Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# jijiChuk
source: Ox
de: Chuk
es: Chuk
fr: Bœuf
hi: बैल (Ox)
ja: 丑
ko: 소
ru: Бык
zh: 丑

# jijiIn
source: Tiger
de: In
es: In
fr: Tigre
hi: बाघ (Tiger)
ja: 寅
ko: 호랑이
ru: Тигр
zh: 寅

# jijiMyo
source: Rabbit
de: Myo
es: Myo
fr: Lapin
hi: खरगोश (Rabbit)
ja: 卯
ko: 토끼
ru: Кролик
zh: 卯

# jijiJin
source: Dragon
de: Jin
es: Jin
hi: ड्रैगन (Dragon)
ja: 辰
ko: 용
ru: Дракон
zh: 辰

# jijiSa
source: Snake
de: Sa
es: Sa
fr: Serpent
hi: सांप (Snake)
ja: 巳
ko: 뱀
ru: Змея
zh: 巳

# jijiO
source: Horse
de: O
es: O
fr: Cheval
hi: घोड़ा (Horse)
ja: 午
ko: 말
ru: Лошадь
zh: 午

# jijiMi
source: Goat
de: Mi
es: Mi
fr: Chèvre
hi: बकरी (Goat)
ja: 未
ko: 양
ru: Коза
zh: 未

# jijiSin
source: Monkey
de: Sin
es: Sin
fr: Singe
hi: बंदर (Monkey)
ja: 申
ko: 원숭이
ru: Обезьяна
zh: 申

# jijiYu
source: Rooster
de: Yu
es: Yu
fr: Coq
hi: मुर्गा (Rooster)
ja: 酉
ko: 닭
ru: Петух
zh: 酉

# jijiSul
source: Dog
de: Sul
es: Sul
fr: Chien
hi: कुत्ता (Dog)
ja: 戌
ko: 개
ru: Собака
zh: 戌

# jijiHae
source: Pig
de: Hae
es: Hae
fr: Cochon
hi: सुअर (Pig)
ja: 亥
ko: 돼지
ru: Свинья
zh: 亥

# jijiAnimalRat
source: Rat
de: Ratte
es: Rata
hi: चूहा
ja: 子（ねずみ）
ko: 쥐
ru: Крыса
zh: 鼠

# jijiAnimalOx
source: Ox
de: Ochse
es: Buey
fr: Bœuf
hi: बैल
ja: 丑（うし）
ko: 소
ru: Бык
zh: 牛

# jijiAnimalTiger
source: Tiger
es: Tigre
fr: Tigre
hi: बाघ
ja: 寅（とら）
ko: 호랑이
ru: Тигр
zh: 虎

# jijiAnimalRabbit
source: Rabbit
de: Hase
es: Conejo
fr: Lapin
hi: खरगोश
ja: 卯（うさぎ）
ko: 토끼
ru: Кролик
zh: 兔

# jijiAnimalDragon
source: Dragon
de: Drache
es: Dragón
hi: ड्रैगन
ja: 辰（たつ）
ko: 용
ru: Дракон
zh: 龙

# jijiAnimalSnake
source: Snake
de: Schlange
es: Serpiente
fr: Serpent
hi: सांप
ja: 巳（へび）
ko: 뱀
ru: Змея
zh: 蛇

# jijiAnimalHorse
source: Horse
de: Pferd
es: Caballo
fr: Cheval
hi: घोड़ा
ja: 午（うま）
ko: 말
ru: Лошадь
zh: 马

# jijiAnimalSheep
source: Sheep
de: Schaf
es: Oveja
fr: Mouton
hi: भेड़
ja: 未（ひつじ）
ko: 양
ru: Коза
zh: 羊

# jijiAnimalMonkey
source: Monkey
de: Affe
es: Mono
fr: Singe
hi: बंदर
ja: 申（さる）
ko: 원숭이
ru: Обезьяна
zh: 猴

# jijiAnimalRooster
source: Rooster
de: Hahn
es: Gallo
fr: Coq
hi: मुर्गा
ja: 酉（とり）
ko: 닭
ru: Петух
zh: 鸡

# jijiAnimalDog
source: Dog
de: Hund
es: Perro
fr: Chien
hi: कुत्ता
ja: 戌（いぬ）
ko: 개
ru: Собака
zh: 狗

# jijiAnimalPig
source: Pig
de: Schwein
es: Cerdo
fr: Cochon
hi: सुअर
ja: 亥（い）
ko: 돼지
ru: Свинья
zh: 猪

# assetDefaultBackground
source: Default Background
de: Standard
es: Fondo Predeterminado
fr: Arrière-plan par défaut
hi: डिफ़ॉल्ट पृष्ठभूमि
ja: 標準背景
ko: 기본 배경
ru: Фон по умолчанию
zh: 默认背景

# assetFortuneyFriends
source: Fortuney Friends
de: Fortuney Freunde
es: Amigos Fortuney
fr: Amis Fortuney
hi: फॉर्च्यूनी मित्र
ja: 幸運な友達
ko: 포츄니친구들
ru: Друзья удачи
zh: 福妮伙伴们

# assetMongchuny
source: Mongchuny
hi: मोंगचुनी
ja: モンチュニー
ko: 몽츄니
ru: Мончхуни
zh: 梦春妮

# assetPanchuny
source: Panchuny
hi: पांचुनी
ja: パンチュニー
ko: 판츄니
ru: Панчхуни
zh: 盼春妮

# assetTochuny
source: Tochuny
hi: तोचुनी
ja: トチュニー
ko: 토춘이
ru: Точхуни
zh: 土春妮

# assetHochuny
source: Hochuny
hi: होचुनी
ja: ホチュニー
ko: 호츄니
ru: Хочхуни
zh: 虎春妮

# assetBear
source: Bear
de: Bär
es: Oso
fr: Ours
hi: भालू
ja: クマ
ko: 곰돌이
ru: Медведь
zh: 小熊

# assetMoon
source: Moon
de: Mond
es: Luna
fr: Lune
hi: चंद्रमा
ja: 月
ko: 달
ru: Луна
zh: 月亮

# assetBridge
source: Bridge
de: Brücke
es: Puente
fr: Pont
hi: पुल
ja: 橋
ko: 다리
ru: Мост
zh: 桥

# assetRoad
source: Road
de: Straße
es: Camino
fr: Route
hi: सड़क
ja: 道
ko: 도로
ru: Дорога
zh: 路

# assetSky
source: Sky
de: Himmel
es: Cielo
fr: Ciel
hi: आकाश
ja: 空
ko: 하늘
ru: Небо
zh: 天空

# assetMinimalGray
source: Minimal Gray
de: Grau
es: Gris Minimalista
fr: Gris minimal
hi: न्यूनतम ग्रे
ja: ミニマルグレー
ko: 미니멀 그레이
ru: Минимальный серый
zh: 极简灰

# assetDarkMode
source: Dark Mode
de: Dunkel
es: Modo Oscuro
fr: Mode sombre
hi: डार्क मोड
ja: ダークモード
ko: 다크 모드
ru: Темная тема
zh: 暗色模式

# assetSoftBlue
source: Soft Blue
de: Blau
es: Azul Suave
fr: Bleu doux
hi: सॉफ्ट ब्लू
ja: ソフトブルー
ko: 소프트 블루
ru: Нежно-голубой
zh: 柔和蓝

# assetWarmBeige
source: Warm Beige
de: Beige
es: Beige Cálido
fr: Beige chaud
hi: वार्म बेज
ja: ウォームベージュ
ko: 웜 베이지
ru: Теплый бежевый
zh: 暖米色

# assetCat
source: Cat {number}
de: Katze {number}
es: Gato {number}
fr: Chat {number}
hi: बिल्ली {number}
ja: 猫 {number}
ko: 고양이 {number}
ru: Кошка {number}
zh: 猫 {number}

# assetDog
source: Dog {number}
de: Hund {number}
es: Perro {number}
fr: Chien {number}
hi: कुत्ता {number}
ja: 犬 {number}
ko: 강아지 {number}
ru: Собака {number}
zh: 狗 {number}

# assetSea
source: Sea {number}
de: Meer {number}
es: Mar {number}
fr: Mer {number}
hi: समुद्र {number}
ja: 海 {number}
ko: 바다 {number}
ru: Море {number}
zh: 海 {number}

# categoryCharacter
source: Character
de: Charakter
es: Personaje
fr: Personnage
hi: पात्र
ja: キャラクター
ko: 캐릭터
ru: Персонажи
zh: 角色

# categoryAnimal
source: Animal
de: Tier
hi: जानवर
ja: 動物
ko: 동물
ru: Животные
zh: 动物

# categoryIllustration
source: Illustration
es: Ilustración
hi: चित्रण
ja: イラスト
ko: 일러스트
ru: Иллюстрации
zh: 插画

# categoryLandscape
source: Landscape
de: Landschaft
es: Paisaje
fr: Paysage
hi: परिदृश्य
ja: 風景
ko: 풍경
ru: Пейзажи
zh: 风景

# categorySimple
source: Simple
de: Einfach
hi: सरल
ja: シンプル
ko: 심플
ru: Минимализм
zh: 简约

source: Alarm Background
de: Wecker-Hintergrund
es: Fondo de Alarma
fr: Arrière-plan de l'alarme
hi: अलार्म पृष्ठभूमि
ja: アラームの背景
ko: 알람 배경화면
ru: Фон будильника
zh: 闹钟背景

source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
hi: यादृच्छिक
ja: ランダム
ko: 랜덤
ru: Случайный
zh: 随机

source: Gallery
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
ja: ギャラリー
ko: 갤러리
ru: Галерея
zh: 相册

source: Select Solid Color
de: Einfarbige Farbe wählen
es: Seleccionar Color Sólido
fr: Sélectionner une couleur unie
hi: ठोस रंग चुनें
ja: 単色を選択
ko: 단색 선택
ru: Выбрать цвет
zh: 选择纯色

source: Delete Color
de: Farbe löschen
es: Eliminar Color
fr: Supprimer la couleur
hi: रंग हटाएं
ja: 色を削除
ko: 색상 삭제
ru: Удалить цвет
zh: 删除颜色

# deleteColorConfirm
source: Are you sure you want to delete this color from the list?
de: Sind Sie sicher, dass Sie diese Farbe aus der Liste löschen möchten?
es: ¿Estás seguro de que deseas eliminar este color de la lista?
fr: Êtes-vous sûr de vouloir supprimer cette couleur de la liste ?
hi: क्या आप वाकई इस रंग को सूची से हटाना चाहते हैं?
ja: この色をリストから削除してもよろしいですか？
ko: 이 색상을 목록에서 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить этот цвет из списка?
zh: 确定要从列表中删除该颜色吗？

source: Delete Mission
es: Eliminar misión
fr: Supprimer la mission
hi: मिशन हटाएं
ja: ミッションを削除
ru: Удалить миссию

# deleteMissionConfirm
source: Are you sure you want to delete this mission?
de: Sind Sie sicher, dass Sie diese Mission löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta misión?
fr: Êtes-vous sûr de vouloir supprimer cette mission ?
hi: क्या आप वाकई इस मिशन को हटाना चाहते हैं?
ja: このミッションを削除してもよろしいですか？
ko: 미션을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить эту миссию?
zh: 您确定要删除这个任务吗？

# randomBackgroundDesc
source: A new background every time the alarm rings!
de: Jedes Mal ein neuer Hintergrund, wenn der Wecker klingelt!
es: ¡Un nuevo fondo cada vez que suene la alarma!
fr: Un nouvel arrière-plan à chaque sonnerie d'alarme !
hi: हर बार अलार्म बजने पर एक नई पृष्ठभूमि!
ja: アラーム가鳴るたびに新しい背景に！
ko: 매번 새로운 배경으로 알람이 울려요!
ru: Новый фон при каждом срабатывании будильника!
zh: 每次闹钟响起都会换一张新背景！

# backgroundDeleted
source: Background image deleted.
de: Hintergrundbild gelöscht.
es: Imagen de fondo eliminada.
fr: Image d'arrière-plan supprimée.
hi: पृष्ठभूमि छवि हटा दी गई।
ja: 背景画像が削除されました。
ko: 배경화면이 삭제되었습니다.
ru: Изображение удалено.
zh: 背景已删除。

source: Pick from device
de: Vom Gerät auswählen
es: Elegir del dispositivo
fr: Choisir depuis l'appareil
hi: डिवाइस से चुनें
ja: デバイスから選択
ko: 기기에서 선택하기
ru: Выбрать из устройства
zh: 从设备选择

# alarmSaveError
source: Failed to save alarm. An unknown error occurred.
de: Fehler beim Speichern des Weckers. Ein unbekannter Fehler ist aufgetreten.
es: Error al guardar la alarma. Ocurrió un error desconocido.
fr: Échec de l'enregistrement de l'alarme. Une erreur inconnue est survenue.
hi: अलार्म सहेजने में विफल। एक अज्ञात त्रुटि हुई।
ja: アラームの保存に失敗しました。不明なエラーが発生しました。
ko: 알람 등록 실패. 알 수 없는 오류가 발생했습니다.
ru: Не удалось сохранить будильник. Произошла неизвестная ошибка.
zh: 闹钟保存失败，发生未知错误。

# errorOccurred
source: Error occurred: {error}
de: Fehler aufgetreten: {error}
es: Ocurrió un error: {error}
fr: Une erreur est survenue : {error}
hi: त्रुटि हुई: {error}
ja: エラーが発生しました: {error}
ko: 오류 발생: {error}
ru: Произошла ошибка: {error}
zh: 发生错误: {error}

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
ja: 設定を開く
ko: 설정 열기
ru: Настройки
zh: 打开设置

# videoLoadFailed
source: Failed to load video Tap to retry
de: Video konnte nicht geladen werden Zum Wiederholen tippen
es: Error al cargar video Toca para reintentar
fr: Échec du chargement de la vidéo Appuyez pour réessayer
hi: वीडियो लोड करने में विफल पुनः प्रयास करने के लिए टैप करें
ja: ビデオの読み込みに失敗しました タップして再試行
ko: 영상 불러오기 실패 탭해서 다시 시도
ru: Не удалось загрузить видео\nНажмите, чтобы повторить
zh: 视频加载失败 点击重试

# itsTimeToWakeUp
source: Time to wake up!
de: Zeit aufzustehen!
es: ¡Hora de despertarse!
fr: Il est temps de se lever !
hi: जागने का समय है!
ja: 起きる時間です！
ko: 일어날 시간이에요!
ru: Пора вставать!
zh: 该起床了！

# dismissAlarm
source: Stop Alarm
de: Wecker ausschalten
es: Descartar Alarma
fr: Arrêter l'alarme
hi: अलार्म बंद करें
ja: アラームを解除
ko: 알람 끄기
ru: Отключить
zh: 关闭闹钟

# slideToDismiss
source: Swipe to turn off
de: Zum Ausschalten schieben
es: Desliza para descartar
fr: Faire glisser pour arrêter
hi: बंद करने के लिए स्लाइड करें
ja: スライドして解除
ko: 밀어서 끄기
ru: Смахните, чтобы отключить
zh: 滑动关闭

# snoozeInfo
source: {minutes}m x {count}
de: {minutes} Min x {count} Mal
es: {minutes} min x {count} veces
fr: {minutes} min x {count} fois
hi: {minutes} मिनट x {count} बार
ja: {minutes}分 x {count}回
ko: {minutes}분 x {count}회
ru: {minutes} мин x {count} раз
zh: {minutes}分钟 x {count}次

# snoozeInfoUnlimited
source: {minutes}m · Unlimited
de: {minutes} Min, unbegrenzt
es: {minutes}m, Ilimitado
fr: {minutes}m, Illimité
hi: {minutes}मि, असीमित
ja: {minutes}分, 無制限
ko: {minutes}분 · 무제한
ru: {minutes} мин · Без ограничений
zh: {minutes} 分钟 · 不限次数

source: No active alarms
de: Keine aktiven Wecker
es: No hay alarmas activas
fr: Pas d'alarmes actives
hi: कोई सक्रिय अलार्म नहीं
ja: 有効なアラームはありません
ko: 활성화된 알람 없음
ru: Нет активных будильников
zh: 没有正在响的闹钟

source: Wealth
de: Wohlstand
es: Riqueza
fr: Richesse
hi: धन
ja: 財運
ko: 재물
ru: Богатство
zh: 财运

# love
source: Relationship
de: Beziehung
es: Relación
fr: Relation
hi: रिश्ते
ja: 恋愛運
ko: 인연
ru: Любовь
zh: 感情

source: Career
de: Karriere
es: Carrera
fr: Carrière
hi: करियर
ja: 仕事運
ko: 직업
ru: Карьера
zh: 事业

source: Health
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य
ja: 健康運
ko: 건강
ru: Здоровье
zh: 健康

# faceAnalysisBasic
source: Basic Face Analysis
de: Gesichtsanalyse (Basis)
es: Análisis Facial (Básico)
fr: Analyse du visage (Basique)
hi: चेहरा विश्लेषण (बुनियादी)
ja: 顔分析 (基本)
ko: 관상 분석(기본)
ru: Анализ лица (базовый)
zh: 基础面相分析

# insufficientDataOverallImpression
source: Limited data; interpreting based on overall impression.
de: Unzureichende Messdaten, basierend auf dem Gesamteindruck interpretiert.
es: Datos de medición insuficientes, interpretados según la impresión general.
fr: Données de mesure insuffisantes, interprétées selon l'impression générale.
hi: अपर्याप्त माप डेटा, समग्र प्रभाव के आधार पर व्याख्या की गई।
ja: 測定データが不足しているため、全体的な印象に基づいて解釈されました。
ko: 측정값이 충분하지 않아, 전체적인 인상 중심으로 해석했습니다.
ru: Недостаточно данных для точного анализа. Оценка по общему впечатлению.
zh: 整体信息不足

# noseStabilityWealthAccuracy
source: A clearer nose contour would improve wealth fortune accuracy.
de: Stabilität in der Nasenkontur erhöht die Genauigkeit der Wohlstandsinterpretation.
es: La estabilidad en el contorno de la nariz aumenta la precisión de la interpretación de la fortuna de la riqueza.
fr: La stabilité du contour du nez augmente la précision de l'interprétation de la fortune de richesse.
hi: नाक के आकार में स्थिरता धन भाग्य की व्याख्या की सटीकता को बढ़ाती है।
ja: 鼻の輪郭の安定性は、財運解釈の精度を高めます。
ko: 코 윤곽이 안정적으로 잡히면 재물운 해석의 정확도가 올라갑니다.
ru: Четкий контур носа повышает точность прогноза богатства.
zh: 鼻部稳定度：财运与判断力

# mouthClarityInterpersonalAccuracy
source: A clearer mouth contour would refine relationship fortune accuracy.
de: Klarheit in der Mundkontur verfeinert die Interpretation von zwischenmenschlichem und sprachlichem Glück.
es: La claridad en el contorno de la boca refina la interpretación de la fortuna interpersonal y del habla.
fr: La clarté du contour de la bouche affine l'interprétation de la fortune interpersonnelle et de la parole.
hi: मुंह के आकार में स्पष्टता पारस्परिक और भाषण भाग्य की व्याख्या को परिष्कृत करती है।
ja: 口の輪郭の鮮明さは、対人運と言語運の解釈を洗練させます。
ko: 입 주변 윤곽이 뚜렷할수록 말운·대인운 해석이 구체화됩니다.
ru: Четкий контур рта помогает лучше оценить коммуникацию.
zh: 口部清晰度：人际与表达

# improveAnalysisQualityAdvice
source: Better lighting and facing the camera directly will improve analysis.
de: Hellere Beleuchtung und nach vorne schauen verbessern die Analysequalität.
es: Una iluminación más brillante y mirar hacia adelante mejorarán la calidad del análisis.
fr: Un éclairage plus vif et faire face à l'appareil amélioreront la qualité de l'analyse.
hi: बेहतर रोशनी और सामने की ओर मुख करने से विश्लेषण की गुणवत्ता में सुधार होगा।
ja: より明るい照明で正面を向くと、分析の質が向上します。
ko: 조명을 밝게 하고 정면을 바라보면 분석 품질이 좋아집니다.
ru: Хорошее освещение и взгляд прямо в камеру улучшат результат.
zh: 光线充足、正脸、无遮挡会让分析更准确。

# basicAnalysisDescription
source: This result is a general interpretation due to limited facial contour data. For more specific scores, please retry in a brighter environment while facing the camera directly.
de: Dieses Ergebnis wird aufgrund unzureichender Gesichtskontur-/Ausdrucksmessung als Basisinterpretation angezeigt. Stabilität in Indikatoren wie Augenöffnung, Nasenkontur und Mundbereich verbessert sich bei Blick nach vorne und besserer Beleuchtung. Wiederholen macht die Score-Verteilungen und Beschreibungen spezifischer.
es: Este resultado se muestra como una interpretación básica debido a la medición insuficiente del contorno facial/expresión. La estabilidad en indicadores como la apertura de los ojos, el contorno de la nariz y el área de la boca mejorará mirando hacia adelante y con mejor iluminación. Reintentar hará que las distribuciones de puntaje y las descripciones sean más específicas.
fr: Ce résultat est affiché comme une interprétation de base en raison de mesures insuffisantes du contour/de l'expression du visage. La stabilité des indicateurs tels que l'ouverture des yeux, le contour du nez et la zone de la bouche s'améliorera en faisant face à l'appareil et avec un meilleur éclairage. Réessayer rendra les distributions de scores et les descriptions plus spécifiques.
hi: अपर्याप्त चेहरे के आकार/अभिव्यक्ति माप के कारण यह परिणाम बुनियादी व्याख्या के रूप में प्रदर्शित किया गया है। सामने की ओर मुख करने और बेहतर रोशनी के साथ आंखों के खुलने, नाक के आकार और मुंह के क्षेत्र जैसे संकेतकों में स्थिरता में सुधार होगा। पुनः प्रयास करने से स्कोर वितरण और विवरण अधिक विशिष्ट हो जाएंगे।
ja: 顔の輪郭や表情の測定が不十分なため、この結果は基本的な解釈として表示されます。 目の開き、鼻の輪郭、口元の領域などの指標の安定性は、正面を向き、より良い照明を当てることで向上します。 再試行すると、スコアの分布や説明がより具体的になります。
ko: 이번 결과는 얼굴 윤곽/표정 측정이 충분하지 않아 기본 해석으로 표시됩니다. 정면 응시와 조명 상태가 좋아지면, 눈 뜸·코 윤곽·입 주변 지표가 더 안정적으로 측정됩니다. 다시 시도하면 점수 분포와 문장이 더 구체적으로 바뀝니다.
ru: Это базовый результат. Для более точного анализа обеспечьте хорошее освещение и смотрите прямо в камеру. Повторная попытка сделает прогноз более детальным.
zh: 快速看看你今天的整体气场与运势走向。

# defaultDailyFortune
source: Start your day with a peaceful mind. A smile in the mirror will bring positive energy. A moment of calm may bring unexpected luck.
de: Heute ist ein guter Tag, um mit einem friedlichen Geist zu beginnen. Füllen Sie sich mit positiver Energie mit einem Lächeln im Spiegel. Ein wenig Freizeit bringt unerwartetes Glück.
es: Hoy es un buen día para comenzar con una mente tranquila. Llénate de energía positiva con una sonrisa en el espejo. Un poco de ocio trae suerte inesperada.
fr: Aujourd'hui est une bonne journée pour commencer avec un esprit paisible. Remplissez-vous d'énergie positive avec un sourire dans le miroir. Un peu de loisir apporte une chance inattendue.
hi: आज का दिन शांत मन से शुरू करने के लिए अच्छा है। शीशे में मुस्कान के साथ खुद को सकारात्मक ऊर्जा से भरें। थोड़ी सी फुर्सत अप्रत्याशित भाग्य लाती है।
ja: 今日は穏やかな心で一日を始めるのに良い日です。 鏡の前で笑顔になり、ポジティブなエネルギーで自分を満たしてください。 少しの余裕が予期せぬ幸運をもたらします。
ko: 오늘은 평온한 마음으로 하루를 시작하기 좋은 날입니다. 거울 속 미소로 긍정적인 기운을 채워보세요. 작은 여유가 뜻밖의 행운을 불러옵니다.
ru: Сегодня отличный день для новых начинаний. Улыбнитесь себе в зеркале — и удача не заставит себя ждать. Немного отдыха принесет неожиданную радость.
zh: 今日默认运势

# dailyFortuneHeadline
source: {vibe}Today, your {topKey} luck is strongest, while your {bottomKey} luck requires extra care.
de: {vibe}Heute sticht Ihr {topKey}-Glück am meisten hervor. Auf der anderen Seite scheint {bottomKey} sorgfältige Aufmerksamkeit zu erfordern.
es: {vibe}Hoy, tu fortuna de {topKey} destaca más. Por otro lado, {bottomKey} parece requerir atención cuidadosa.
fr: {vibe}Aujourd'hui, votre fortune {topKey} ressort le plus. En revanche, {bottomKey} semble nécessiter une attention particulière.
hi: {vibe}आज, आपका {topKey} भाग्य सबसे अधिक उभर कर सामने आता है। दूसरी ओर, {bottomKey} पर सावधानीपूर्वक ध्यान देने की आवश्यकता प्रतीत होती है।
ja: {vibe}今日、あなたの{topKey}が最も際立っています。一方、{bottomKey}は注意が必要なようです。
ko: {vibe}오늘은 {topKey} 운이 가장 돋보이는 날입니다. 반면 {bottomKey} 쪽은 세심한 주의가 필요해 보이네요.
ru: {vibe}Сегодня ваша удача в сфере «{topKey}» на высоте. Однако стоит быть внимательнее к сфере «{bottomKey}».
zh: {vibe}今天是 {topKey} 运势最突出的日子。相反，{bottomKey} 方面似乎需要格外注意。

# faceShapeVLine
source: V-line
de: V-Linie
es: Línea V
fr: Visage en V
hi: V-आकार
ja: Vライン
ko: V라인형
ru: V-образное
zh: V 字脸

# faceShapeSquare
source: Square
de: Quadratisch
es: Cuadrada
fr: Carré
hi: चौकोर
ja: 四角形
ko: 각진형
ru: Квадратное
zh: 方形脸

# faceShapeBalanced
source: Balanced
de: Ausgewogen
es: Equilibrada
fr: Équilibré
hi: संतुलित
ja: バランス型
ko: 균형형
ru: Сбалансированное
zh: 均衡型

# faceShapeRound
source: Round
de: Rund
es: Redonda
fr: Rond
hi: गोल
ja: 丸型
ko: 둥근형
ru: Круглое
zh: 圆脸

# faceShapeLong
source: Long
de: Lang
es: Alargada
fr: Allongé
hi: लंबा
ja: 面長
ko: 긴형
ru: Вытянутое
zh: 长脸

# faceShapeOval
source: Oval
es: Ovalada
fr: Ovale
hi: अंडाकार
ja: 卵型
ko: 타원형
ru: Овальное
zh: 椭圆脸

# titleWealthOriented
source: Wealth-attracting face
de: Wohlstandsorientiertes Gesicht
es: Rostro orientado a la riqueza
fr: Visage tourné vers la richesse
hi: धन-उन्मुख चेहरा
ja: 財運に恵まれた顔
ko: 재물운 중심의 상
ru: Лицо, притягивающее богатство
zh: 偏财运型

# titleLoveStrong
source: Romantic & charming face
de: Gesicht mit starkem Beziehungsglück
es: Rostro con fuerte suerte en las relaciones
fr: Visage favorisant les relations
hi: मजबूत रिश्ते भाग्य वाला चेहरा
ja: 強い恋愛運を持つ顔
ko: 인연운이 강한 상
ru: Лицо с сильной любовной энергетикой
zh: 桃花旺盛型

# titleCareerNotable
source: Natural leader face
de: Gesicht mit bemerkenswertem Karriereglück
es: Rostro con notable suerte en la carrera
fr: Visage favorisant la carrière
hi: उल्लेखनीय करियर भाग्य वाला चेहरा
ja: 顕著な仕事運を持つ顔
ko: 직업운이 돋보이는 상
ru: Лицо успешного карьериста
zh: 事业运突出型

# titleStableEnergy
source: Stable & grounded face
de: Gesicht mit stabiler Energie
es: Rostro con energía estable
fr: Visage à l'énergie stable
hi: स्थिर ऊर्जा वाला चेहरा
ja: 安定したエネルギーの顔
ko: 기운이 안정된 상
ru: Лицо со стабильной энергией
zh: 气场稳定型

source: Face analysis complete!
de: Analyse abgeschlossen!
es: ¡El análisis facial se ha completado!
fr: Analyse terminée !
hi: चेहरा विश्लेषण पूरा हो गया है!
ja: 顔分析が完了しました！
ko: 관상 분석이 완료되었습니다!
ru: Анализ лица завершен!
zh: 面相分析完成！

# chooseUnlockMethod
source: Choose a method below to unlock your hidden facial fortune.
de: Wählen Sie eine Methode, um Ihr Ergebnis freizuschalten.
es: Elegir método de desbloqueo
fr: Choisissez une méthode pour débloquer votre résultat.
hi: अपने चेहरे में छिपे भाग्य की जांच करने के लिए, कृपया नीचे दिए गए तरीकों में से एक चुनें।
ja: あなたの顔に隠された運勢を確認するには、 以下の方法のいずれかを選択してください。
ko: 당신의 얼굴에 숨겨진 운세를 확인하려면 아래 방법 중 하나를 선택해주세요.
ru: Чтобы узнать свои скрытые предсказания,\nвыберите один из способов ниже.
zh: 想查看你脸上隐藏的运势 请选择以下一种方式。

# watchAdForFreeResult
source: Watch ad for free
de: Anzeige ansehen (kostenlos)
es: Ver anuncio para resultado gratis
fr: Regarder une pub (Gratuit)
hi: मुफ्त परिणाम के लिए विज्ञापन देखें
ja: 広告を見て無料で結果を確認
ko: 광고 보고 무료로 결과 보기
ru: Посмотреть рекламу и узнать результат
zh: 看广告免费解锁

# useTwoCookies
source: Use 2 Cookies
de: 2 Glückskekse verwenden
es: Usar 2 Galletas de la Fortuna
fr: Utiliser 2 Fortune Cookies
hi: 2 फॉर्च्यून कुकीज़ का उपयोग करें
ja: フォーチュンクッキーを2個使用
ko: 포춘쿠키 2개 사용하기
ru: Использовать 2 печенья
zh: 使用 2 个幸运饼干

# checkResult
source: View Results
de: Ergebnis prüfen
es: Verificar Resultado
fr: Vérifier le résultat
hi: परिणाम जांचें
ja: 結果を確認
ko: 결과 확인하기
ru: Узнать результат
zh: 查看结果

# aiAnalyzingFace
source: AI is analyzing your face...
de: KI analysiert Ihr Gesicht...
es: La IA está analizando tu rostro...
fr: L'IA analyse votre visage...
hi: AI आपके चेहरे का विश्लेषण कर रहा है...
ja: AIが顔を分析しています...
ko: AI가 관상을 분석 중입니다...
ru: ИИ анализирует ваше лицо...
zh: AI 正在分析你的面相...

# faceRecognitionComplete
source: Recognition complete
de: Gesicht erkannt
es: Reconocimiento facial completo
fr: Visage reconnu
hi: चेहरा पहचान पूरा हुआ
ja: 顔認識完了
ko: 얼굴 인식 완료
ru: Лицо распознано
zh: 识别完成

source: Extracting features...
de: Merkmale werden extrahiert...
es: Extrayendo características...
fr: Extraction des traits...
hi: विशेषताएं निकाली जा रही हैं...
ja: 特徴を抽出中...
ko: 특징점 추출 중...
ru: Извлечение черт...
zh: 正在提取特征...

# matchingFortuneData
source: Matching data...
de: Daten werden abgeglichen...
es: Emparejando datos de fortuna...
fr: Analyse des données...
hi: भाग्य डेटा का मिलान किया जा रहा है...
ja: 運勢データと照合中...
ko: 운세 데이터 대조 중...
ru: Сопоставление данных...
zh: 正在匹配运势数据...

# adLoadFailedFreeUnlock
source: Ad failed to load. Results unlocked for free!
de: Anzeige konnte nicht geladen werden. Freischaltung erfolgt kostenlos.
es: Error al cargar el anuncio, así que lo desbloqueamos gratis esta vez.
fr: Échec du chargement de la pub. Débloqué gratuitement.
hi: विज्ञापन लोड करने में विफल, इसलिए हमने इसे इस बार मुफ्त में अनलॉक कर दिया।
ja: 広告の読み込みに失敗したため、今回は無料でロックを解除しました。
ko: 광고를 불러오지 못해 이번에는 무료로 열어드렸어요.
ru: Реклама не загрузилась, поэтому мы открыли результат бесплатно.
zh: 广告加载失败，这次直接为你免费解锁。

# insufficientCookies
source: Not Enough Cookies
de: Zu wenig Kekse
es: Galletas Insuficientes
fr: Cookies insuffisants
hi: अपर्याप्त कुकीज़
ja: クッキーが不足しています
ko: 포춘쿠키 부족
ru: Недостаточно печенья
zh: 幸运饼干不足

# insufficientCookiesDesc
source: You don't have enough cookies. Watch an ad to check for free!
de: Du hast nicht genug Glückskekse. Sieh dir eine Anzeige an, um das Ergebnis kostenlos zu sehen!
es: No tienes suficientes Galletas de la Fortuna. ¡Mira un anuncio para verificar gratis!
fr: Pas assez de Fortune Cookies. Regardez une pub pour vérifier gratuitement !
hi: आपके पास पर्याप्त फॉर्च्यून कुकीज़ नहीं हैं। मुफ्त में जांचने के लिए एक विज्ञापन देखें!
ja: フォーチュンクッキーが足りません。 広告を見て無料で確認しましょう！
ko: 보유한 포춘쿠키가 부족합니다. 광고를 보고 무료로 확인해보세요!
ru: У вас закончились печенья с предсказанием.\nПосмотрите рекламу, чтобы узнать результат бесплатно!
zh: 你的幸运饼干不够。 可以看广告免费查看！

# usingTwoCookiesToast
source: Using 2 Cookies to unlock results.
de: 2 Glückskekse verwendet.
es: Usando 2 Galletas de la Fortuna para ver el resultado.
fr: 2 Fortune Cookies utilisés.
hi: परिणाम जांचने के लिए 2 फॉर्च्यून कुकीज़ का उपयोग कर रहे हैं।
ja: フォーチュンクッキーを2個使用して結果を確認します。
ko: 포춘쿠키 2개를 사용하여 결과를 확인합니다.
ru: Использовано 2 печенья для получения результата.
zh: 已使用 2 个幸运饼干解锁结果。

source: Today's Face Analysis
de: Heutige Gesichtsanalyse
es: Análisis Facial de Hoy
fr: Analyse du visage d'aujourd'hui
hi: आज का चेहरा विश्लेषण
ja: 今日の顔分析
ko: 오늘의 관상 분석
ru: Анализ лица на сегодня
zh: 今日面相分析
