Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# sajuFortune2024Byeong
source: 🔥 2024 Year of the Wood Dragon (Yang Fire): 'A Year for Passion and Creative Wisdom' 2024 brings the energy of 'Intuition' and 'Creativity.' Like the sun breathing life into a forest, your original ideas and talents will shine brightly this year. 💼 [Career & Business] You will excel in specialized fields, especially those involving research, art, or technology. Your original approach will bring unique results. To succeed, focus on turning your many ideas into immediate action. 💰 [Wealth] Your talents and ideas will be your primary source of income. Side projects or hobbies could turn into profitable ventures. Be sure to review all contracts and investment plans carefully to avoid potential losses. ❤️ [Love & Relationships] Your charm and eloquence will be at their peak, making you a natural leader in social settings. You'll enjoy a vibrant romantic life with many memorable dates and events. ⚠️ [Cautions] Pay attention to your digestive and cardiovascular health. Stay active outdoors to help clear your mind if you feel overwhelmed by deep thoughts.
de: 🔥 2024 Gapjin Jahr Byeong-Feuer Allgemeines Glück: 'Ein Jahr, in dem Leidenschaft und Weisheit strahlen' 2024 ist ein Jahr, in dem die Energie von 'Pyeon-in' und 'Sik-sin' für Sie eintritt. Es ist, als würde die Sonne auf einen Wald scheinen, um ihm Leben einzuhauchen. Kreative Ideen werden sprudeln und es wird ein Jahr sein, in dem Sie Ihre Talente voll entfalten können. 💼 [Karriere & Business] Sie werden in Fachbereichen hervorstechen und originelle Ergebnisse erzielen. Besonders vorteilhaft für diejenigen in Forschung, Kunst oder technischen Positionen. Die Tatkraft kann jedoch aufgrund vieler Gedanken sinken. Wenn Sie also einen Plan gemacht haben, bemühen Sie sich, ihn sofort in die Tat umzusetzen. 💰 [Reichtum] Eine Zeit, in der Ihre Talente und Ideen zu Geld führen. Nebenjobs oder Hobbys können Einkommen schaffen. Prüfen Sie jedoch Dokumentenverträge oder Investitionen sorgfältig, um Verluste zu vermeiden. ❤️ [Liebe & Beziehungen] Eine Zeit, in der sich die Ausdrucksweise verbessert und der Charme überfließt. Sie werden eine führende Rolle in Beziehungen einnehmen und die Gunst vieler Menschen gewinnen. In romantischen Beziehungen wird es viele angenehme Verabredungen und Ereignisse geben, die die Beziehung vertiefen. ⚠️ [Vorsicht] Achten Sie auf das Verdauungssystem oder die Herz-Kreislauf-Gesundheit. Da Sie sich durch zu viel Nachdenken deprimiert fühlen könnten, ist es gut, Energie durch Outdoor-Aktivitäten freizusetzen.
es: 🔥 Fortuna General 2024 Año Gapjin Fuego-Byeong: 'Un Año donde la Pasión y la Sabiduría Brillan' 2024 es un año donde entra la energía de 'Pyeon-in' y 'Sik-sin' para ti. Es como el sol brillando sobre un bosque para darle vida. Surgirán ideas creativas y será un año donde podrás desplegar plenamente tus talentos. 💼 [Carrera y Negocios] Destacarás en campos profesionales y lograrás resultados originales. Especialmente ventajoso para aquellos en investigación, arte o puestos técnicos. Sin embargo, el poder de ejecución puede caer debido a muchos pensamientos, así que si has hecho un plan, esfuérzate por ponerlo en práctica de inmediato. 💰 [Riqueza] Un momento en que tus talentos e ideas conducen al dinero. Los trabajos secundarios o pasatiempos pueden crear ingresos. Sin embargo, revisa cuidadosamente los contratos de documentos o inversiones para evitar pérdidas. ❤️ [Amor y Relaciones] Un momento en que el habla mejora y el encanto se desborda. Tomarás un papel de liderazgo en las relaciones y ganarás el favor de muchas personas. En las relaciones románticas, habrá muchas citas y eventos agradables, profundizando la relación. ⚠️ [Precauciones] Presta atención al sistema digestivo o la salud cardiovascular. Además, puedes sentirte deprimido por pensar demasiado, por lo que es bueno liberar energía a través de actividades al aire libre.
fr: 🔥 Fortune générale de l'année Gapjin 2024 (Feu-Byeong) : 'Une année où brillent passion et sagesse' 2024 est une année où l'énergie de 'Pyeon-in' et 'Sik-sin' entre en jeu pour vous. C'est comme le soleil brillant sur une forêt pour lui insuffler la vie. Des idées créatives jailliront et ce sera une année où vous pourrez pleinement exprimer vos talents. 💼 [Carrière et Affaires] Vous vous distinguerez dans des domaines professionnels et obtiendrez des résultats originaux. Particulièrement avantageux pour ceux qui travaillent dans la recherche, l'art ou des postes techniques. Cependant, votre capacité d'exécution pourrait baisser à cause de trop de réflexion ; si vous avez fait un plan, efforcez-vous de le mettre en pratique immédiatement. 💰 [Richesse] Une période où vos talents et vos idées mènent à l'argent. Des activités secondaires ou des passe-temps pourraient générer des revenus. Cependant, examinez attentivement les contrats de documents ou les investissements pour prévenir les pertes. ❤️ [Amour et Relations] Une période où votre élocution s'améliore et où votre charme déborde. Vous jouerez un rôle de leader dans vos relations et gagnerez la faveur de nombreuses personnes. Dans les relations amoureuses, il y aura de nombreux rendez-vous et événements plaisants, approfondissant la relation. ⚠️ [Précautions] Faites attention au système digestif ou à la santé cardiovasculaire. De plus, vous pourriez vous sentir déprimé à force de trop réfléchir ; il est bon de libérer votre énergie par des activités de plein air.
hi: 🔥 2024 गैपजिन वर्ष (लकड़ी का ड्रैगन): 'जहाँ जुनून और बुद्धिमत्ता चमकती है' 2024 आपके लिए एक ऐसा वर्ष है जहाँ 'Pyeon-in' और 'Sik-sin' की ऊर्जा प्रवेश कर रही है। यह जंगल पर चमकते सूरज की तरह है जो उसमें जान फूँक देता है। रचनात्मक विचार सामने आएंगे और यह एक ऐसा वर्ष होगा जहाँ आप अपनी प्रतिभा का पूरी तरह से प्रदर्शन कर सकेंगे। 💼 [करियर और व्यवसाय] आप पेशेवर क्षेत्रों में अलग दिखेंगे और मौलिक परिणाम प्राप्त करेंगे। विशेष रूप से अनुसंधान, कला या तकनीकी पदों पर रहने वालों के लिए फायदेमंद है। हालाँकि, कई विचारों के कारण काम करने की शक्ति कम हो सकती है, इसलिए यदि आपने कोई योजना बनाई है, तो उसे तुरंत व्यवहार में लाने का प्रयास करें। 💰 [धन] एक ऐसा समय जब आपकी प्रतिभा और विचार धन में बदल जाते हैं। साइड जॉब या शौक आय के स्रोत बन सकते हैं। हालाँकि, नुकसान को रोकने के लिए दस्तावेजों या निवेशों की सावधानीपूर्वक समीक्षा करें। ❤️ [प्रेम और संबंध] बातचीत में सुधार होगा और आकर्षण बढ़ेगा। आप रिश्तों में अग्रणी भूमिका निभाएंगे और कई लोगों का स्नेह प्राप्त करेंगे। रोमांटिक रिश्तों में कई सुखद डेट्स और इवेंट्स होंगे, जिससे रिश्ता गहरा होगा। ⚠️ [सावधानियां] पाचन तंत्र या हृदय स्वास्थ्य पर ध्यान दें। साथ ही, बहुत अधिक सोचने के कारण आप उदास महसूस कर सकते हैं, इसलिए बाहरी गतिविधियों के माध्यम से ऊर्जा प्राप्त करना अच्छा है।
ja: 🔥 2024年 甲辰（きのえたつ）年 丙（ひのえ）火 全体運: 「情熱と知恵が輝く年」 2024年はあなたにとって「偏印（へんいん）」と「食神（しょくじん）」のエネルギーが入ってくる年です。太陽が森を照らし、生命を吹き込むようなものです。独創的なアイデアが湧き出し、才能を存分に発揮できる年になるでしょう。 💼 [仕事・ビジネス] 専門分野で頭角を現し、独創的な成果を上げるでしょう。研究、芸術、技術職の人に特に有利です。ただし、考えすぎて実行力が落ちる可能性があるため、計画を立てたらすぐに実行に移すよう努力してください。 💰 [金運] 才能とアイデアがお金につながる時期です。副業や趣味が収入を生む可能性があります。ただし、損失を防ぐために、契約書類や投資は慎重に検討してください。 ❤️ [恋愛・対人関係] 弁舌が立ち、魅力が溢れる時期です。関係をリードし、多くの人の好感を得るでしょう。恋愛関係では、楽しいデートやイベントが多く、関係が深まるでしょう。 ⚠️ [注意点] 消化器系や心血管系の健康に注意してください。また、考えすぎて憂鬱になることがあるため、屋外活動でエネルギーを発散するのが良いでしょう。
ko: 🔥 2024년 갑진년 병화(丙火) 총운: '열정과 지혜가 빛나는 해' 2024년은 병화인 당신에게 '편인(偏印)'과 '식신(食神)'의 기운이 들어오는 해입니다. 태양이 숲을 비추어 생명력을 불어넣는 형국입니다. 창의적인 아이디어가 샘솟고 자신의 재능을 마음껏 발휘할 수 있는 한 해가 될 것입니다. 💼 [직장 및 사업운] 전문 분야에서 두각을 나타내고 독창적인 성과를 거두게 됩니다. 연구나 예술, 기술직 종사자에게 특히 유리한 해입니다. 다만, 생각이 많아져 실행력이 떨어질 수 있으니 계획을 세웠다면 바로 실천에 옮기는 노력이 필요합니다. 💰 [재물운] 자신의 재능과 아이디어가 돈으로 연결되는 시기입니다. 부업이나 취미 활동이 수익을 창출할 수도 있습니다. 다만, 문서 계약이나 투자 시에는 꼼꼼하게 검토해야 손실을 막을 수 있습니다. ❤️ [연애 및 대인관계] 말솜씨가 좋아지고 매력이 넘치는 시기입니다. 대인관계에서 주도적인 역할을 하게 되며 많은 사람의 호감을 얻게 됩니다. 연인 관계에서는 즐거운 데이트와 이벤트가 많아져 관계가 깊어집니다. ⚠️ [주의사항] 소화기 계통이나 심혈관 건강에 유의해야 합니다. 또한, 지나친 생각에 빠져 우울감을 느낄 수 있으니 야외 활동을 통해 에너지를 발산하는 것이 좋습니다.
ru: 🔥 Прогноз на 2024 год (Пён, энергия огня): время активности и смелых шагов. Инициатива принесет результаты, но важно не перегореть и соблюдать баланс.
zh: 🔥 2024年 甲辰年 (木龙): '激情与智慧闪耀的一年' 2024年对你来说是‘偏印’和‘食神’能量进入的一年。就像阳光照耀森林，赋予万物生机。创造性想法将层出不穷，这将是你充分展示才华的一年。 💼 [事业与商务] 你将在专业领域脱颖而出，取得原创性成果。对从事研究、艺术或技术工作的人尤为有利。但由于想法太多可能导致执行力下降，所以一旦有了计划，请努力立即付诸实践。 💰 [财运] 这是一个才华和创意转化为金钱的时期。副业或爱好可能会创造收入。但要仔细审查文件合同或投资，以防损失。 ❤️ [爱情与关系] 表达能力提升，魅力四射。你将在关系中占据主导地位，赢得许多人的青睐。恋爱关系中会有许多愉快的约会和活动，使感情升温。 ⚠️ [注意事项] 关注消化系统或心血管健康。此外，可能会因思虑过多而感到压抑，通过户外活动释放能量会很有帮助。

# sajuFortune2024Jeong
source: 🔥 2024 Year of the Wood Dragon (Yin Fire): 'A Year of Inner Strength and Stability' 2024 brings the energy of 'Academic Success' and 'Expression.' Like a lamp illuminating a forest, this is a perfect year to focus on self-development, studies, or obtaining new certifications. 💼 [Career & Business] Support from mentors or seniors will improve your work environment, opening doors for promotions or transfers. Your ability to persuade others will be strong. Be mindful of your words to avoid being misunderstood by colleagues. 💰 [Wealth] Luck is on your side regarding contracts and legal documents. Expect gains from real estate or career-related certifications. Focus on stable asset management and avoid impulsive purchases. ❤️ [Love & Relationships] Your warm and polite demeanor will earn you the trust of those around you. Couples will experience a stable and nurturing period, making it a good year to plan for the future, including marriage. ⚠️ [Cautions] Take care of your vision and manage mental fatigue. A humble attitude will help you avoid resentment from others who may be envious of your success.
de: 🔥 2024 Gapjin Jahr Jeong-Feuer Allgemeines Glück: 'Ein Jahr der Stärkung interner Fundamente in Stabilität' 2024 ist ein Jahr, in dem die Energie von 'Jeong-in' und 'Sang-gwan' für Sie eintritt. Es ist wie eine Lampe am Nachthimmel, die den Wald beleuchtet. Es wird ein gutes Jahr sein, um sich auf die Selbstentwicklung zu konzentrieren, wie Studien oder den Erwerb von Zertifizierungen, und die internen Grundlagen zu stärken. 💼 [Karriere & Business] Mit der Hilfe von Vorgesetzten oder Senioren verbessert sich das Arbeitsumfeld und es ergeben sich Gelegenheiten für Beförderungen oder Versetzungen. Es ist eine vorteilhafte Zeit, Ihre Meinungen überzeugend zu vermitteln und Zustimmung von Ihren Mitmenschen zu gewinnen. Seien Sie jedoch vorsichtig mit Worten und Taten, da kritische Haltungen zu Gerüchten führen können. 💰 [Reichtum] Glück in Bezug auf Dokumente ist gut. Immobilienverträge oder Einkommensverbesserungen durch den Erwerb von Zertifizierungen werden erwartet. Es ist gut, sich auf eine stabile Vermögensverwaltung zu konzentrieren und von impulsivem Konsum abzusehen. ❤️ [Liebe & Beziehungen] Sie werden das Vertrauen der Menschen um Sie herum mit einem höflichen und herzlichen Auftreten gewinnen. In romantischen Beziehungen wächst die Rücksichtnahme aufeinander, wodurch stabile Treffen aufrechterhalten werden. Ein gutes Jahr, um auch eine Hochzeit vorzubereiten. ⚠️ [Vorsicht] Achten Sie auf Augenerkrankungen oder nervöse Erschöpfung. Bewahren Sie außerdem eine bescheidene Haltung, da das Zurschaustellen Ihrer Fähigkeiten Ressentiments bei Ihren Mitmenschen hervorrufen kann.
es: 🔥 Fortuna General 2024 Año Gapjin Fuego-Jeong: 'Un Año de Fortalecimiento de Bases Internas en Estabilidad' 2024 es un año donde entra la energía de 'Jeong-in' y 'Sang-gwan' para ti. Es como una lámpara en el cielo nocturno iluminando el bosque. Será un buen año para centrarse en el autodesarrollo, como estudios o adquisición de certificaciones, y fortalecer las bases internas. 💼 [Carrera y Negocios] Con la ayuda de superiores o mayores, el ambiente de trabajo mejora y llegan oportunidades de ascenso o traslado. Es un momento ventajoso para transmitir persuasivamente tus opiniones y ganar el acuerdo de quienes te rodean. Sin embargo, ten cuidado con las palabras y acciones ya que las actitudes críticas pueden llevar a rumores. 💰 [Riqueza] La fortuna relacionada con documentos es buena. Se esperan contratos inmobiliarios o mejora de ingresos a través de la adquisición de certificaciones. Es bueno centrarse en la gestión estable de activos y abstenerse del consumo impulsivo. ❤️ [Amor y Relaciones] Ganarás confianza de las personas que te rodean con una apariencia educada y cálida. En las relaciones románticas, la consideración por el otro crece, manteniendo encuentros estables. Un buen año para prepararse para el matrimonio también. ⚠️ [Precauciones] Cuidado con enfermedades oculares o agotamiento nervioso. Además, mantén una actitud humilde ya que presumir de tus habilidades puede causar resentimiento de quienes te rodean.
fr: 🔥 Fortune générale de l'année Gapjin 2024 (Feu-Jeong) : 'Une année de renforcement des bases internes dans la stabilité' 2024 est une année où l'énergie de 'Jeong-in' et 'Sang-gwan' entre en jeu pour vous. C'est comme une lampe dans le ciel nocturne éclairant la forêt. Ce sera une bonne année pour se concentrer sur le développement personnel, comme les études ou l'acquisition de certifications, et renforcer vos bases internes. 💼 [Carrière et Affaires] Avec l'aide de supérieurs ou d'aînés, l'environnement de travail s'améliore et des opportunités de promotion ou de transfert se présentent. C'est un moment avantageux pour transmettre vos opinions de manière persuasive et obtenir l'accord de votre entourage. Cependant, soyez prudent dans vos paroles et vos actes, car des attitudes critiques pourraient mener à des rumeurs. 💰 [Richesse] La chance liée aux documents est bonne. Des contrats immobiliers ou une amélioration des revenus grâce à l'acquisition de certifications sont prévus. Il est bon de se concentrer sur une gestion d'actifs stable et de s'abstenir de consommation impulsive. ❤️ [Amour et Relations] Vous gagnerez la confiance de votre entourage par votre apparence polie et chaleureuse. Dans les relations amoureuses, la considération mutuelle grandit, maintenant des rencontres stables. Une bonne année pour préparer un mariage également. ⚠️ [Précautions] Attention aux maladies oculaires ou à l'épuisement nerveux. Maintenez également une attitude humble, car faire étalage de vos compétences pourrait susciter du ressentiment autour de vous.
hi: 🔥 2024 गैपजिन वर्ष (लकड़ी का ड्रैगन): 'स्थिरता में आंतरिक नींव मजबूत करने का वर्ष' 2024 आपके लिए एक ऐसा वर्ष है जहाँ 'Jeong-in' और 'Sang-gwan' की ऊर्जा प्रवेश कर रही है। यह रात के आकाश में जंगल को रोशन करने वाले दीपक की तरह है। यह पढ़ाई या प्रमाणन प्राप्त करने जैसे आत्म-विकास पर ध्यान केंद्रित करने और आंतरिक नींव को मजबूत करने के लिए एक अच्छा वर्ष होगा। 💼 [करियर और व्यवसाय] वरिष्ठों या बड़ों की मदद से कार्य वातावरण में सुधार होगा और पदोन्नति या स्थानांतरण के अवसर आएंगे। अपनी राय को प्रभावशाली ढंग से व्यक्त करने और अपने आस-पास के लोगों से सहमति प्राप्त करने का यह एक फायदेमंद समय है। हालाँकि, शब्दों और कार्यों में सावधानी बरतें क्योंकि आलोचनात्मक रवैया अफवाहों का कारण बन सकता। 💰 [धन] दस्तावेजों से संबंधित भाग्य अच्छा है। रियल एस्टेट अनुबंध या प्रमाणन प्राप्ति के माध्यम से आय में सुधार की उम्मीद है। स्थिर संपत्ति प्रबंधन पर ध्यान केंद्रित करना और आवेगी खर्च से बचना अच्छा है। ❤️ [प्रेम और संबंध] आप अपने विनम्र और मिलनसार व्यवहार से लोगों का विश्वास जीतेंगे। रोमांटिक रिश्तों में एक-दूसरे के प्रति सम्मान बढ़ेगा, जिससे संबंध स्थिर रहेंगे। शादी की तैयारी के लिए भी यह एक अच्छा वर्ष है। ⚠️ [सावधानियां] आँखों की बीमारियों या मानसिक थकान से सावधान रहें। साथ ही, विनम्र स्वभाव बनाए रखें क्योंकि अपनी प्रतिभा का प्रदर्शन करने से दूसरों को जलन हो सकती है।
ja: 🔥 2024年 甲辰（きのえたつ）年 丁（ひのと）火 全体運: 「安定の中で内面を強化する年」 2024年はあなたにとって「正印（せいいん）」と「傷官（しょうかん）」のエネルギーが入ってくる年です。夜空の灯火が森を照らすようなものです。勉強や資格取得など自己啓発に集中し、内面を強化するのに良い年になるでしょう。 💼 [仕事・ビジネス] 上司や先輩の助けで職場環境が改善し、昇進や異動の機会が訪れます。自分の意見を説得力を持って伝え、周囲の同意を得るのに有利な時期です。ただし、批判的な態度は噂になる可能性があるため、言動には注意してください。 💰 [金運] 文書に関する運が良いです。不動産契約や資格取得による収入アップが期待できます。安定した資産管理に集中し、衝動的な消費を控えるのが良いでしょう。 ❤️ [恋愛・対人関係] 礼儀正しく温かい姿で周囲の人から信頼を得るでしょう。恋愛関係では、お互いへの配慮が深まり、安定した交際が続きます。結婚の準備をするのにも良い年です。 ⚠️ [注意点] 眼病や神経衰弱に注意してください。また、才能をひけらかすと周囲の反感を買う可能性があるため、謙虚な態度を保ってください。
ko: 🔥 2024년 갑진년 정화(丁火) 총운: '안정 속의 내실을 다지는 해' 2024년은 정화인 당신에게 '정인(正印)'과 '상관(傷官)'의 기운이 들어오는 해입니다. 밤하늘의 등불이 숲을 밝히는 형국입니다. 학문이나 자격증 취득 등 자기 계발에 힘쓰며 내실을 다지기에 좋은 한 해가 될 것입니다. 💼 [직장 및 사업운] 윗사람이나 선배의 도움으로 업무 환경이 개선되고 승진이나 영전의 기회가 찾아옵니다. 자신의 의견을 설득력 있게 전달하여 주변의 동의를 얻기에 유리한 시기입니다. 다만, 비판적인 태도로 인해 구설에 오를 수 있으니 언행에 신중해야 합니다. 💰 [재물운] 문서와 관련된 운이 좋습니다. 부동산 계약이나 자격증 취득을 통한 수익 향상이 기대됩니다. 안정적인 자산 관리에 집중하는 것이 좋으며, 충동적인 소비는 자제해야 합니다. ❤️ [연애 및 대인관계] 예의 바르고 따뜻한 모습으로 주변 사람들에게 신뢰를 얻게 됩니다. 연인 관계에서는 서로를 배려하는 마음이 커져 안정적인 만남을 이어갑니다. 결혼을 준비하기에도 좋은 해입니다. ⚠️ [주의사항] 안과 질환이나 신경 과로에 유의해야 합니다. 또한, 자신의 실력을 과시하다가 주변의 반감을 살 수 있으니 겸손한 태도를 유지하는 것이 중요합니다.
ru: 🕯️ Прогноз на 2024 год (Чон, мягкий огонь): год тонких решений и внимательности. Побеждают аккуратность, дипломатия и работа с деталями.
zh: 🔥 2024年 甲辰年 (木龙): '在稳定中强化内在基础的一年' 2024年对你来说是‘正印’和‘伤官’能量进入的一年。就像夜空中的一盏明灯照亮森林。这将是专注于自我提升（如学习或考取证书）并强化内在基础的好年份。 💼 [事业与商务] 在长辈或前辈的帮助下，工作环境得到改善，晋升或调动的机会随之而来。这是说服他人并获得共识的有利时期。但要注意言行，因为批判性的态度可能会引发流言蜚语。 💰 [财运] 文书方面的运势很好。房地产合同或通过获取证书提高收入值得期待。宜专注于稳定的资产管理，克制冲动消费。 ❤️ [爱情与关系] 你礼貌而温暖的形象将赢得周围人的信任。恋爱关系中，双方更加体谅彼此，维持稳定的交往。也是准备结婚的好年份。 ⚠️ [注意事项] 预防眼疾或神经衰弱。同时，保持谦逊的态度，因为炫耀才华可能会引起周围人的反感。
