Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# compatibilityDescBest_Mature
source: This is the best compatibility to be a strong support for each other during important stages of life. You can build a stable and deep love based on trust. You will feel each other's preciousness more strongly in the process of solving realistic problems together, and your values match so well that you couldn't find a better partner to plan your future with.
es: Son compañeros ideales que se brindan estabilidad y fortaleza mutua. Es una relación madura en la que confían en los valores del otro y construyen un futuro juntos. Comprenden profundamente las metas de vida del otro y son los mejores apoyos mutuos. Con la confianza mutua como base, pueden llevar una vida juntos feliz y próspera.
fr: Vous êtes des partenaires idéaux qui s'apportent stabilité et force mutuelle. C'est une relation mature où vous avez confiance dans les valeurs de l'autre et construisez un avenir ensemble. Vous comprenez profondément les objectifs de vie de chacun et êtes les meilleurs soutiens l'un pour l'autre. Avec la confiance mutuelle comme base, vous pouvez mener une vie commune heureuse et prospère.
hi: आप आदर्श साथी हैं जो एक-दूसरे को स्थिरता और शक्ति प्रदान करते हैं। यह एक परिपक्व रिश्ता है जहाँ आप एक-दूसरे के मूल्यों पर भरोसा करते हैं और साथ में भविष्य का निर्माण करते हैं। आप एक-दूसरे के जीवन लक्ष्यों को गहराई से समझते हैं और एक-दूसरे के लिए सबसे बड़े समर्थक हैं। आपसी विश्वास को आधार बनाकर, आप एक खुशहाल और समृद्ध जीवन साथ बिता सकते हैं।
ja: 人生の大切な時期に、お互いの心強い支えとなれる最高の相性です。信頼に基づいた、安定した深い愛を築くことができます。現実的な問題を共に解決していく過程で、お互いの大切さをより強く感じることでしょう。価値観が一致しており、共に未来を設計するのにこれ以上ない素晴らしい縁です。
ru: Вы идеальные партнеры, дающие друг другу стабильность и силу. Это зрелые отношения, в которых вы доверяете ценностям друг друга и строите совместное будущее. Вы глубоко понимаете жизненные цели друг друга и являетесь лучшей поддержкой. С взаимным доверием в качестве основы вы сможете вести счастливую и процветающую совместную жизнь.

# compatibilityDescBest_Senior
source: You are the best match to be a warm comfort and a safe haven for each other as life companions. You can share a deep connection where hearts communicate even without words. It's a mature relationship where you can enjoy a relaxed life while taking care of each other's health and peace. Your way of respecting and embracing each other's life wisdom is a beautiful journey that serves as a model for those around you.
es: Son compañeros maravillosos que pasan los años dorados juntos con calidez. Es una relación profunda en la que respetan la sabiduría del otro y se brindan apoyo emocional mutuo. Son compañeros que comparten las pequeñas alegrías de la vida diaria y se cuidan mutuamente. Son una unión valiosa que lleva una vida pacífica y feliz llena de recuerdos compartidos.
fr: Vous êtes de merveilleux compagnons qui passent leurs années dorées ensemble avec chaleur. C'est une relation profonde où vous respectez la sagesse de l'autre et vous apportez un soutien émotionnel mutuel. Vous êtes des partenaires qui partagent les petites joies du quotidien et prennent soin de la santé de l'autre. Vous formez une union précieuse qui mène une vie paisible et heureuse, pleine de souvenirs partagés.
hi: आप अद्भुत साथी हैं जो जीवन के अंतिम पड़ाव को गर्मजोशी के साथ बिता रहे हैं। यह एक गहरा रिश्ता है जहाँ आप एक-दूसरे के ज्ञान का सम्मान करते हैं और एक-दूसरे को भावनात्मक सहारा देते हैं। आप ऐसे साथी हैं जो दैनिक जीवन की छोटी-छोटी खुशियाँ साझा करते हैं और एक-दूसरे के स्वास्थ्य की देखभाल कर सकते हैं। आप एक अनमोल बंधन हैं जो साझा यादों से भरा एक शांतिपूर्ण और सुखद जीवन जी रहे हैं।
ja: 人生の伴侶として、お互いに温かい慰めと安らぎの場となれる最高の縁です。言葉にしなくても心が通じ合う、深い絆で結ばれています。健康と平安を共に守りながら、ゆとりある人生を楽しめる成熟した関係です。お互いの人生の知恵を尊重し、包み込む姿は周囲の模範となる美しい同行です。
ru: Вы прекрасные спутники, проводящие золотые годы вместе в тепле и уюте. Это глубокие отношения, в которых вы уважаете мудрость друг друга и оказываете эмоциональную поддержку. Вы партнеры, которые делят маленькие радости повседневной жизни и заботятся о здоровье друг друга. Ваш союз бесценен, он ведет к мирной и счастливой жизни, полной общих воспоминаний.

# compatibilityTitleGreat
source: A very good relationship 💕
de: Eine sehr gute Beziehung 💕
es: Una relación muy buena 💕
fr: Une très bonne relation 💕
hi: एक बहुत अच्छा रिश्ता 💕
ja: とても良い縁です 💕
ko: 아주 좋은 인연이에요 💕
ru: Очень хорошие отношения 💕
zh: 非常合拍

# compatibilityDescGreat
source: A great partner who is a huge support to each other.
de: Ein großartiger Partner, der sich gegenseitig unterstützt.
es: Un gran compañero que es un gran apoyo mutuo.
fr: Un excellent partenaire qui est un grand soutien mutuel.
hi: एक बेहतरीन साथी जो एक-दूसरे के लिए बहुत बड़ा सहारा है।
ja: お互いに大きな力になる素晴らしいパートナーです。
ko: 서로에게 큰 힘이 되는 훌륭한 파트너입니다.
ru: Прекрасный партнер, который является огромной поддержкой друг для друга.
zh: 互补又能理解，越相处越舒服。

# compatibilityDescGreat_Youth
source: You are a very good match that gives positive energy to each other. You can spend such happy and enjoyable times together that you won't even notice time passing. Although you may clash occasionally due to your unique personalities, you have a vibrant relationship where you can quickly reconcile through conversation and develop into an even deeper bond.
es: Es una relación llena de energía y emoción. Tienen intereses y valores similares, por lo que disfrutan mucho tiempo juntos. Son una pareja que crece junta motivándose mutuamente. Si superan las pequeñas diferencias con comprensión, podrán desarrollar un amor aún más profundo.
fr: C'est une relation pleine d'énergie et d'excitation. Vous avez des intérêts et des valeurs similaires, ce qui vous permet de profiter de beaucoup de temps ensemble. Vous êtes un couple qui grandit ensemble en se motivant mutuellement. Si vous surmontez les petites différences con compréhension, vous pourrez développer un amour encore plus profond.
hi: यह ऊर्जा और उत्साह से भरा रिश्ता है। आपकी रुचियां और मूल्य समान हैं, इसलिए आप साथ में बहुत समय का आनंद ले सकते हैं। आप एक ऐसी जोड़ी हैं जो एक-दूसरे को प्रेरित करके साथ में बढ़ती है। यदि आप समझदारी के साथ छोटे-छोटे मतभेदों को दूर करते हैं, तो आप और भी गहरा प्रेम विकसित कर सकते हैं।
ja: お互いにポジティブなエネルギーを与え合う、とても良い縁です。一緒にいると時間を忘れるほど楽しく、幸せな時間を過ごせます。時にはお互いの個性のためにぶつかることもあるかもしれませんが、対話を通じてすぐに仲直りし、より深い仲へと発展できる、生命力あふれる関係です。
ru: Это отношения, полные энергии и азарта. У вас схожие интересы и ценности, поэтому вы с удовольствием проводите много времени вместе. Вы пара, которая растет вместе, мотивируя друг друга. Если вы преодолеете небольшие различия с пониманием, ваша любовь станет еще глубже.

# compatibilityDescGreat_Mature
source: You are wonderful partners who can wisely navigate realistic problems together. It's a relationship where you create synergy by filling each other's deficiencies. As a mature couple who balances work, love, and home well while supporting each other's growth, you have a stable compatibility where synergy shines more as you stay together.
es: Son una pareja con una sintonía muy alta en estilo de vida y valores. Respetan el trabajo y el espacio social del otro mientras ofrecen un fuerte respaldo emocional. Es una relación estable que resuelve problemas juntos y planea un futuro sólido. Si mantienen la comunicación, tendrán una relación que otros envidiarán.
fr: Vous êtes un couple avec une très grande affinité en termes de style de vie et de valeurs. Vous respectez le travail et l'espace social de l'autre tout en offrant un solide soutien émotionnel. C'est une relation stable qui résout les problèmes ensemble et planifie un avenir solide. Si vous maintenez la communication, vous aurez une relation que les autres envieront.
hi: आप जीवनशैली और मूल्यों में बहुत उच्च तालमेल वाली जोड़ी हैं। आप एक-दूसरे के काम और सामाजिक स्थान का सम्मान करते हैं और साथ ही मजबूत भावनात्मक सहारा प्रदान करते हैं। यह एक स्थिर रिश्ता है जो समस्याओं को मिलकर सुलझाता है और एक ठोस भविष्य की योजना बनाता है। यदि आप संवाद बनाए रखते हैं, तो आपका रिश्ता ऐसा होगा जिससे दूसरे ईर्ष्या करेंगे।
ja: 現実的な問題を共にかしこく乗り越えていける、素晴らしいパートナーです。お互いの足りない部分を補い合い、相乗効果を生み出す関係です。仕事、愛、家庭のバランスをうまく保ちながら、お互いの発展を応援し合う成熟したカップルで、共に歩むほどその輝きが増していく安定した相性です。
ru: Вы пара с очень высокой гармонией в образе жизни и ценностях. Вы уважаете работу и личное пространство друг друга, обеспечивая при этом надежную эмоциональную поддержку. Это стабильные отношения, в которых проблемы решаются сообща и планируется надежное будущее. Если вы сохраните общение, вашим отношениям будут завидовать окружающие.

# compatibilityDescGreat_Senior
source: You are very good partners who can enjoy a relaxed life while taking care of each other's health and peace. Your mere presence is a great strength and comfort to each other. It's a relationship where you build deep emotional bonds by sharing small daily lives such as hobbies or walks. You are a warm and affectionate match that meticulously takes care of each other's health.
es: Son compañeros que se brindan consuelo y tranquilidad mutua en la vida. Comparten los pasatiempos del otro y disfrutan de un tiempo relajado juntos. Es una relación en la que valoran las experiencias de vida del otro y se apoyan mutuamente. Si se cuidan y prestan atención a la salud del otro, pasarán unos años dorados muy estables y felices.
fr: Vous êtes des partenaires qui s'apportent réconfort et tranquillité dans la vie. Vous partagez les loisirs de l'autre et profitez d'un temps relaxant ensemble. C'est une relation où vous valorisez les expériences de vie de l'autre et vous soutenez mutuellement. Si vous prenez soin l'un de l'autre et restez attentifs à la santé de chacun, vous passerez des années dorées très stables et heureuses.
hi: आप ऐसे साथी हैं जो जीवन में एक-दूसरे को आराम और शांति प्रदान करते हैं। आप एक-दूसरे के शौक साझा करते हैं और साथ में फुर्सत के समय का आनंद लेते हैं। यह एक ऐसा रिश्ता है जहाँ आप एक-दूसरे के जीवन के अनुभवों को महत्व देते हैं और एक-दूसरे का समर्थन करते हैं। यदि आप एक-दूसरे का ख्याल रखते हैं और स्वास्थ्य पर ध्यान देते हैं, तो आपका बुढ़ापा बहुत स्थिर और खुशहाल होगा।
ja: 健康と平安を共に守りながら、ゆとりある人生を楽しめる、とても良いパートナーです。お互いの存在そのものが大きな力となり、慰めになります。趣味や散歩など、ささやかな日常を共有しながら、精神的に深い絆を築いていく関係です。お互いの健康を細やかに気遣う、温かい情にあふれた縁です。
ru: Вы партнеры, которые дарят друг другу утешение и покой. Вы разделяете хобби друг друга и наслаждаетесь спокойным временем вместе. Это отношения, в которых вы цените жизненный опыт друг друга и поддерживаете во всем. Если вы будете внимательны к здоровью и чувствам друг друга, ваши золотые годы будут очень стабильными и счастливыми.

# compatibilityTitleGood
source: A well-matched couple 😊
de: Ein gut passendes Paar 😊
es: Una pareja que encaja bien 😊
fr: Un couple qui s'entend bien 😊
hi: एक अच्छी तरह मेल खाने वाली जोड़ी 😊
ja: お似合いのカップルです 😊
ko: 잘 어울리는 커플이에요 😊
ru: Хорошо подходящая пара 😊
zh: 不错的缘分

# compatibilityDescGood
source: There are some differences, but you can have a beautiful love while adjusting to each other.
de: Es gibt einige Unterschiede, aber Sie können eine schöne Liebe haben, während Sie sich aneinander anpassen.
es: Hay algunas diferencias, pero pueden tener un amor hermoso mientras se adaptan el uno al otro.
fr: Il y a quelques différences, mais vous pouvez avoir un bel amour en vous adaptant l'un à l'autre.
hi: कुछ मतभेद हैं, लेकिन एक-दूसरे के साथ तालमेल बिठाते हुए आपका प्रेम सुंदर हो सकता है।
ja: 少しの違いはありますが、お互いに合わせながら素敵な恋ができます。
ko: 약간의 차이는 있지만 서로 맞춰가며 예쁜 사랑을 할 수 있습니다.
ru: Есть некоторые различия, но вы можете построить прекрасную любовь, подстраиваясь друг под друга.
zh: 只要多沟通，就能很稳定地走下去。

# compatibilityDescGood_Youth
source: You are a couple with well-matched tastes and values. Although you might bicker occasionally, even those processes will be precious times to get to know each other more deeply. If you exercise the virtue of recognizing each other's differences as individuality and yielding a little, you have a good compatibility that can sufficiently continue a happy relationship.
es: Son una pareja que construye un amor hermoso a través de la adaptación mutua. Aunque puede haber diferencias de personalidad, pueden tener una buena relación si se esfuerzan por comprenderse. Es importante respetar la individualidad del otro y encontrar puntos comunes a través de conversaciones honestas.
fr: Vous êtes un couple qui construit un bel amour grâce à une adaptation mutuelle. Bien qu'il puisse y avoir des différences de personnalité, vous pouvez avoir une bonne relation si vous faites des efforts pour vous comprendre. Il est important de respecter l'individualité de l'autre et de trouver des points communs à travers des conversations honnêtes.
hi: आप एक ऐसी जोड़ी हैं जो आपसी तालमेल के माध्यम से एक सुंदर प्रेम का निर्माण करती है। हालांकि व्यक्तित्व में अंतर हो सकते हैं, लेकिन यदि आप एक-दूसरे को समझने का प्रयास करते हैं तो आपका रिश्ता अच्छा हो सकता है। एक-दूसरे की व्यक्तित्व का सम्मान करना और ईमानदार बातचीत के माध्यम से समानताएं खोजना महत्वपूर्ण है।
ja: 好みや価値観がよく合うカップルです。時には喧嘩することもあるかもしれませんが、その過程さえもお互いをより深く知るための大切な時間になるでしょう。お互いの違いを個性として認め、少しずつ譲り合う美徳を発揮すれば、十分に幸せな恋愛を続けていける良い相性です。
ru: Вы пара, которая строит прекрасную любовь через взаимную адаптацию. Хотя в характерах могут быть различия, вы можете построить хорошие отношения, если будете стараться понять друг друга. Важно уважать индивидуальность партнера и находить точки соприкосновения в честных разговорах.

# compatibilityDescGood_Mature
source: You are a couple who blends harmoniously while respecting each other's values. You can grow your love while maintaining a good balance between reality and ideals. Although conflicts may arise occasionally due to each other's stubbornness, you have a solid relationship where deep trust allows you to overcome them without major issues.
es: Son una relación que se mantiene estable gracias a la consideración y el esfuerzo mutuo. Puede haber situaciones en las que difieran en problemas prácticos o decisiones de vida, pero pueden resolverlas mediante el diálogo. Si se centran en las fortalezas del otro y se apoyan mutuamente, serán una pareja sólida.
fr: Vous formez une relation qui reste stable grâce à la considération et aux efforts mutuels. Il peut y avoir des situations où vous différez sur des problèmes pratiques ou des décisions de vie, mais vous pouvez les résoudre par le dialogue. Si vous vous concentrez sur les forces de l'autre et vous soutenez mutuellement, vous serez un couple solide.
hi: आप एक ऐसा रिश्ता हैं जो आपसी विचारशीलता और प्रयास के माध्यम से स्थिर रहता है। ऐसी स्थितियाँ हो सकती हैं जहाँ आप व्यावहारिक समस्याओं या जीवन के निर्णयों पर भिन्न हों, लेकिन आप उन्हें संवाद के माध्यम से सुलझा सकते हैं। यदि आप एक-दूसरे की ताकत पर ध्यान केंद्रित करते हैं और एक-दूसरे का समर्थन करते हैं, तो आप एक मजबूत जोड़ी बनेंगे।
ja: お互いの価値観を尊重し、調和のとれたカップルです。現実と理想の間でバランスを保ちながら、愛を育んでいくことができます。時にはお互いの頑固さから葛藤が生じることもありますが、お互いへの信頼が深いため、大きな問題なく乗り越えていける堅実な関係です。
ru: Ваши отношения остаются стабильными благодаря взаимному вниманию и усилиям. Могут возникать ситуации, когда ваши взгляды на практические вопросы или жизненные решения расходятся, но вы можете решить их путем диалога. Если вы сосредоточитесь на сильных сторонах друг друга и будете поддерживать партнера, вы станете крепкой парой.

# compatibilityDescGood_Senior
source: You are a harmonious couple who embraces each other based on long experience and wisdom. You can enjoy peaceful happiness by sharing small daily routines. It's a relationship where you can stay comfortably like friends while respecting and considering each other's lifestyle habits. Just reliably staying by each other's side is a sufficiently satisfying bond.
es: Son compañeros que llevan una vida pacífica mientras se adaptan al ritmo del otro. Es importante respetar los hábitos de vida del otro y construir intimidad a través de pequeñas conversaciones diarias. Si vigilan la salud del otro y se apoyan mutuamente, disfrutarán de una relación cómoda.
fr: Vous êtes des compagnons qui mènent une vie paisible tout en s'adaptant au rythme de l'autre. Il est important de respecter les habitudes de vie de l'autre et de construire une intimité à travers de petites conversations quotidiennes. Si vous veillez sur la santé de l'autre et vous soutenez mutuellement, vous profiterez d'une relation confortable.
hi: आप ऐसे साथी हैं जो एक-दूसरे की लय के अनुसार ढलते हुए शांतिपूर्ण जीवन जीते हैं। एक-दूसरे की जीवन की आदतों का सम्मान करना और दैनिक बातचीत के माध्यम से आत्मीयता बनाना महत्वपूर्ण है। यदि आप एक-दूसरे के स्वास्थ्य पर नज़र रखते हैं और एक-दूसरे का सहारा बनते हैं, तो आप एक आरामदायक रिश्ते का आनंद लेंगे।
ja: 長年の経験と知恵をもとに、お互いを包み込む調和のとれたカップルです。ささやかな日常を共有しながら、穏やかな幸せを享受できます。お互いの生活習慣を尊重し、配慮しながら、友人のように心地よく過ごせる関係です。お互いのそばをしっかりと守るだけで、十分に満足できる絆です。
ru: Вы спутники, ведущие мирную жизнь и подстраивающиеся под ритм друг друга. Важно уважать привычки партнера и укреплять близость через простые ежедневные разговоры. Если вы будете следить за здоровьем друг друга и поддерживать во всем, ваши отношения будут комфортными и уютными.

# compatibilityTitleEffort
source: Effort is needed 🧐
de: Anstrengung ist erforderlich 🧐
es: Se requiere esfuerzo 🧐
fr: Des efforts sont nécessaires 🧐
hi: प्रयास की आवश्यकता है 🧐
ja: 努力が必要です 🧐
ko: 노력이 필요해요 🧐
ru: Требуются усилия 🧐
zh: 需要用心

# compatibilityDescEffort
source: There are many differences. Understanding and consideration are key to the relationship.
de: Es gibt viele Unterschiede. Verständnis und Rücksichtnahme sind der Schlüssel zur Beziehung.
es: Hay muchas diferencias. La comprensión y la consideración son clave para la relación.
fr: Il y a beaucoup de différences. La compréhension et la considération sont les clés de la relation.
hi: कई मतभेद हैं। रिश्ते के लिए समझ और विचारशीलता महत्वपूर्ण हैं।
ja: 違う点が多いです。理解と思いやりが関係の鍵です。
ko: 서로 다른 점이 많습니다. 이해와 배려가 관계의 핵심입니다.
ru: Много различий. Понимание и внимание — ключи к вашим отношениям.
zh: 需要磨合，但也有成长的空间。

# compatibilityDescEffort_Youth
source: Since you grew up in different environments, there are many things to adjust. You need to make an effort to understand each other's feelings first rather than just asserting your own arguments. Honestly expressing emotions and spending more time in conversation so that small misunderstandings don't grow will be a great help in maintaining the relationship.
es: Son una pareja que necesita crecer junta a través de muchas conversaciones y comprensión. Pueden surgir desacuerdos frecuentes debido a personalidades diferentes, pero si ven esto como un proceso de conocerse, podrán desarrollarse. Es importante entender el punto de vista del otro en lugar de imponer la propia opinión.
fr: Vous êtes un couple qui doit grandir ensemble à travers de nombreuses conversations et de la compréhension. Des désaccords fréquents peuvent survenir en raison de personnalités différentes, mais si vous voyez cela comme un processus pour apprendre à vous connaître, vous pourrez vous développer. Il est important de comprendre le point de vue de l'autre plutôt que d'imposer son propre avis.
hi: आप एक ऐसी जोड़ी हैं जिसे बहुत सारी बातचीत और समझ के माध्यम से साथ बढ़ने की आवश्यकता है। अलग-अलग व्यक्तित्वों के कारण अक्सर असहमति हो सकती है, लेकिन यदि आप इसे एक-दूसरे को जानने की प्रक्रिया के रूप में देखते हैं, तो आप विकसित हो सकते हैं। अपनी राय थोपने के बजाय दूसरे के दृष्टिकोण को समझना महत्वपूर्ण है।
ja: 異なる環境で育ってきた分、合わせていくべき部分が多いです。自分の主張ばかりを通すのではなく、まず相手の気持ちを汲み取ろうとする努力が必要です。小さな誤解が大きくならないよう、素直に感情を表現し、対話の時間を増やすことが関係維持に大きな助けとなります。
ru: Вы пара, которой нужно расти вместе через долгие разговоры и понимание. Часто могут возникать разногласия из-за разных характеров, но если вы будете воспринимать это как процесс познания друг друга, вы сможете развиваться. Важно понимать точку зрения партнера, а не навязывать свое мнение.

# compatibilityDescEffort_Mature
source: Conflicts may arise because each person's perspective is distinct. Respecting each other's lifestyles and yielding a little is the key to maintaining the relationship. When conflicts arise due to realistic problems, it's a time when wisdom is needed to calmly organize each other's positions rather than reacting emotionally.
es: Es una relación que requiere mucha paciencia y adaptación, ya que los estilos de vida pueden ser diferentes. Puede haber roces en asuntos prácticos, por lo que es importante establecer reglas claras y respetarse mutuamente. Si se esfuerzan por ver las diferencias no como un conflicto, sino como un complemento, podrán mantener la relación.
fr: C'est une relation qui demande beaucoup de patience et d'adaptation car les styles de vie peuvent être différents. Il peut y avoir des frictions sur des questions pratiques, il est donc important d'établir des règles claires et de se respecter mutuellement. Si vous vous efforcez de voir les différences non pas comme un conflit mais comme un complément, vous pourrez maintenir la relation.
hi: यह एक ऐसा रिश्ता है जिसमें बहुत धैर्य और तालमेल की आवश्यकता होती है क्योंकि जीवनशैली अलग हो सकती है। व्यावहारिक मामलों में घर्षण हो सकता है, इसलिए स्पष्ट नियम बनाना और एक-दूसरे का सम्मान करना महत्वपूर्ण है। यदि आप मतभेदों को संघर्ष के रूप में नहीं बल्कि एक पूरक के रूप में देखने का प्रयास करते हैं, तो आप रिश्ता बनाए रख पाएंगे।
ja: それぞれの主観がはっきりしているため、ぶつかる点が生じることがあります。お互いの生活スタイルを尊重し、少しずつ譲り合う心が関係維持の鍵です现实的な問題で葛藤が生じたときは、感情的に対応するのではなく、冷静にお互いの立場を整理してみる知恵が必要な時期です。
ru: Это отношения, требующие большого терпения и адаптации, так как ваши стили жизни могут различаться. Могут возникать трения в практических делах, поэтому важно установить четкие правила и уважать друг друга. Если вы приложите усилия, чтобы видеть в различиях не конфликт, а дополнение, вы сможете сохранить отношения.

# compatibilityDescEffort_Senior
source: Discomfort may arise due to lifestyle habits that have been fixed for a long time. Recognizing each other's space and having a considerate mind is the shortcut to creating a comfortable relationship. Rather than insisting only on your own way, you need a warm heart that considers the other's comfort first. Try focusing on improving the quality of the time you spend together.
es: Son compañeros que deben darse espacio mutuo y esforzarse por comprender los hábitos de vida del otro. Es importante aceptar los hábitos consolidados durante mucho tiempo en lugar de intentar cambiarlos. Si se centran en intereses comunes y se apoyan emocionalmente, podrán llevar una relación estable.
fr: Vous êtes des partenaires qui doivent se laisser de l'espace mutuellement et s'efforcer de comprendre les habitudes de vie de l'autre. Il est important d'accepter les habitudes ancrées depuis longtemps plutôt que d'essayer de les changer. Si vous vous concentrez sur des intérêts communs et vous soutenez émotionnellement, vous pourrez mener une relation stable.
hi: आप ऐसे साथी हैं जिन्हें एक-दूसरे को जगह देनी चाहिए और दूसरे की जीवन की आदतों को समझने का प्रयास करना चाहिए। लंबे समय से बनी आदतों को बदलने की कोशिश करने के बजाय उन्हें स्वीकार करना महत्वपूर्ण है। यदि आप साझा हितों पर ध्यान केंद्रित करते हैं और एक-दूसरे को भावनात्मक रूप से सहारा देते हैं, तो आप एक स्थिर रिश्ता निभा पाएंगे।
ja: 長年培ってきた生活習慣の違いから、不便さを感じることがあるかもしれません。お互いの領域を認め、配慮する心が、心地よい関係を築く近道です。自分のやり方だけに固執するのではなく、相手の心地よさをまず考える温かい心が必要です。共に過ごす時間の質を高めることに集中してみてください。
ru: Вы партнеры, которым нужно давать друг другу пространство и стараться понять привычки партнера. Важно принимать устоявшийся годами образ жизни другого, а не пытаться его изменить. Если вы сосредоточитесь на общих интересах и будете поддерживать друг друга эмоционально, ваши отношения будут стабильными.

# compatibilityTitleDifficult
source: Need to adjust a lot 😅
de: Viel Anpassung erforderlich 😅
es: Necesita mucho ajuste 😅
fr: Nécessite beaucoup d'ajustements 😅
hi: बहुत अधिक तालमेल की आवश्यकता है 😅
ja: たくさん合わせる必要があります 😅
ko: 많이 맞춰가야 해요 😅
ru: Нужно много подстраиваться 😅
zh: 挑战较多
