Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# adviceWealth1
source: Cutting back on minor expenses today is the first step toward building significant wealth.
de: Das Reduzieren kleiner Ausgaben ist der Anfang, um großen Reichtum zu sammeln.
es: Reducir los pequeños gastos es el comienzo para acumular una gran riqueza.
fr: Réduire les petites dépenses est le début de la grande richesse.
hi: आज छोटे खर्चों में कटौती करना भविष्य में बड़ी संपत्ति बनाने की दिशा में पहला कदम है।
ja: 小さな支出を減らすことが、大きな富を築く第一歩です。
ko: 작은 지출을 줄이는 것이 큰 재물을 모으는 시작입니다.
ru: Ставьте приоритет на надежность: сегодня выигрывает аккуратный расчет.
zh: 今天削减小额开支是建立显著财富的第一步。

# adviceWealth2
source: Waiting until tomorrow to make financial decisions may work in your favor.
de: Finanzielle Entscheidungen auf morgen zu verschieben, kann ein Gewinn sein.
es: Posponer las decisiones financieras hasta mañana puede ser una ganancia.
fr: Reporter vos décisions financières à demain pourrait s'avérer bénéfique.
hi: वित्तीय निर्णय लेने के लिए कल तक का इंतजार करना आपके पक्ष में हो सकता है।
ja: 経済的な決定を明日に先送りすることが、かえって利益になる場合があります。
ko: 금전적인 결정은 내일로 미루는 것이 이득이 될 수 있습니다.
ru: Не гонитесь за быстрым: стабильный шаг принесет больше прибыли.
zh: 等到明天再做财务决定可能会对你更有利。

# adviceLove0
source: A kind word and a gentle expression can improve your luck in relationships.
de: Ein Ton, ein Ausdruck bestimmt das zwischenmenschliche Glück. Beginnen Sie zuerst sanft.
es: Un tono y una expresión determinan la suerte interpersonal. Comienza con suavidad primero.
fr: Chaque ton et chaque expression compte pour votre chance relationnelle. Commencez en douceur.
hi: एक दयालु शब्द और कोमल व्यवहार रिश्तों में आपके भाग्य को संवार सकता है।
ja: 言葉一つ、表情一つが対人運を左右します。まずは柔らかく接することから始めましょう。
ko: 말투 한 번, 표정 한 번이 인연운을 좌우합니다. 먼저 부드럽게 시작하세요.
ru: Слушайте внимательнее — люди сегодня особенно ценят заботу.
zh: 一句亲切的话语和温柔的表情可以提升你在人际关系中的运势。

# adviceLove1
source: Being a good listener is the secret to winning over others today.
de: Eine zuhörende Haltung wird zum Schlüssel, um das Herz des anderen zu öffnen.
es: Una actitud de escucha se convierte en la clave para abrir el corazón de la otra persona.
fr: Une attitude d'écoute sera la clé pour ouvrir le cœur de l'autre.
hi: आज दूसरों का दिल जीतने का रहस्य एक अच्छा श्रोता बनना है।
ja: 話を聞く態度が、相手の心を開く鍵になります。
ko: 경청하는 자세가 상대방의 마음을 여는 열쇠가 됩니다.
ru: Скажите прямо и мягко: честность сейчас важнее красивых слов.
zh: 做一个好的倾听者是今天赢得他人青睐的秘诀。

# adviceLove2
source: Maintaining courtesy even with those close to you will preserve your positive energy.
de: Manieren auch gegenüber nahestehenden Personen zu bewahren, ist der Weg, das Glück zu schützen.
es: Mantener los modales incluso con personas cercanas es la forma de proteger tu suerte.
fr: Rester poli, même avec vos proches, est le meilleur moyen de préserver votre chance.
hi: अपने करीबी लोगों के साथ भी शिष्टाचार बनाए रखना आपकी सकारात्मक ऊर्जा को सुरक्षित रखेगा।
ja: 親しい間柄でも礼儀を守ることが、運を守る道です。
ko: 가까운 사람일수록 예의를 지키는 것이 운을 지키는 길입니다.
ru: Не спешите с выводами — дайте чувствам успокоиться.
zh: 即使是对亲近的人也要保持礼貌，这将维护你的正能量。

# adviceCareer0
source: Focus on one key goal today instead of trying to do everything at once.
de: Heute ist ein Tag, um 'eine Sache sicher zu fangen', anstatt die Ziele zu erweitern. Reduzieren Sie Prioritäten.
es: Hoy es un día para 'asegurar una cosa' en lugar de ampliar objetivos. Reduce tus prioridades.
fr: Aujourd'hui, concentrez-vous sur une tâche précise plutôt que de multiplier les objectifs. Réduisez vos priorités.
hi: सब कुछ एक साथ करने की कोशिश करने के बजाय आज केवल एक मुख्य लक्ष्य पर ध्यान केंद्रित करें।
ja: 今日は目標を広げるよりも、「一つのことを確実にこなす」日です。優先順位を絞りましょう。
ko: 목표를 넓히기보다 '하나를 확실히' 잡는 날입니다. 우선순위를 줄이세요.
ru: Упростите задачи и действуйте по плану — эффективность будет высокой.
zh: 今天专注于一个关键目标，而不是试图同时做所有事情。

# adviceCareer1
source: Don't rush. Taking things one step at a time is the quickest way to success.
de: Überstürzen Sie nichts. Schritt für Schritt vorzugehen ist der schnellste Weg.
es: No te apresures. Proceder paso a paso es el camino más rápido.
fr: Ne vous précipitez pas. Avancer pas à pas est le chemin le plus rapide.
hi: जल्दबाजी न करें। धैर्यपूर्वक एक-एक कदम उठाना ही सफलता का सबसे निश्चित मार्ग है।
ja: 焦らないでください。一歩ずつ着実に進むことが、結局は一番の近道です。
ko: 서두르지 마세요. 차근차근 진행하는 것이 가장 빠른 길입니다.
ru: Держите фокус на главном: сегодня это принесет быстрый прогресс.
zh: 不要操之过急。一步一个脚印是通往成功最快的路。

# adviceCareer2
source: Consider the advice of others, but trust your intuition for the final decision.
de: Beziehen Sie Ratschläge aus Ihrem Umfeld ein, aber vertrauen Sie bei der endgültigen Entscheidung Ihrer eigenen Intuition.
es: Consulta los consejos a tu alrededor, pero confía en tu propia intuición para la decisión final.
fr: Prenez conseil autour de vous, mais fiez-vous à votre intuition pour la décision finale.
hi: दूसरों की सलाह सुनें, लेकिन अंतिम निर्णय के लिए अपनी अंतरात्मा की आवाज पर भरोसा करें।
ja: 周囲のアドバイスを参考にしつつも、最終的な決定は自分の直感を信じてください。
ko: 주변의 조언을 참고하되, 최종 결정은 본인의 직관을 믿으세요.
ru: Закрывайте начатое до конца — результат заметят.
zh: 考虑他人的建议，但最终决定请信任你的直觉。

# sajuFortune2024Gap
source: 🌿 2024 Year of the Wood Dragon (Yang Wood): 'A Year of New Beginnings and Growth' 2024 brings the energy of 'Peers' and 'Windfalls.' Like a new tree in a lush forest, this is a time for self-discovery and planning for the future. 💼 [Career & Business] Your confidence and drive will be at their peak. You'll find opportunities to succeed in large projects through collaboration. If you've been considering a career change or starting a business, now is the time. Stay open to others' ideas to avoid becoming overly stubborn. 💰 [Wealth] Expect opportunities for significant financial gain or unexpected windfalls. While wealth flows in, expenses may also rise, so careful asset management is key. Long-term investments are highly recommended. ❤️ [Love & Relationships] A great time to expand your social circle. Singles may find an attractive partner, and couples will see their bonds deepen. Be mindful of potential rivalries in your personal life. ⚠️ [Cautions] Prioritize your physical health and manage stress. Avoid making impulsive decisions based on overconfidence.
de: 🌿 2024 Gapjin Jahr Gap-Holz Allgemeines Glück: 'Ein Jahr der Neuanfänge und Sprünge' 2024 ist ein Jahr, in dem die Energie von 'Bi-gyeon' und 'Pyeon-jae' für Sie eintritt. Es ist, als würden neue Bäume in einem üppigen Wald gepflanzt und weites Land entfaltet sich. Es wird ein großartiges Jahr sein, um eine klare subjektive Sicht zu haben und neue Dinge zu planen. 💼 [Karriere & Business] Eine Zeit, in der das Selbstvertrauen überfließt und die Tatkraft stärker wird. Es ergeben sich Gelegenheiten, bei großen Projekten durch Zusammenarbeit mit Kollegen oder Partnern erfolgreich zu sein. Wenn Sie über eine Existenzgründung oder einen Jobwechsel nachgedacht haben, könnte dieses Jahr der richtige Zeitpunkt sein. Sie könnten jedoch eigensinnig werden, daher ist eine zuhörende Haltung erforderlich. 💰 [Reichtum] Gelegenheiten, großen Reichtum zu berühren, werden kommen. Unerwartete Windfälle oder Investitionsrenditen werden erwartet. Es kann jedoch viel Geld abfließen, daher ist ein gründliches Asset-Management erforderlich. Investitionen mit langfristiger Perspektive sind vorteilhaft. ❤️ [Liebe & Beziehungen] Eine gute Zeit, um Beziehungen zu erweitern und neue Bindungen zu knüpfen. Wenn Sie Single sind, besteht eine hohe Wahrscheinlichkeit, einen attraktiven Partner zu treffen, und wenn Sie in einer Partnerschaft sind, wird die Beziehung tiefer werden. Achten Sie jedoch auf auftauchende Konkurrenten. ⚠️ [Vorsicht] Achten Sie auf die Gesundheit von Leber oder Gallenblase und bewältigen Sie Stress. Vermeiden Sie außerdem willkürliche Entscheidungen aufgrund von übermäßigem Selbstvertrauen.
es: 🌿 Fortuna General 2024 Año Gapjin Madera-Gap: 'Un Año de Nuevos Comienzos y Saltos' 2024 es un año donde entra la energía de 'Bi-gyeon' (Compañero) y 'Pyeon-jae' (Riqueza inesperada) para ti. Es como si se plantaran nuevos árboles en un bosque frondoso y se desplegara una vasta tierra. Será un gran año para tener una visión subjetiva clara y planificar cosas nuevas. 💼 [Carrera y Negocios] Un momento en el que la confianza se desborda y el impulso se vuelve más fuerte. Surgirán oportunidades para tener éxito en grandes proyectos cooperando con colegas o socios. Si estabas considerando iniciar un negocio o cambiar de trabajo, este año podría ser el momento adecuado. Sin embargo, puedes volverte obstinado, por lo que es necesaria una actitud de escucha. 💰 [Riqueza] Llegarán oportunidades para tocar una gran riqueza. Se esperan ganancias inesperadas o retornos de inversión. Sin embargo, puede haber mucho dinero saliendo, por lo que se requiere una gestión de activos minuciosa. Invertir con una perspectiva a largo plazo es ventajoso. ❤️ [Amor y Relaciones] Un buen momento para ampliar las relaciones y formar nuevos vínculos. Si estás soltero, hay una alta posibilidad de conocer a una pareja atractiva, y si estás en pareja, la relación se volverá más profunda. Sin embargo, ten cuidado con la aparición de competidores. ⚠️ [Precauciones] Presta atención a la salud del hígado o la vesícula biliar y gestiona el estrés. Además, evita decisiones arbitrarias debido a la confianza excesiva.
fr: 🌿 Fortune générale de l'année Gapjin 2024 (Bois-Gap) : 'Une année de nouveaux départs et de bonds en avant' 2024 est une année où l'énergie de 'Bi-gyeon' et 'Pyeon-jae' entre en jeu pour vous. C'est comme si de nouveaux arbres étaient plantés dans une forêt luxuriante et qu'une vaste terre s'ouvrait à vous. Ce sera une excellente année pour avoir une vision subjective claire et planifier de nouvelles choses. 💼 [Carrière et Affaires] Une période où la confiance déborde et où votre détermination se renforce. Des opportunités se présenteront pour réussir de grands projets en coopérant avec des collègues ou des partenaires. Si vous envisagiez de créer une entreprise ou de changer d'emploi, cette année pourrait être le moment idéal. Cependant, vous pourriez devenir têtu, une attitude d'écoute est donc nécessaire. 💰 [Richesse] Des occasions de toucher une grande richesse se présenteront. Des gains inattendus ou des retours sur investissement sont prévus. Cependant, il pourrait y avoir beaucoup de sorties d'argent, une gestion rigoureuse des actifs est donc requise. Investir avec une perspective à long terme est avantageux. ❤️ [Amour et Relations] Un bon moment pour élargir vos relations et nouer de nouveaux liens. Si vous êtes célibataire, il y a de fortes chances de rencontrer un partenaire séduisant, et si vous êtes en couple, la relation s'approfondira. Cependant, méfiez-vous de l'apparition de concurrents. ⚠️ [Précautions] Faites attention à la santé de votre foie ou de votre vésicule biliaire et gérez votre stress. Évitez également les décisions arbitraires dues à un excès de confiance.
hi: 🌿 2024 गैपजिन वर्ष (लकड़ी का ड्रैगन): 'नई शुरुआत और छलांग का वर्ष' 2024 आपके लिए एक ऐसा वर्ष है जहाँ 'Bi-gyeon' और 'Pyeon-jae' की ऊर्जा प्रवेश कर रही है। यह एक घने जंगल में नए पेड़ लगाने और विशाल भूमि के प्रकट होने जैसा है। यह अपनी स्पष्ट राय रखने और नई चीजों की योजना बनाने के लिए एक शानदार वर्ष होगा। 💼 [करियर और व्यवसाय] एक ऐसा समय जब आत्मविश्वास बढ़ेगा और काम करने की शक्ति मजबूत होगी। सहकर्मियों या भागीदारों के साथ सहयोग करके बड़े प्रोजेक्ट्स में सफल होने के अवसर मिलेंगे। यदि आप व्यवसाय शुरू करने या नौकरी बदलने पर विचार कर रहे थे, तो यह वर्ष सही समय हो सकता है। हालाँकि, आप थोड़े जिद्दी हो सकते हैं, इसलिए दूसरों की सुनने की आदत जरूरी है। 💰 [धन] बड़ी संपत्ति को छूने के अवसर आएंगे। अप्रत्याशित लाभ या निवेश पर प्रतिफल की उम्मीद है। हालाँकि, खर्च भी अधिक हो सकते हैं, इसलिए पूरी तरह से संपत्ति प्रबंधन की आवश्यकता है। दीर्घकालिक दृष्टिकोण के साथ निवेश करना फायदेमंद है। ❤️ [प्रेम और संबंध] रिश्तों को व्यापक बनाने और नए संबंध बनाने का एक अच्छा समय है। यदि अविवाहित हैं, तो एक आकर्षक साथी से मिलने की उच्च संभावना है, और यदि पहले से रिश्ते में हैं, तो संबंध और गहरे होंगे। हालाँकि, प्रतिस्पर्धियों के सामने आने से सावधान रहें। ⚠️ [सावधानियां] स्वास्थ्य पर ध्यान दें और तनाव का प्रबंधन करें। साथ ही, अत्यधिक आत्मविश्वास के कारण मनमाने फैसलों से बचें।
ja: 🌿 2024年 甲辰（きのえたつ）年 甲（きのえ）木 全体運: 「新たな始まりと飛躍の年」 2024年はあなたにとって「比肩（ひけん）」と「偏財（へんざい）」のエネルギーが入ってくる年です。うっそうとした森の中に新しい木が植えられ、広大な大地が広がるようなものです。明確な主観を持って新しいことを計画し、実行するのに素晴らしい一年になるでしょう。 💼 [仕事・ビジネス] 自信が溢れ、推進力が強まる時期です。同僚やパートナーと協力して大きなプロジェクトを成功させるチャンスが訪れます。起業や転職を考えていたなら、今年が適期かもしれません。ただし、独断に陥りやすいため、人の意見を聞く姿勢も必要です。 💰 [金運] 大きな財に触れる機会が訪れます。予期せぬ横財運や投資収益が期待されます。ただし、出ていくお金も多くなる可能性があるため、徹底した資産管理が求められます。長期的な視点での投資が有利です。 ❤️ [恋愛・対人関係] 人間関係を広げ、新しい縁を結ぶのに良い時期です。シングルの場合は魅力的な相手に出会う可能性が高く、カップルの場合は関係がより深まるでしょう。ただし、ライバルの出現には注意してください。 ⚠️ [注意点] 肝臓や胆嚢の健康に注意し、ストレス管理を心がけてください。また、過度な自信による独断的な決定は避けるのが賢明です。
ko: 🌿 2024년 갑진년 갑목(甲木) 총운: '새로운 시작과 도약의 해' 2024년은 갑목인 당신에게 '비견(비견)'과 '편재(편재)'의 기운이 들어오는 해입니다. 마치 울창한 숲속에 새로운 나무가 심어지고 넓은 땅이 펼쳐지는 형국입니다. 자신의 주관이 뚜렷해지고 새로운 일을 도모하기에 매우 좋은 한 해가 될 것입니다. 💼 [직장 및 사업운] 자신감이 넘치고 추진력이 강해지는 시기입니다. 동료나 파트너와 협력하여 큰 프로젝트를 성공시킬 기회가 찾아옵니다. 창업이나 이직을 고민했다면 올해가 적기일 수 있습니다. 다만, 고집이 세질 수 있으니 주변의 의견을 경청하는 자세가 필요합니다. 💰 [재물운] 큰 재물을 만질 수 있는 기회가 찾아옵니다. 예상치 못한 횡재수나 투자 수익이 기대되는 해입니다. 하지만 나가는 돈도 많을 수 있으니 철저한 자산 관리가 필요합니다. 장기적인 안목으로 투자하는 것이 유리합니다. ❤️ [연애 및 대인관계] 대인관계가 넓어지고 새로운 인연을 맺기 좋은 시기입니다. 싱글이라면 매력적인 상대를 만날 가능성이 높고, 커플이라면 서로의 관계가 더욱 돈독해질 것입니다. 다만, 경쟁자가 나타날 수 있으니 주의가 필요합니다. ⚠️ [주의사항] 건강 면에서는 간이나 담 기능에 유의해야 하며, 스트레스 관리에 신경 써야 합니다. 또한, 지나친 자신감으로 인한 독단적인 결정은 피하는 것이 좋습니다.
ru: 🌿 Общий прогноз на 2024 год (Гапджин, год Синего Дракона): 'Год новых начинаний и мощного рывка вперед'. Год Гапджин символизирует рост и процветание. Это время, когда ваши идеи начнут приносить плоды. Энергия Дерева (Гап) встречается с силой Дракона (Джин), создавая идеальные условия для смелых решений и расширения горизонтов. Будьте готовы к динамичным переменам и верьте в свои силы.
zh: 🌿 2024年 甲辰年 (木龙): '开启新篇章与跃升的一年' 2024年对你来说是‘比肩’和‘偏财’能量进入的一年。就像茂密的森林中种下了新树，广阔的土地正在铺开。这将是确立自我主张并规划新事物的一年。 💼 [事业与商务] 这是一个信心爆棚、执行力变强的时期。通过与同事或合作伙伴协作，你将有机会在大型项目中取得成功。如果你一直考虑创业或换工作，今年可能是个好时机。但要注意避免固执，倾听他人的意见很有必要。 💰 [财运] 触碰大额财富的机会将会到来。预期的横财或投资回报值得期待。但开支也可能较多，因此需要彻底的资产管理。从长远角度投资更有利。 ❤️ [爱情与关系] 这是一个扩大社交圈、结识新缘分的好时机。单身者很有可能遇到有吸引力的伴侣；有伴侣的人关系会更加深厚。但要注意竞争者的出现。 ⚠️ [注意事项] 关注肝胆健康，管理压力。同时，避免因过度自信而做出武断的决定。

# sajuFortune2024Eul
source: 🌿 2024 Year of the Wood Dragon (Yin Wood): 'A Year of Growth through Collaboration' 2024 brings the energy of 'Competitors' and 'Stable Wealth.' Like ivy climbing a great tree, you will achieve more by working with others than by going it alone. 💼 [Career & Business] Networking is your greatest asset this year. You'll meet influential mentors who will help you gain recognition. Be prepared to share your success with those who helped you. This is a strong year for establishing your presence in competitive environments. 💰 [Wealth] A stable and consistent income is expected. Your hard work will be rewarded, making it an ideal time for savings or real estate. Avoid lending money to friends or acquaintances to prevent future conflict. ❤️ [Love & Relationships] Your social life will flourish, and your popularity will grow. While romance looks promising, honest communication is necessary to avoid misunderstandings. New connections will likely form through your existing social circles. ⚠️ [Cautions] Watch out for stress-related headaches or nervous tension. Stay flexible in your interactions to avoid unnecessary friction with others.
de: 🌿 2024 Gapjin Jahr Eul-Holz Allgemeines Glück: 'Ein Jahr des Wachstums mit Helfern' 2024 ist ein Jahr, in dem die Energie von 'Geob-jae' und 'Jeong-jae' für Sie eintritt. Es ist wie Efeu, der an einem großen Baum hochklettert, um den Himmel zu sehen. Es wird ein Jahr sein, in dem Sie mit der Hilfe Ihrer Mitmenschen größere Ergebnisse erzielen können als allein. 💼 [Karriere & Business] Zusammenarbeit und Networking sind wichtig. Sie werden kompetente Helfer treffen, die Arbeitseffizienz steigern und Anerkennung gewinnen. Es können jedoch Situationen auftreten, in denen Leistungen geteilt werden müssen, achten Sie also auf eine faire Verteilung. Es ist eine gute Zeit, Ihre Präsenz inmitten des Wettbewerbs zu zeigen. 💰 [Reichtum] Ein stabiles Einkommen ist garantiert. Belohnungen folgen aufrichtigen Bemühungen, und es ist eine vorteilhafte Zeit für Ersparnisse oder Immobilieninvestitionen. Vermeiden Sie jedoch Finanztransaktionen mit Kollegen oder Bekannten und achten Sie auf das Ausgabenmanagement. ❤️ [Liebe & Beziehungen] Es wird viele gesellschaftliche Zusammenkünfte geben und die Beliebtheit wird zunehmen. In romantischen Beziehungen können kleinere Missverständnisse auftreten, daher ist ein ehrliches Gespräch erforderlich. Neue Bindungen werden sich wahrscheinlich ganz natürlich durch Freunde oder Kollegen ergeben. ⚠️ [Vorsicht] Achten Sie auf Nervenerkrankungen oder Migräne. Bewahren Sie außerdem eine flexible Haltung, da Sie unter Konflikten mit Menschen in Ihrer Umgebung leiden könnten.
es: 🌿 Fortuna General 2024 Año Gapjin Madera-Eul: 'Un Año de Crecimiento con Ayudantes' 2024 es un año donde entra la energía de 'Geob-jae' y 'Jeong-jae' para ti. Es como la hiedra trepando un gran árbol para ver el cielo. Será un año en el que podrás lograr mayores resultados con la ayuda de quienes te rodean en lugar de hacerlo solo. 💼 [Carrera y Negocios] La colaboración y el networking son importantes. Conocerás ayudantes competentes, aumentando la eficiencia laboral y ganando reconocimiento. Sin embargo, pueden surgir situaciones donde el rendimiento deba compartirse, así que presta atención a la distribución justa. Es un buen momento para mostrar tu presencia en medio de la competencia. 💰 [Riqueza] Se garantiza un ingreso estable. Las recompensas siguen a los esfuerzos sinceros, y es un momento ventajoso para ahorros o inversión inmobiliaria. Sin embargo, evita transacciones financieras con colegas o conocidos y ten en cuenta la gestión de gastos. ❤️ [Amor y Relaciones] Habrá muchas reuniones sociales y la popularidad aumentará. En las relaciones románticas, pueden ocurrir malentendidos menores, por lo que se necesita una conversación honesta. Es probable que nuevos lazos lleguen naturalmente a través de amigos o colegas. ⚠️ [Precauciones] Cuidado con los trastornos nerviosos o migrañas. Además, mantén una actitud flexible ya que puedes sufrir conflictos con las personas que te rodean.
fr: 🌿 Fortune générale de l'année Gapjin 2024 (Bois-Eul) : 'Une année de croissance avec des protecteurs' 2024 est une année où l'énergie de 'Geob-jae' et 'Jeong-jae' entre en jeu pour vous. C'est comme du lierre grimpant sur un grand arbre pour voir le ciel. Ce sera une année où vous pourrez obtenir de meilleurs résultats avec l'aide de votre entourage plutôt que seul. 💼 [Carrière et Affaires] La collaboration et le réseautage sont essentiels. Vous rencontrerez des aides compétents, ce qui augmentera l'efficacité de votre travail et vous vaudra de la reconnaissance. Cependant, des situations où les performances doivent être partagées peuvent survenir, portez donc attention à une distribution équitable. C'est un bon moment pour affirmer votre présence au milieu de la compétition. 💰 [Richesse] Un revenu stable est garanti. Les récompenses suivent des efforts sincères, et c'est un moment avantageux pour l'épargne ou l'investissement immobilier. Cependant, évitez les transactions financières avec des collègues ou des connaissances et soyez attentif à la gestion de vos dépenses. ❤️ [Amour et Relations] Il y aura de nombreux rassemblements sociaux et votre popularité augmentera. Dans les relations amoureuses, de légers malentendus peuvent survenir, une conversation honnête est donc nécessaire. De nouveaux liens sont susceptibles de se nouer naturellement par l'intermédiaire d'amis ou de collègues. ⚠️ [Précautions] Attention aux troubles nerveux ou aux migraines. Maintenez également une attitude flexible, car vous pourriez souffrir de conflits avec votre entourage.
hi: 🌿 2024 गैपजिन वर्ष (लकड़ी का ड्रैगन): 'सहायकों के साथ बढ़ने का वर्ष' 2024 आपके लिए एक ऐसा वर्ष है जहाँ 'Geob-jae' और 'Jeong-jae' की ऊर्जा प्रवेश कर रही है। यह एक बड़े पेड़ पर चढ़ती हुई बेल की तरह है। यह एक ऐसा वर्ष होगा जहाँ आप अकेले के बजाय अपने आस-पास के लोगों की मदद से अधिक परिणाम प्राप्त कर सकेंगे। 💼 [करियर और व्यवसाय] सहयोग और नेटवर्किंग महत्वपूर्ण हैं। आप सक्षम सहायकों से मिलेंगे, जिससे कार्य कुशलता बढ़ेगी और पहचान मिलेगी। हालाँकि, ऐसी स्थितियाँ आ सकती हैं जहाँ प्रदर्शन को साझा करना पड़े, इसलिए उचित वितरण पर ध्यान दें। प्रतिस्पर्धा के बीच अपनी उपस्थिति दिखाने का यह एक अच्छा समय है। 💰 [धन] स्थिर आय की गारंटी है। ईमानदारी से किए गए प्रयासों का फल मिलेगा, और यह बचत या रियल एस्टेट निवेश के लिए एक फायदेमंद समय है। हालाँकि, सहकर्मियों या परिचितों के साथ वित्तीय लेनदेन से बचें और खर्च प्रबंधन के प्रति सचेत रहें। ❤️ [प्रेम और संबंध] कई सामाजिक समारोह होंगे और लोकप्रियता बढ़ेगी। रोमांटिक रिश्तों में छोटी-मोटी गलतफहमियाँ हो सकती हैं, इसलिए ईमानदार बातचीत की आवश्यकता है। नए संबंध दोस्तों या सहकर्मियों के माध्यम से स्वाभाविक रूप से आने की संभावना है। ⚠️ [सावधानियां] घबराहट या माइग्रेन से सावधान रहें। साथ ही, लचीला रवैया बनाए रखें क्योंकि आप अपने आस-पास के लोगों के साथ संघर्ष से पीड़ित हो सकते हैं।
ja: 🌿 2024年 甲辰（きのえたつ）年 乙（きのと）木 全体運: 「助力者と共に成長する年」 2024年はあなたにとって「劫財（ごうざい）」と「正財（せいざい）」のエネルギーが入ってくる年です。蔦が大木を伝って空を見るようなものです。一人よりも周囲の助けを借りることで、より大きな成果を上げることができる年になるでしょう。 💼 [仕事・ビジネス] 協力とネットワーキングが重要です。有能な協力者に出会い、仕事の効率が上がり、認められるでしょう。ただし、成果を分け合わなければならない状況も発生する可能性があるため、公平な分配に注意してください。競争の中で存在感を示すのに良い時期です。 💰 [金運] 安定した収入が保証されます。誠実な努力に対する報酬が続き、貯蓄や不動産投資に有利な時期です。ただし、同僚や知人との金銭取引は避け、支出管理に気を配ってください。 ❤️ [恋愛・対人関係] 社交的な集まりが多くなり、人気が高まるでしょう。恋愛関係では、些細な誤解が生じる可能性があるため、正直な会話が必要です。友人や同僚を通じて自然に新しい縁が訪れる可能性があります。 ⚠️ [注意点] 神経系の不調や偏頭痛に注意してください。また、周囲の人との対立に苦しむ可能性があるため、柔軟な態度を保つことが大切です。
ko: 🌿 2024년 갑진년 을목(乙木) 총운: '조력자와 함께 성장하는 해' 2024년은 을목인 당신에게 '겁재(刦財)'와 '정재(正財)'의 기운이 들어오는 해입니다. 담쟁이덩굴이 큰 나무를 타고 올라가 하늘을 보는 형국입니다. 혼자보다는 주변의 도움을 받아 더 큰 성과를 거둘 수 있는 한 해가 될 것입니다. 💼 [직장 및 사업운] 협업과 네트워크가 중요한 시기입니다. 유능한 조력자를 만나 업무 효율이 높아지고 인정받게 됩니다. 다만, 성과를 나누어야 하는 상황이 생길 수 있으니 공정한 배분에 신경 써야 합니다. 경쟁 속에서 자신의 존재감을 드러내기에 좋은 시기입니다. 💰 [재물운] 안정적인 수입이 보장되는 해입니다. 성실하게 노력한 만큼의 대가가 따르며, 저축이나 부동산 투자에 유리한 시기입니다. 하지만 동료나 지인과의 금전 거래는 피하는 것이 좋으며, 지출 관리에 유의해야 합니다. ❤️ [연애 및 대인관계] 사람들과 어울리는 자리가 많아지며 인기가 높아집니다. 연인 관계에서는 사소한 오해가 생길 수 있으니 솔직한 대화가 필요합니다. 새로운 인연은 친구나 동료를 통해 자연스럽게 찾아올 가능성이 높습니다. ⚠️ [주의사항] 신경성 질환이나 편두통에 유의해야 합니다. 또한, 주변 사람들과의 갈등으로 인해 마음 고생을 할 수 있으니 유연한 태도를 유지하는 것이 중요합니다.
ru: 🍃 Прогноз на 2024 год (Ыль, энергия дерева): год гибкости и роста. Выиграют те, кто умеет подстраиваться и учиться новому. Делайте ставку на развитие навыков и укрепление связей.
zh: 🌿 2024年 甲辰年 (木龙): '与贵人共同成长的一年' 2024年对你来说是‘劫财’和‘正财’能量进入的一年。就像常春藤攀附大树仰望天空。这将是你通过他人帮助而非单打独斗取得更大成果的一年。 💼 [事业与商务] 协作和人际网络非常重要。你会遇到得力的助手，提高工作效率并获得认可。但在需要分享成果的情况下，请注意公平分配。这是在竞争中展现存在感的好时机。 💰 [财运] 稳定的收入是有保障的。真诚的努力会带来回报，是储蓄或房地产投资的有利时期。但要避免与同事或熟人发生金钱交易，并注意开支管理。 ❤️ [爱情与关系] 社交聚会增多，人气提升。在恋爱关系中，可能会出现小误会，需要坦诚交流。新缘分往往会通过朋友或同事自然而然地到来。 ⚠️ [注意事项] 预防神经系统疾病或偏头痛。同时，由于可能与周围人发生冲突，请保持灵活的态度。
