Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# dominantOhaeng
source: Your Dominant Element: {name}({symbol})
de: Dein dominantes Element: {name}({symbol})
es: Tu Elemento Dominante: {name}({symbol})
fr: Votre élément dominant : {name}({symbol})
hi: आपका प्रमुख तत्व: {name} ({symbol})
ja: あなたの守護五行: {name}({symbol})
ko: 당신의 대표 오행: {name}({symbol})
ru: Ваш доминирующий элемент: {name}({symbol})
zh: 你的主导五行：{name}（{symbol}）

# ohaengDisclaimer
source: ※ Five Elements (Wood, Fire, Earth, Metal, Water) are the basic energies of Four Pillars of Destiny. While balance is ideal, you can understand your tendencies through these elements.
de: ※ Die Fünf Elemente (Holz, Feuer, Erde, Metall, Wasser) sind die grundlegenden Energien der Vier Säulen des Schicksals. Während ein Gleichgewicht ideal ist, können Sie Ihre Tendenzen durch diese Elemente verstehen.
es: ※ Los Cinco Elementos (Madera, Fuego, Tierra, Metal, Agua) son las energías básicas de los Cuatro Pilares del Destino. Si bien el equilibrio es ideal, puedes entender tus tendencias a través de estos elementos.
fr: ※ Les Cinq Éléments (Bois, Feu, Terre, Métal, Eau) sont les énergies de base des Quatre Piliers du Destin. Bien que l'équilibre soit idéal, vous pouvez comprendre vos tendances à travers ces éléments.
hi: ※ पंचतत्व (लकड़ी, अग्नि, पृथ्वी, धातु, जल) साजू की बुनियादी ऊर्जाएं हैं। यद्यपि संतुलन आदर्श है, आप इन तत्वों के माध्यम से अपनी प्रवृत्तियों को समझ सकते हैं।
ja: ※ 五行（木、火、土、金、水）は四柱推命の基本エネルギーです。バランスが良いのが理想的ですが、これらの要素を通じて自分の傾向を理解することができます。
ko: ※ 오행은 사주를 구성하는 다섯 가지 기운(목, 화, 토, 금, 수)을 의미합니다. 균형 잡힌 오행이 이상적이지만, 부족하거나 넘치는 기운을 통해 자신의 성향을 파악할 수 있습니다.
ru: ※ Пять элементов (Дерево, Огонь, Земля, Металл, Вода) — это базовые энергии Саджу. Хотя баланс идеален, вы можете понять свои склонности через эти элементы.
zh: ＊五行解读仅供娱乐参考。

# yearlyTotalLuck
source: {year} Total Luck
de: Gesamtglück {year}
es: Suerte Total del {year}
fr: Chance Totale pour {year}
hi: {year} का कुल भाग्यफल
ja: {year}年 総合運
ko: {year}년 총운
ru: Общая удача на {year} год
zh: {year} 年总运

# fortuneDisclaimer
source: This fortune is for entertainment purposes. Your life depends on your own will.
de: Dieses Glück dient der Unterhaltung. Dein Leben hängt von deinem eigenen Willen ab.
es: Esta fortuna es para fines de entretenimiento. Tu vida depende de tu propia voluntad.
fr: Cette fortune est à des fins de divertissement. Votre vie dépend de votre propre volonté.
hi: यह भाग्यफल केवल मनोरंजन के लिए है। आपका जीवन आपकी अपनी इच्छाशक्ति और कर्मों पर निर्भर करता है।
ja: この運勢は娯楽用です。あなたの人生はあなた自身の意志にかかっています。
ko: 이 운세는 재미로 보는 것이며, 실제 삶은 본인의 의지에 달려있습니다.
ru: Этот прогноз носит развлекательный характер. Ваша жизнь зависит от вашей воли.
zh: ＊运势内容仅供娱乐参考，不保证准确性。

# compatibilityResultTitle
source: Compatibility Result
de: Kompatibilitätsergebnis
es: Resultado de Compatibilidad
fr: Résultat de compatibilité
hi: अनुकूलता परिणाम
ja: 相性分析結果
ko: 궁합 결과
ru: Результат совместимости
zh: 合盘结果

source: Compatibility Score
de: Kompatibilitätsbewertung
es: Puntaje de Compatibilidad
fr: Score de compatibilité
hi: अनुकूलता स्कोर
ja: 相性スコア
ko: 궁합 점수
ru: Балл совместимости
zh: 契合度

# compatibilityScoreDisplay
source: {score}
hi: {score} अंक
ko: {score}점

# compatibilityShareTitle
source: Our Compatibility
de: Unsere Kompatibilität
es: Nuestra Compatibilidad
fr: Notre Compatibilité
hi: हमारी अनुकूलता का परिणाम
ja: 二人の相性
ko: 우리의 궁합 결과
ru: Наша совместимость
zh: 我们的相性

# compatibilityShareResult
source: Share Result
de: Ergebnis teilen
es: Compartir Resultado
fr: Partager le Résultat
hi: परिणाम साझा करें
ja: 結果を共有
ko: 결과 공유하기
ru: Поделиться результатом
zh: 分享结果

# compatibilityRetryButton
source: Check with Someone Else
de: Mit jemand anderem prüfen
es: Verificar con Alguien Más
fr: Vérifier avec quelqu'un d'autre
hi: किसी और के साथ जाँचें
ja: 他の人との相性も見る
ko: 다른 사람과의 궁합 보기
ru: Проверить с кем-то еще
zh: 换个人再测一次

# compatibilitySummary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
ja: 要約
ko: 결과 요약
ru: Кратко
zh: 总结

# compatibilitySectionLuck
source: Luck Synergy
es: Sinergia de Suerte
fr: Synergie de Chance
hi: भाग्य तालमेल
ja: 運勢のシナジー
ru: Синергия Удачи

# compatibilitySectionAdvice
source: Relationship Advice
es: Consejos de Relación
fr: Conseils de Relation
hi: संबंध सलाह
ja: 関係へのアドバイス
ru: Советы по Отношениям

# compatibilitySectionPositive
source: Positive Aspects
es: Aspectos Positivos
fr: Aspects Positifs
hi: सकारात्मक पहलू
ja: ポジティブな部分
ru: Положительные Аспекты

# compatibilitySectionCaution
source: Things to Watch Out For
es: Cosas a Tener en Cuenta
fr: Points de Vigilance
hi: सावधानी के बिंदु
ja: 注意点
ru: На что обратить внимание

# compatibilityLunarDisclaimer
source: * Note: Lunar birth dates are currently analyzed based on Solar dates. Lunar conversion will be updated soon.
es: * Nota: Las fechas de nacimiento lunares se analizan actualmente según las fechas solares. La conversión lunar se actualizará pronto.
fr: * Remarque : Les dates de naissance lunaires sont actuellement analysées sur la base des dates solaires. La conversion lunaire sera bientôt mise à jour.
hi: * नोट: चंद्र जन्म तिथियों का वर्तमान में सौर तिथियों के आधार पर विश्लेषण किया जाता है। चंद्र रूपांतरण जल्द ही अपडेट किया जाएगा।
ja: ※ 現在、旧暦の誕生日は新暦を基準に分析されています。より正確な分析のために、今後旧暦変換機能がアップデートされる予定です。
ru: * Примечание: Лунные даты рождения в настоящее время анализируются на основе солнечных дат. Лунная конверсия будет обновлена в ближайшее время.

# tojeongSaveAndCheckButton
source: Save and View Tojeong Yearly Oracle
de: Speichern und Tojeong Jahresorakel ansehen
es: Guardar y ver fortuna tradicional
fr: Enregistrer et voir la fortune traditionnelle
hi: सहेजें और वार्षिक भविष्यवाणी देखें
ja: 保存して土亭秘訣を見る
ko: 저장하고 토정비결 보기
ru: Сохранить и посмотреть Тоджон Бигёль
zh: 保存并查看土亭秘诀年运

# tojeongSangsuKeyword1
source: a period requiring strong drive and leadership
de: eine Zeit, die starken Antrieb und Führung erfordert
es: un periodo que requiere fuerte impulso y liderazgo
fr: une période exigeant une forte impulsion et du leadership
hi: दृढ़ इच्छाशक्ति और नेतृत्व का समय
ja: 強い推進力とリーダーシップが必要な時期
ko: 강한 추진력과 리더십이 필요한 시기
ru: период, требующий сильного драйва и лидерства
zh: 需要强大行动力与领导力的时期

# tojeongSangsuKeyword2
source: a period full of active relationships and joy
de: eine Zeit voller aktiver Beziehungen und Freude
es: un periodo lleno de relaciones activas y alegría
fr: une période riche en relations actives et en joie
hi: सक्रिय सामाजिक जीवन और खुशियों का समय
ja: 活発な対人関係と喜びに満ちた時期
ko: 활발한 대인관계와 즐거움이 가득한 시기
ru: период, полный активных отношений и радости
zh: 人缘活跃、充满欢喜的时期

# tojeongSangsuKeyword3
source: a period where intelligence and passion shine
de: eine Zeit, in der Intelligenz und Leidenschaft glänzen
es: un periodo donde brillan la inteligencia y la pasión
fr: une période où l'intelligence et la passion brillent
hi: बुद्धि और जुनून के चमकने का समय
ja: 知性と情熱が輝く時期
ko: 지성과 열정이 빛을 발하는 시기
ru: период, когда сияют интеллект и страсть
zh: 智慧与热情闪耀的时期

# tojeongSangsuKeyword4
source: a period of rapid changes and new beginnings
de: eine Zeit des schnellen Wandels und neuer Anfänge
es: un periodo de cambios rápidos y nuevos comienzos
fr: une période de changements rapides et de nouveaux départs
hi: परिवर्तन और नई शुरुआत का समय
ja: 急激な変化と新しい始まりの時期
ko: 급격한 변화와 새로운 시작이 예상되는 시기
ru: период быстрых перемен и новых начинаний
zh: 变化迅速、适合新开始的时期

# tojeongSangsuKeyword5
source: a period requiring a flexible attitude and soft communication
de: eine Zeit, die eine flexible Einstellung und sanfte Kommunikation erfordert
es: un periodo que requiere una actitud flexible y comunicación suave
fr: une période exigeant une attitude flexible et une communication douce
hi: लचीलेपन और सौम्य बातचीत का समय
ja: 柔軟な姿勢と柔らかなコミュニケーションが必要な時期
ko: 유연한 태도와 부드러운 소통이 필요한 시기
ru: период, требующий гибкости и мягкого общения
zh: 需要灵活与温和沟通的时期

# tojeongSangsuKeyword6
source: a period to overcome difficulties with wisdom and patience
de: eine Zeit, um Schwierigkeiten mit Weisheit und Geduld zu überwinden
es: un periodo para superar dificultades con sabiduría y paciencia
fr: une période pour surmonter les difficultés avec sagesse et patience
hi: धैर्य के साथ बाधाओं को दूर करने का समय
ja: 知恵と忍耐で困難を克服する時期
ko: 지혜와 인내심으로 어려움을 극복해야 하는 시기
ru: период преодоления трудностей мудростью и терпением
zh: 以智慧与耐心度过难关的时期

# tojeongSangsuKeyword7
source: a period to seek stability and build inner strength
de: eine Zeit, um Stabilität zu suchen und innere Stärke aufzubauen
es: un periodo para buscar estabilidad y fortalecer la fuerza interior
fr: une période pour rechercher la stabilité et renforcer sa force intérieure
hi: स्थिरता और आंतरिक शक्ति निर्माण का समय
ja: 安定を求め、内面を鍛える時期
ko: 안정을 추구하며 내실을 다져야 하는 시기
ru: период стремления к стабильности и накопления сил
zh: 追求稳定、积蓄内在力量的时期

# tojeongSangsuKeyword8
source: a period to build virtue with inclusivity and a warm heart
de: eine Zeit, um Tugend mit Inklusivität und einem warmen Herzen aufzubauen
es: un periodo para construir virtud con inclusividad y un corazón cálido
fr: une période pour cultiver la vertu avec inclusivité et un cœur chaleureux
hi: सद्भाव और पुण्य संचय का समय
ja: 包容力と温かい心で徳を積む時期
ko: 포용력과 따뜻한 마음으로 덕을 쌓아야 하는 시기
ru: период созидания добродетели с открытым сердцем
zh: 以包容与温暖累积福德的时期

# tojeongJungsuKeyword1
source: you will encounter a helpful mentor
de: Sie werden einen Helfer treffen
es: conocerás a un ayudante
fr: vous rencontrerez une aide précieuse
hi: आपको किसी सहायक का साथ मिलेगा
ja: 助けてくれる人に巡り会えます
ko: 귀인의 도움을 만나게 될 것이며
ru: вы встретите мудрого наставника
zh: 将遇到贵人指点

# tojeongJungsuKeyword2
source: you will find success in contracts and agreements
de: es wird gute Nachrichten in Dokumenten oder Verträgen geben
es: habrá buenas noticias en documentos o contratos
fr: il y aura de bonnes nouvelles concernant des documents ou contrats
hi: दस्तावेजों या अनुबंधों में शुभ समाचार
ja: 書類や契約に関して良い知らせがあります
ko: 문서나 계약에서 좋은 소식이 있을 것이며
ru: вас ждет успех в договорах и соглашениях
zh: 合约与协议更容易成功

# tojeongJungsuKeyword3
source: you will face new and exciting challenges
de: Sie werden vor neuen Herausforderungen und Möglichkeiten stehen
es: enfrentarás nuevos desafíos y oportunidades
fr: vous ferez face à de nouveaux défis et opportunités
hi: नई चुनौतियों और अवसरों का आगमन
ja: 新しい挑戦と機会が訪れます
ko: 새로운 도전과 변화의 기회를 맞이할 것이며
ru: вас ждут новые и интересные вызовы
zh: 迎来新鲜又令人兴奋的挑战

# tojeongJungsuKeyword4
source: professional success and honor await you
de: Erfolg und Ehre bei der Arbeit werden folgen
es: seguirán el éxito y el honor en el trabajo
fr: le succès et l'honneur au travail suivront
hi: करियर में सफलता और सम्मान की प्राप्ति
ja: 仕事での成功と名誉が続きます
ko: 직장에서의 성공과 명예가 따를 것이며
ru: вас ждут профессиональный успех и почет
zh: 事业成就与荣誉可期

# tojeongJungsuKeyword5
source: you should practice careful financial management
de: Sie sollten Ihre Finanzen sorgfältig verwalten
es: debes gestionar cuidadosamente tus finanzas
fr: vous devriez gérer vos finances avec soin
hi: वित्त का सावधानीपूर्वक प्रबंधन आवश्यक
ja: 慎重な金銭管理が必要です
ko: 재물의 흐름을 신중하게 관리해야 할 것이며
ru: вам следует проявить осторожность в финансах
zh: 需要谨慎理财与节制开销

# tojeongJungsuKeyword6
source: you should prioritize your health and well-being
de: Sie sollten der Pflege Ihrer Gesundheit Priorität einräumen
es: debes priorizar el cuidado de tu salud
fr: vous devriez donner la priorité à votre santé
hi: स्वास्थ्य और विश्राम को प्राथमिकता दें
ja: 健康管理を最優先すべきです
ko: 건강을 최우선으로 돌봐야 할 것이며
ru: вам следует уделить внимание здоровью
zh: 健康与身心状态要优先照顾

# tojeongHasuKeyword1
source: you will achieve significant success.
de: Sie werden großen Erfolg haben.
es: lograrás un gran éxito.
fr: vous obtiendrez un grand succès.
hi: आप बड़ी सफलता प्राप्त करेंगे।
ja: 大きな成功を収めるでしょう。
ko: 큰 성공을 거두게 됩니다.
ru: вы достигнете значительного успеха.
zh: 你将获得显著的成功。

# tojeongHasuKeyword2
source: you will reap the rewards of your steady efforts.
de: Sie werden die Belohnung für Ihre Bemühungen ernten.
es: cosecharás los frutos de tu esfuerzo.
fr: vous récolterez les fruits de vos efforts.
hi: प्रयासों का उचित फल प्राप्त होगा।
ja: 努力の成果を収穫できるでしょう。
ko: 노력한 만큼의 결실을 맺게 됩니다.
ru: вы пожнете плоды своих упорных усилий.
zh: 稳扎稳打会迎来回报。

# tojeongHasuKeyword3
source: you will turn challenges into opportunities through patience.
de: Sie werden durch Geduld eine Krise in eine Chance verwandeln.
es: convertirás la crisis en oportunidad a través de la paciencia.
fr: vous transformerez la crise en opportunité grâce à la patience.
hi: धैर्य से संकट को अवसर में बदलेंगे।
ja: 忍耐を通じて、危機をチャンスに変えるでしょう。
ko: 인내 끝에 위기를 기회로 만들게 됩니다.
ru: вы превратите трудности в возможности через терпение.
zh: 耐心能把挑战化为机会。

# tojeongCoreMessage
source: This year's journey: {sangsu}, followed by {jungsu}, leading to {hasu}.
de: In diesem Jahr, inmitten von {sangsu}, {jungsu} und schließlich {hasu}
es: Este año, entre {sangsu}, {jungsu} y finalmente {hasu}
fr: Cette année, entre {sangsu}, {jungsu}, et enfin {hasu}
hi: इस वर्ष आपका भाग्य {sangsu}, {jungsu}, और {hasu} के प्रभाव में रहेगा।
ja: 今年は{sangsu}の中で{jungsu}があり、最終的には{hasu}
ko: 올해는 {sangsu} 속에서 {jungsu}, 결국 {hasu}
ru: Путь этого года: {sangsu}, затем {jungsu}, и в итоге {hasu}.
zh: 今年的旅程：先是 {sangsu}，随后 {jungsu}，最终走向 {hasu}。

# tojeongSangsuDetail1
source: You are supported by both heaven and earth. This is a year where your strong determination will lead to great achievements. Like a dragon ascending to the sky, your energy is vibrant and powerful. You'll have many chances to lead and gain recognition. Just remember to stay humble and inclusive to avoid unnecessary friction.
de: Es ist eine Situation, in der Himmel und Erde Ihnen helfen. Es ist ein Jahr, in dem Sie großartige Ergebnisse erzielen können, wenn Sie mit starkem Antrieb vorangehen. Wie ein Drache, der in den Himmel aufsteigt, ist Ihre Energie kraftvoll und hell. Sie werden viele Gelegenheiten haben, Führungsqualitäten zu zeigen und Anerkennung von Ihren Mitmenschen zu erhalten. Zu dogmatisches Handeln kann jedoch Ressentiments hervorrufen, daher ist es wichtig, integrativ zu sein.
es: Es una situación donde el cielo y la tierra te están ayudando. Es un año donde puedes lograr grandes resultados si procedes con un fuerte impulso. Como un dragón ascendiendo al cielo, tu energía es poderosa y brillante. Tendrás muchas oportunidades para demostrar liderazgo y ganar reconocimiento de quienes te rodean. Sin embargo, actuar de forma demasiado dogmática puede causar resentimiento, por lo que es importante ser inclusivo.
fr: C'est une situation où le ciel et la terre vous aident. C'est une année où vous pouvez obtenir d'excellents résultats si vous procédez avec une forte impulsion. Comme un dragon montant au ciel, votre énergie est puissante et brillante. Vous aurez de nombreuses occasions de faire preuve de leadership et d'obtenir la reconnaissance de votre entourage. Cependant, agir de manière trop dogmatique pourrait susciter du ressentiment, il est donc important d'être inclusif.
hi: यह वैसी स्थिति है जहाँ भाग्य आपका पूरा साथ दे रहा है। यदि आप दृढ़ इच्छाशक्ति के साथ आगे बढ़ते हैं, तो शानदार परिणाम प्राप्त करेंगे। आकाश की ओर बढ़ते ड्रैगन की तरह आपकी ऊर्जा शक्तिशाली है। नेतृत्व दिखाने और पहचान पाने के कई अवसर मिलेंगे। हालाँकि, अहंकार से बचें और सबके साथ मिलकर चलें।
ja: 天と地があなたを助けている状況です。強い推進力を持って進めば、大きな成果を収められる年です。龍が天に昇るように、あなたのエネルギーは強力で輝いています。リーダーシップを発揮し、周囲から認められる機会が多いでしょう。ただし、独断的な行動は反感を買う可能性があるため、包容力を持つことが重要です。
ko: 하늘이 돕고 땅이 돕는 형국입니다. 강한 추진력으로 일을 진행하면 큰 성과를 거둘 수 있는 해입니다. 마치 용이 승천하듯 기운이 힘차고 밝습니다. 리더십을 발휘할 기회가 많아지며, 주위의 인정을 받게 됩니다. 다만, 너무 독단적으로 행동하면 주변의 반감을 살 수 있으니 포용력을 갖추는 것이 중요합니다.
ru: Вас поддерживают и небо, и земля. Это год, когда ваша решимость приведет к великим достижениям. Словно дракон, взмывающий в небо, ваша энергия ярка и мощна. У вас будет много шансов проявить лидерство и получить признание. Просто помните о скромности, чтобы избежать лишних трений.
zh: 天时地利相助的一年，决心越坚定，收获越明显。适合主导与开拓，但别忘了谦逊与包容，才能走得更远。

# tojeongSangsuDetail2
source: Like a stone creating ripples in a calm lake, this year will be full of social activity and joy. Your popularity will rise, but be mindful of your words to avoid gossip. You may meet a significant partner at a social gathering or event.
de: Es ist, als würde man einen Stein in einen ruhigen See werfen und Wellen schlagen. Es ist ein Jahr mit viel Freude und Vergnügen, aber Sie müssen vorsichtig vor Klatsch sein, der durch Versprecher verursacht wird. Ihr soziales Leben wird aktiv und Ihre Popularität wird steigen, aber das kann auch Eifersucht mit sich bringen. Sie könnten bei einem angenehmen Treffen oder einer Veranstaltung einen guten Partner kennenlernen.
es: Es como lanzar una piedra a un lago tranquilo, creando ondas. Es un año con mucha alegría y placer, pero debes tener cuidado con los chismes causados por deslices al hablar. Tu vida social se activará y tu popularidad aumentará, pero esto también puede traer celos. Podrías conocer a una buena pareja en una reunión o evento agradable.
fr: C'est comme jeter une pierre dans un lac calme, créant des ondulations. C'est une année avec beaucoup de joie et de plaisir, mais vous devez faire attention aux commérages causés par des paroles malheureuses. Votre vie sociale deviendra active et votre popularité augmentera, mais cela peut aussi attirer la jalousie. Vous pourriez rencontrer un bon partenaire lors d'un rassemblement ou d'un événement agréable.
hi: यह एक शांत झील में पत्थर फेंकने जैसा है, जिससे सुंदर लहरें पैदा होती हैं। यह खुशियों भरा वर्ष है, लेकिन वाणी पर नियंत्रण रखना आवश्यक है। सामाजिक जीवन सक्रिय होगा और लोकप्रियता बढ़ेगी, जिससे ईर्ष्या भी हो सकती है। किसी सभा में एक अच्छे साथी से मिलने की संभावना है।
ja: 穏やかな湖に石を投げ入れ、波紋が広がるような時期です。喜びや楽しみに満ちた年ですが、言葉の乱れによる噂話には注意が必要です。社交生活が活発になり人気も高まりますが、それが嫉妬を招くこともあります。楽しい集まりやイベントで良いパートナーに出会えるかもしれません。
ko: 잔잔한 호수에 돌을 던지니 파문이 이는 격입니다. 기쁨과 즐거움이 많은 해이나, 말실수로 인한 구설수를 조심해야 합니다. 대인 관계가 활발해지고 인기가 높아지지만, 그만큼 시기 질투도 따를 수 있습니다. 즐거운 모임이나 행사에서 좋은 인연을 만날 수 있습니다.
ru: Подобно камню, создающему круги на воде, этот год будет полон общения и радости. Ваша популярность вырастет, но следите за словами, чтобы избежать сплетен. Вы можете встретить важного партнера на общественном мероприятии.
zh: 社交与喜事增多的一年，人气上升但也要注意言辞，避免口舌。聚会或活动中可能遇到重要缘分。

# tojeongSangsuDetail3
source: Like the sun shining upon the world, your intellect and passion will be at their peak. You'll excel in academic or creative pursuits, earning a great reputation. Stay calm and focused to manage your energy effectively and avoid burnout.
de: Es ist wie eine helle Sonne, die über die ganze Welt scheint. Ihr Verstand und Ihre Leidenschaft werden glänzen, und Sie könnten sich in den Bereichen Studium oder Kunst hervortun. Ihr Ruf wird steigen und Sie werden bekannt werden, aber Sie müssen ein Temperament zügeln, das so schnell wie Feuer ist, um Ärger zu vermeiden. Während die Dinge nach außen hin glanzvoll aussehen, fühlen Sie sich im Inneren vielleicht einsam, also konzentrieren Sie sich auf die innere Substanz.
es: Es como un sol brillante que brilla sobre todo el mundo. Tu intelecto y pasión brillarán, y podrías destacar en campos de estudio o arte. Tu reputación aumentará y te harás conocido, pero debes controlar un temperamento tan rápido como el fuego para evitar problemas. Si bien las cosas se ven glamorosas por fuera, podrías sentirte solo por dentro, así que enfócate en la sustancia interior.
fr: C'est comme un soleil brillant éclairant le monde entier. Votre intellect et votre passion brilleront, et vous pourriez vous démarquer dans les domaines des études ou de l'art. Votre réputation augmentera et vous deviendrez connu, mais vous devez gérer un tempérament aussi vif que le feu pour éviter les ennuis. Bien que les choses semblent glamour à l'extérieur, vous pourriez vous sentir seul à l'intérieur, alors concentrez-vous sur votre force intérieure.
hi: यह पूरी दुनिया पर चमकते सूरज की तरह है। आपकी बुद्धि और जुनून चमकेगा, विशेषकर अध्ययन या कला के क्षेत्रों में। आपकी प्रतिष्ठा बढ़ेगी, लेकिन क्रोध पर नियंत्रण रखना जरूरी है। बाहरी चमक के बावजूद अंदरूनी शांति और गहराई पर ध्यान दें।
ja: 明るい太陽が世界中を照らしているような時期です。あなたの知性と情熱が輝き、学問や芸術の分野で頭角を現すでしょう。評判が高まり有名になりますが、火のように激しい気性を抑えないとトラブルを招く可能性があります。外見は華やかですが、内面では孤独を感じることもあるため、内実を充実させることに集中しましょう。
ko: 밝은 태양이 온 세상을 비추는 것과 같습니다. 지성과 열정이 빛을 발하며, 학문이나 예술 분야에서 두각을 나타낼 수 있습니다. 명예운이 상승하여 이름을 알리게 되나, 불처럼 급한 성격을 다스려야 화를 면합니다. 겉으로는 화려해 보이나 속으로는 외로울 수 있으니 내실을 다져야 합니다.
ru: Как солнце, сияющее над миром, ваш интеллект и страсть будут на пике. Вы преуспеете в учебе или творчестве, заработав отличную репутацию. Сохраняйте спокойствие и фокус, чтобы эффективно управлять энергией и избежать выгорания.
zh: 才智与热情最亮眼的一年，学业与创作容易出彩。保持节奏与专注，避免过劳。

# tojeongSangsuDetail4
source: Expect rapid and exciting changes this year. Your enterprising energy makes it the perfect time to start new ventures. While you'll be busy with transitions, your persistence will be key to finishing what you start and achieving lasting results.
de: Es werden schnelle Veränderungen erwartet, wie ein Donnerschlag bei klarem Himmel. Ihre Energie ist aktiv und unternehmungslustig, was es zu einer guten Zeit macht, neue Dinge zu beginnen. Sie werden mit Umzügen oder Veränderungen beschäftigt sein. Der Anfang mag laut sein, aber das Ende könnte vage sein, also brauchen Sie die Ausdauer, um zu beenden, was Sie begonnen haben.
es: Se esperan cambios rápidos, como un trueno en un cielo despejado. Tu energía es activa y emprendedora, lo que lo convierte en un buen momento para comenzar cosas nuevas. Estarás ocupado moviéndote o enfrentando cambios. El comienzo puede ser ruidoso pero el final podría ser vago, por lo que necesitas la perseverancia para terminar lo que empiezas.
fr: Des changements rapides sont attendus, comme un coup de tonnerre dans un ciel serein. Votre énergie est active et entreprenante, ce qui en fait un bon moment pour commencer de nouvelles choses. Vous serez occupé par des déménagements ou des changements. Le début pourrait être bruyant mais la fin pourrait être floue, vous avez donc besoin de persévérance pour terminer ce que vous commencez.
hi: तेजी से बदलाव की उम्मीद है। आपकी ऊर्जा सक्रिय है, जिससे नई शुरुआत के लिए यह अच्छा समय है। आप स्थान परिवर्तन या अन्य बदलावों में व्यस्त रह सकते हैं। शुरुआत उत्साहपूर्ण होगी, लेकिन कार्य को पूरा करने के लिए अंत तक दृढ़ता बनाए रखें।
ja: 晴天の霹靂のように、急激な変化が予想されます。あなたのエネルギーは活動的で進取の気性に富んでおり、新しいことを始めるのに良い時期です。引っ越しや環境の変化で忙しくなるでしょう。始まりは勢いがあっても終わりが曖昧になりがちなので、始めたことを最後までやり遂げる忍耐力が必要です。
ko: 마른하늘에 날벼락이 치듯 급격한 변화가 예상됩니다. 활동적이고 진취적인 기운이 강하여 새로운 일을 시작하기에 좋습니다. 이동수나 변동수가 있어 분주하게 움직이게 됩니다. 시작은 요란하나 끝이 흐지부지될 수 있으니 끈기를 가지고 마무리하는 자세가 필요합니다.
ru: Ожидайте быстрых и захватывающих перемен в этом году. Ваша предприимчивость делает это время идеальным для новых начинаний. Хотя вы будете заняты переходами, настойчивость станет ключом к завершению начатого и достижению стабильных результатов.
zh: 变化快速的一年，非常适合开启新计划。忙碌中也要坚持收尾，把开始的事做成做稳。
