Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# sajuFortune2025Gye
source: 💧 2025 Year of the Wood Snake (Yin Water): 'A Year of Stability and Reward' 2025 brings the energy of 'Productivity' and 'Stable Wealth.' Like a gentle rain preparing the land for a rich harvest, your steady efforts will lead to lasting wealth and happiness. 💼 [Career & Business] Sincerity is your greatest strength this year. By fulfilling your responsibilities, you'll earn the deep trust of your colleagues. This is a great time to focus on your favorite projects and grow your expertise in a stable environment. 💰 [Wealth] Expect a stable and comfortable financial year. You'll find satisfaction in steadily building your assets through careful planning. Abundance is the theme for your year; focus on safe investments and savings rather than taking risks. ❤️ [Love & Relationships] Your warm-hearted and considerate nature will bring comfort to your partner. This is a year for nurturing your relationships with care and attention. Singles are likely to meet someone who shares their values and communicates well. ⚠️ [Cautions] Pay attention to your digestive health and maintain healthy eating habits. Find new ways to stay active and engaged to avoid becoming too comfortable or settled in your routine.
de: 💧 2025 Eulsa-Jahr Gye-Wasser Allgemeines Glück: 'Ein Jahr der Aufrichtigkeit, das stabile Früchte hervorbringt' 2025 ist ein Jahr, in dem die Energie von 'Sik-sin' und 'Jeong-jae' für Sie eintritt. Es ist wie ein klarer Nieselregen, der das Land befeuchtet, um eine reiche Ernte vorzubereiten. Es wird ein warmes Jahr sein, in dem sich Ihre Bemühungen stetig ansammeln und als stabiler Wohlstand und Glück zurückkehren. 💼 [Karriere & Business] Ein Jahr, in dem Aufrichtigkeit zur besten Waffe wird. Sie erzielen stetige Ergebnisse, indem Sie Verantwortung übernehmen, und gewinnen Vertrauen von Kollegen. Eine gute Zeit, um Fachwissen aufzubauen, und Sie werden sich durch Arbeit, die Sie mögen, belohnt fühlen. Sie können in einem stabilen Umfeld Schritt für Schritt wachsen. 💰 [Wohlstand] Ein Jahr, das wirtschaftlich entspannt und stabil ist. Es fließen stetige Einnahmen, und Sie werden Freude daran haben, Ihr Vermögen sparsam zu mehren. Es gibt Glück in Bezug auf Nahrung und Kleidung, sodass die Fülle im gesamten Leben groß ist. Sparen ist vorteilhafter als unvernünftige Investitionen. ❤️ [Liebe & Beziehungen] Sie geben Partnern mit einem herzlichen Auftreten ein Gefühl von Komfort. Ein Jahr, in dem Sie eine schöne Liebe entwickeln, während Sie einander sorgfältig berücksichtigen. Wenn Sie Single sind, ist es sehr wahrscheinlich, dass Sie einen Partner treffen, mit dem die Kommunikation gut funktioniert und der ähnliche Werte hat. ⚠️ [Vorsicht] Achten Sie auf die Gesundheit des Magens oder die Verwaltung der Essgewohnheiten. Es ist gut, gelegentlich neue Impulse zu setzen, um Vitalität zu finden, da Sie durch das Verharren in Bequemlichkeit träge werden könnten.
es: 💧 Fortuna General 2025 Año Eulsa Agua-Gye: 'Un Año de Sinceridad que Produce Frutos Estables' 2025 es un año donde entra la energía de 'Sik-sin' y 'Jeong-jae' para ti. Es como una llovizna clara que humedece la tierra para prepararla para una cosecha rica. Será un año cálido en el que tus esfuerzos se acumularán constantemente y regresarán como riqueza y felicidad estables. 💼 [Carrera y Negocios] Un año en el que la sinceridad se convierte en tu mejor arma. Produces resultados constantes al cumplir con tus responsabilidades y ganas la confianza de tus colegas. Es un buen momento para desarrollar tu experiencia y te sentirás recompensado a través del trabajo que te gusta. Puedes crecer paso a paso en un ambiente estable. 💰 [Riqueza] Un año económicamente relajado y estable. Se producen ingresos constantes y disfrutarás de la diversión de aumentar tus activos de manera frugal. Hay suerte en la alimentación y el vestuario, por lo que la abundancia está presente en tu vida en general. Los ahorros son más ventajosos que las inversiones arriesgadas. ❤️ [Amor y Relaciones] Brindas consuelo a tu pareja con una apariencia afectuosa. Un año en el que cultivarás un amor hermoso mientras se consideran mutuamente de forma meticulosa. Si estás soltero, es muy probable que conozcas a una pareja que se comunique bien y tenga valores similares. ⚠️ [Precauciones] Presta atención a la salud del estómago o a la gestión de los hábitos alimenticios. Es bueno encontrar vitalidad mediante nuevos estímulos ocasionales, ya que podrías volverte perezoso al conformarte con la comodidad.
fr: 💧 Fortune générale de l'année Eulsa 2025 (Eau-Gye) : 'Une année de sincérité produisant des fruits stables' 2025 est une année où l'énergie de 'Sik-sin' et 'Jeong-jae' entre en jeu pour vous. C'est comme une petite bruine claire humidifiant la terre pour préparer une riche récolte. Ce sera une année chaleureuse où vos efforts s'accumulent régulièrement et reviennent sous la forme d'une richesse et d'un bonheur stables. 💼 [Carrière et Affaires] Une année où la sincérité devient votre meilleure arme. Vous produisez des résultats constants en assumant vos responsabilités et gagnez la confiance de vos collègues. Un bon moment pour accroître votre expertise, et vous vous sentirez récompensé par un travail que vous aimez. Vous pouvez grandir pas à pas dans un environnement stable. 💰 [Richesse] Une année économiquement détendue et stable. Un revenu régulier apparaît, et vous ressentirez le plaisir d'augmenter vos actifs de manière frugale. Il y a de la chance en matière de nourriture et de vêtements, l'abondance est donc présente dans l'ensemble de la vie. L'épargne est plus avantageuse que les investissements déraisonnables. ❤️ [Amour et Relations] Vous apportez du réconfort à votre partenaire par une apparence chaleureuse. Une année où vous cultivez un bel amour tout en vous considérant méticuleusement. Si vous êtes célibataire, vous êtes très susceptible de rencontrer un partenaire qui communique bien et partage des valeurs similaires. ⚠️ [Précautions] Faites attention à la santé de l'estomac ou à la gestion des habitudes alimentaires. Il est bon de trouver de la vitalité en apportant de nouveaux stimuli occasionnellement car vous pourriez devenir paresseux en vous installant dans le confort.
hi: 💧 2025 यूलसा वर्ष ग्ये-वाटर (Gye-Water) सामान्य भाग्य: 'स्थिर फल देने वाला ईमानदारी का वर्ष' 2025 एक ऐसा वर्ष है जहाँ आपके लिए 'Sik-sin' और 'Jeong-jae' की ऊर्जा प्रवेश कर रही है। यह एक समृद्ध फसल की तैयारी के लिए भूमि को नम करने वाली स्पष्ट बूंदाबांदी की तरह है। यह एक गर्म वर्ष होगा जहाँ आपके प्रयास निरंतर जमा होंगे और स्थिर धन और खुशी के रूप में लौटेंगे। 💼 [करियर और व्यवसाय] एक ऐसा वर्ष जहाँ ईमानदारी सबसे अच्छा हथियार बन जाती है। आप जिम्मेदारियों को पूरा करके निरंतर परिणाम उत्पन्न करते हैं और सहकर्मियों से विश्वास प्राप्त करते हैं। विशेषज्ञता बढ़ाने का एक अच्छा समय, और आप अपनी पसंद के काम के माध्यम से पुरस्कृत महसूस करेंगे। आप एक स्थिर वातावरण में कदम दर कदम बढ़ सकते हैं। 💰 [धन] एक ऐसा वर्ष जो आर्थिक रूप से शिथिल और स्थिर है। निरंतर आय होती है, और आप मितव्ययिता से संपत्ति बढ़ाने का मज़ा महसूस करेंगे। भोजन और वस्त्र का भाग्य है, इसलिए समग्र जीवन में प्रचुरता भरी है। अनुचित निवेश के बजाय बचत अधिक फायदेमंद है। ❤️ [प्रेम और संबंध] आप गर्मजोशी भरे व्यवहार के साथ साथियों को सुकून देते हैं। एक ऐसा वर्ष जहाँ आप एक-दूसरे पर सूक्ष्मता से विचार करते हुए सुंदर प्रेम बढ़ाते हैं। यदि अकेले हैं, तो आपके एक ऐसे साथी से मिलने की उच्च संभावना है जो अच्छी तरह से संवाद करता है और जिसके मूल्य समान हैं। ⚠️ [सावधानियां] पेट के स्वास्थ्य या खाने की आदतों के प्रबंधन पर ध्यान दें। समय-समय पर नए प्रोत्साहन देकर जीवन शक्ति खोजना अच्छा है क्योंकि आप आराम के लिए समझौता करके आलसी हो सकते हैं।
ja: 💧 2025年 乙巳（きのとみ）年 癸（みずのと）水 全体運: 「誠実さが安定した結実を生む年」 2025年はあなたにとって「食神（しょくじん）」と「正財（せいざい）」のエネルギーが入ってくる年です。澄んだ霧雨が大地を潤し、豊かな収穫を準備するようなものです。努力が着実に積み重なり、安定した富と幸せとなって返ってくる温かい一年になるでしょう。 💼 [仕事・ビジネス] 誠実さが最大の武器になる年です。責任を持って業務を遂行し、同僚からの信頼を得て着実な成果を上げます。専門性を高めるのに良い時期であり、自分が好きな仕事を通じてやりがいを感じるでしょう。安定した環境で一歩一歩成長できます。 💰 [金運] 経済的にゆとりがあり安定した時期です。着実な収入が発生し、コツコツと資産を増やす楽しみを感じるでしょう。衣食住の運があり、生活全般に豊かさが溢れます。無理な投資よりも貯蓄が有利です。 ❤️ [恋愛・対人関係] 温かい心でパートナーに安心感を与えます。お互いを細やかに気遣いながら、美しい愛を育んでいく年です。シングルの場合は、会話が弾み価値観の似た相手に出会う確率が高いです。 ⚠️ [注意点] 胃腸の健康や食習慣の管理に注意してください。安住しすぎて怠惰になる可能性があるため、たまには新しい刺激を与えて活力を探すのが良いでしょう。
ko: 💧 2025년 을사년 계수(癸水) 총운: '안정적인 결실을 맺는 성실의 해' 2025년은 계수인 당신에게 '식신(食神)'과 '정재(正財)'의 기운이 들어오는 해입니다. 맑은 이슬비가 대지를 적셔 풍요로운 수확을 준비하는 형국입니다. 본인이 해온 노력들이 차곡차곡 쌓여 안정적인 재물과 행복으로 돌아오는 따뜻한 한 해가 될 것입니다. 💼 [직장 및 사업운] 성실함이 최고의 무기가 되는 해입니다. 맡은 바 책임을 다하여 꾸준한 성과를 내고 동료들의 신뢰를 얻게 됩니다. 전문성을 키우기에 좋은 시기이며, 본인이 좋아하는 일을 통해 보람을 느끼게 됩니다. 안정적인 환경 속에서 차근차근 성장해 나갈 수 있습니다. 💰 [재물운] 경제적으로 여유롭고 안정적인 해입니다. 꾸준한 소득이 발생하며, 알뜰하게 자산을 불려나가는 재미를 느끼게 됩니다. 먹을 복과 입을 복이 있어 생활 전반에 풍요로움이 가득합니다. 무리한 투자보다는 저축이 유리합니다. ❤️ [연애 및 대인관계] 다정다감한 모습으로 연인에게 편안함을 줍니다. 서로를 세심하게 배려하며 예쁜 사랑을 키워나가는 해입니다. 싱글이라면 대화가 잘 통하고 가치관이 비슷한 상대를 만날 확률이 높습니다. ⚠️ [주의사항] 위장 건강이나 식습관 관리에 유의해야 합니다. 너무 안락함에 안주하여 나태해질 수 있으니, 가끔은 새로운 자극을 주어 활력을 찾는 것이 좋습니다.
ru: 💧 Прогноз на 2025 год (Ке, вода): интуиция и гибкость помогут обойти препятствия.
zh: 💧 2025年 乙巳年 (木蛇): '真诚产生稳定成果的一年' 2025年对你来说是‘食神’和‘正财’能量进入的一年。就像清澈的细雨滋润大地，为丰收做准备。这将是温暖的一年，你的努力稳步积累，并转化为稳定的财富和幸福。 💼 [事业与商务] 真诚成为最强大的武器的一年。你通过履行职责产生稳定的成果，并赢得同事的信任。是增长专业知识的好时机，你会通过喜欢的工作感受到回报。你可以在稳定的环境中步步为营地成长。 💰 [财运] 经济上从容稳定的一年。产生稳定的收入，你会感受到勤俭节约增加资产的乐趣。衣食无忧，整体生活充满富足。储蓄比无理的投资更有利。 ❤️ [爱情与关系] 你以温厚的神情给伴侣带来舒适感。这是你们在细致体谅彼此的同时，培育美丽爱情的一年。如果是单身，你很有可能遇到沟通顺畅、价值观相似的伴侣。 ⚠️ [注意事项] 关注胃部健康或饮食管理。偶尔通过给予新刺激来寻找活力会很好，因为你可能会因安于现状而变得懒惰。

source: Preparation for Tomorrow
de: Vorbereitung auf morgen
es: Preparación para Mañana
fr: Préparation pour demain
hi: कल की तैयारी
ja: 明日のための準備
ko: 내일을 위한 준비
ru: Подготовка к завтрашнему дню
zh: 明日准备

source: How to meet more luck
de: Dein Weg zum Glück
es: Cómo atraer más suerte
fr: Comment attirer plus de chance
hi: अधिक भाग्य कैसे प्राप्त करें
ja: もっと幸運に出会う方法
ko: 더 많은 행운을 만나는 방법
ru: Как притянуть больше удачи
zh: 如何遇见更多好运

# enterName
source: Please enter your name
de: Gib deinen Namen ein
es: Por favor ingresa tu nombre
fr: Entrez votre nom
hi: कृपया अपना नाम दर्ज करें
ja: 名前を入力してください
ko: 이름을 입력해주세요
ru: Введите имя
zh: 请输入姓名

# fortuneDateConfirm
source: Would you like to check the fortune for {date}?
de: Horoskop für den {date} prüfen?
es: ¿Te gustaría consultar la fortuna para el {date}?
fr: Souhaitez-vous vérifier la fortune pour {date} ?
hi: क्या आप {date} के लिए भाग्य की जाँच करना चाहेंगे?
ja: {date}の運勢を確認しますか？
ko: {date} 운세를 확인하시겠습니까?
ru: Хотите проверить предсказание на {date}?
zh: 要查看 {date} 的运势吗？

# colorPurple
source: Purple
de: Lila
es: Púrpura
fr: Violet
hi: बैंगनी
ja: 紫
ko: 보라색
ru: Фиолетовый
zh: 紫色

# colorBlue
source: Blue
de: Blau
es: Azul
fr: Bleu
hi: नीला
ja: 青
ko: 파란색
ru: Синий
zh: 蓝色

# colorYellow
source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
hi: पीला
ja: 黄
ko: 노란색
ru: Желтый
zh: 黄色

# colorRed
source: Red
de: Rot
es: Rojo
fr: Rouge
hi: लाल
ja: 赤
ko: 빨간색
ru: Красный
zh: 红色

# colorGreen
source: Green
de: Grün
es: Verde
fr: Vert
hi: हरा
ja: 緑
ko: 초록색
ru: Зеленый
zh: 绿色

# colorPink
source: Pink
de: Rosa
es: Rosa
fr: Rose
hi: गुलाबी
ja: ピンク
ko: 분홍색
ru: Розовый
zh: 粉色

# colorOrange
source: Orange
es: Naranja
hi: नारंगी
ja: オレンジ
ko: 주황색
ru: Оранжевый
zh: 橙色

# colorWhite
source: White
de: Weiß
es: Blanco
fr: Blanc
hi: सफेद
ja: 白
ko: 하얀색
ru: Белый
zh: 白色

# colorBlack
source: Black
de: Schwarz
es: Negro
fr: Noir
hi: काला
ja: 黒
ko: 검정색
ru: Черный
zh: 黑色

# itemPerfume
source: Perfume
de: Parfüm
fr: Parfum
hi: इत्र
ja: 香水
ko: 향수
ru: Духи
zh: 香水

# itemHandkerchief
source: Handkerchief
de: Taschentuch
es: Pañuelo
fr: Mouchoir
hi: रुमाल
ja: ハンカチ
ko: 손수건
ru: Платок
zh: 手帕

# itemRing
source: Ring
es: Anillo
fr: Bague
hi: अंगूठी
ja: 指輪
ko: 반지
ru: Кольцо
zh: 戒指

# itemWatch
source: Watch
de: Armbanduhr
es: Reloj
fr: Montre
hi: घड़ी
ja: 時計
ko: 시계
ru: Часы
zh: 手表

# itemGlasses
source: Glasses
de: Brille
es: Gafas
fr: Lunettes
hi: चश्मा
ja: メガネ
ko: 안경
ru: Очки
zh: 眼镜

# itemHat
source: Hat
de: Hut
es: Sombrero
fr: Chapeau
hi: टोपी
ja: 帽子
ko: 모자
ru: Шляпа
zh: 帽子

# itemBook
source: Book
de: Buch
es: Libro
fr: Livre
hi: किताब
ja: 本
ko: 책
ru: Книга
zh: 书

# itemEarphones
source: Earphones
de: Kopfhörer
es: Auriculares
fr: Écouteurs
hi: ईयरफोन
ja: イヤホン
ko: 이어폰
ru: Наушники
zh: 耳机

# itemMirror
source: Mirror
de: Spiegel
es: Espejo
fr: Miroir
hi: दर्पण
ja: 鏡
ko: 거울
ru: Зеркальце
zh: 小镜子

# itemPen
source: Pen
de: Stift
es: Bolígrafo
fr: Stylo
hi: पेन
ja: ペン
ko: 펜
ru: Ручка
zh: 笔

# itemCoin
source: Coin
de: Münze
es: Moneda
fr: Pièce
hi: सिक्का
ja: コイン
ko: 동전
ru: Монета
zh: 硬币

# itemKey
source: Key
de: Schlüssel
es: Llave
fr: Clé
hi: चाबी
ja: 鍵
ko: 열쇠
ru: Ключ
zh: 钥匙

# dirEast
source: East
de: Osten
es: Este
fr: Est
hi: पूर्व
ja: 東
ko: 동쪽
ru: Восток
zh: 东

# dirWest
source: West
de: Westen
es: Oeste
fr: Ouest
hi: पश्चिम
ja: 西
ko: 서쪽
ru: Запад
zh: 西

# dirSouth
source: South
de: Süden
es: Sur
fr: Sud
hi: दक्षिण
ja: 南
ko: 남쪽
ru: Юг
zh: 南

# dirNorth
source: North
de: Norden
es: Norte
fr: Nord
hi: उत्तर
ja: 北
ko: 북쪽
ru: Север
zh: 北

# dirNorthEast
source: North-East
de: Nordosten
es: Noreste
fr: Nord-Est
hi: उत्तर-पूर्व
ja: 北東
ko: 북동쪽
ru: Северо-восток
zh: 东北

# dirSouthEast
source: South-East
de: Südosten
es: Sureste
fr: Sud-Est
hi: दक्षिण-पूर्व
ja: 南東
ko: 남동쪽
ru: Юго-восток
zh: 东南

# dirNorthWest
source: North-West
de: Nordwesten
es: Noroeste
fr: Nord-Ouest
hi: उत्तर-पश्चिम
ja: 北西
ko: 북서쪽
ru: Северо-запад
zh: 西北

# dirSouthWest
source: South-West
de: Südwesten
es: Suroeste
fr: Sud-Ouest
hi: दक्षिण-पश्चिम
ja: 南西
ko: 남서쪽
ru: Юго-запад
zh: 西南

source: General
de: Allgemein
fr: Général
hi: सामान्य
ja: 一般
ko: 일반
ru: Общие
zh: 常规

source: Dark Mode
de: Dunkelmodus
es: Modo Oscuro
fr: Mode sombre
hi: डार्क मोड
ja: ダークモード
ko: 다크 모드
ru: Темная тема
zh: 深色模式

# darkModeDescription
source: Enable dark mode for a more comfortable viewing experience.
de: Den Bildschirm dunkel einstellen.
es: Poner la pantalla en modo oscuro.
fr: Régler l'écran en mode sombre.
hi: स्क्रीन को डार्क पर सेट करें।
ja: 画面を暗く設定します。
ko: 화면을 어둡게 설정합니다.
ru: Включить темную тему приложения.
zh: 开启深色模式，享受更舒适的视觉体验。

source: Alarm Settings
de: Weckereinstellungen
es: Ajustes de Alarma
fr: Paramètres d'alarme
hi: अलार्म सेटिंग्स
ja: アラーム設定
ko: 알람 설정
ru: Настройки будильника
zh: 闹钟设置

source: Privacy Settings
de: Datenschutzeinstellungen
es: Ajustes de Privacidad
fr: Paramètres de confidentialité
hi: गोपनीयता सेटिंग्स
ja: プライバシー設定
ko: 개인정보 설정
ru: Конфиденциальность
zh: 隐私设置

source: Information
es: Información
hi: जानकारी
ja: 情報
ko: 정보
ru: Информация
zh: 信息

source: Notice
de: Hinweis
es: Aviso
fr: Avis
hi: सूचना
ja: お知らせ
ko: 공지사항
ru: Уведомления
zh: 公告

# weatherConditionSunny
source: Sunny
de: Sonnig
es: Soleado
fr: Ensoleillé
hi: साफ़
ja: 晴れ
ko: 맑음
ru: Солнечно
zh: 晴

# weatherConditionPartlyCloudy
source: Partly Cloudy
de: Teilweise bewölkt
es: Parcialmente nublado
fr: Partiellement nuageux
hi: आंशिक रूप से बादल
ja: 時々くもり
ko: 구름 조금
ru: Переменная облачность
zh: 多云间晴

# weatherConditionCloudy
source: Cloudy
de: Bewölkt
es: Nublado
fr: Nuageux
hi: बादल
ja: くもり
ko: 흐림
ru: Облачно
zh: 多云

# weatherConditionFoggy
source: Foggy
de: Neblig
es: Neblinoso
fr: Brumeux
hi: कोहरा
ja: 霧
ko: 안개
ru: Туман
zh: 雾

# weatherConditionDrizzle
source: Drizzle
de: Nieselregen
es: Llovizna
fr: Bruine
hi: बूंदाबांदी
ja: 霧雨
ko: 이슬비
ru: Морось
zh: 毛毛雨

# weatherConditionRainy
source: Rainy
de: Regnerisch
es: Lluvioso
fr: Pluvieux
hi: बारिश
ja: 雨
ko: 비
ru: Дождь
zh: 雨

# weatherConditionFreezingRain
source: Freezing Rain
de: Glatteisregen
es: Lluvia gélida
fr: Pluie verglaçante
hi: जमने वाली बारिश
ja: 着氷性の雨
ko: 얼어붙는 비
ru: Ледяной дождь
zh: 冻雨

# weatherConditionSnowy
source: Snowy
de: Schneefall
es: Nevado
fr: Neigeux
hi: बर्फ
ja: 雪
ko: 눈
ru: Снег
zh: 雪

# weatherConditionSnowGrains
source: Snow Grains
de: Schneegriesel
es: Cinarra
fr: Neige en grains
hi: बर्फ के दाने
ja: 霧雪
ko: 싸락눈
ru: Снежная крупа
zh: 雪粒

# weatherConditionRainShowers
source: Rain Showers
de: Regenschauer
es: Chubascos
fr: Averses de pluie
hi: बारिश की बौछारें
ja: にわか雨
ko: 소나기
ru: Ливни
zh: 阵雨

# weatherConditionSnowShowers
source: Snow Showers
de: Schneeschauer
es: Chubascos de nieve
fr: Averses de neige
hi: बर्फ की बौछारें
ja: にわか雪
ko: 소낙눈
ru: Снегопад
zh: 阵雪

# weatherConditionThunderstorm
source: Thunderstorm
de: Gewitter
es: Tormenta
fr: Orage
hi: आंधी
ja: 雷雨
ko: 뇌우
ru: Гроза
zh: 雷暴

# airQualityGood
source: Good
de: Gut
es: Bueno
fr: Bon
hi: अच्छा
ja: 良い
ko: 좋음
ru: Хорошо
zh: 优

# airQualityNormal
source: Normal
hi: सामान्य
ja: 普通
ko: 보통
ru: Нормально
zh: 良

# airQualityBad
source: Bad
de: Schlecht
es: Malo
fr: Mauvais
hi: खराब
ja: 悪い
ko: 나쁨
ru: Плохо
zh: 差

# airQualityVeryBad
source: Very Bad
de: Sehr schlecht
es: Muy Malo
fr: Très mauvais
hi: बहुत खराब
ja: 非常に悪い
ko: 매우나쁨
ru: Очень плохо
zh: 很差

# locationUnknown
source: Unknown Location
de: Unbekannter Ort
es: Ubicación Desconocida
fr: Lieu inconnu
hi: अज्ञात स्थान
ja: 不明な位置
ko: 알 수 없는 위치
ru: Местоположение неизвестно
zh: 未知位置

source: Location Error
de: Standortfehler
es: Error de Ubicación
fr: Erreur de localisation
hi: स्थान त्रुटि
ja: 位置情報エラー
ko: 위치 오류
ru: Не удалось определить местоположение
zh: 定位错误

source: FAQ
hi: अक्सर पूछे जाने वाले प्रश्न
ja: よくある質問
ko: 자주 묻는 질문
zh: 常见问题

source: Send Feedback
de: Feedback senden
es: Enviar Comentarios
fr: Envoyer des commentaires
hi: प्रतिक्रिया भेजें
ja: フィードバックを送る
ko: 의견 보내기
ru: Отправить отзыв
zh: 发送反馈

# feedbackDescription
source: Please share any feedback or suggestions regarding Fortune Alarm. Your input helps us improve.
de: Bitte teilen Sie uns Ihr Feedback oder Vorschläge zu Fortune Alarm mit. Ihre Eingabe hilft uns, uns zu verbessern.
es: Por favor comparte cualquier comentario o sugerencia sobre Fortune Alarm. Tu opinión nos ayuda a mejorar.
fr: Veuillez partager vos commentaires ou suggestions concernant Fortune Alarm. Votre avis nous aide à nous améliorer.
hi: फॉर्च्यून अलार्म का उपयोग करते समय आपको होने वाली किसी भी असुविधा या सुझाव के बारे में हमें बताएं। आपकी बहुमूल्य प्रतिक्रिया हमें बेहतर सेवा बनाने में मदद करती है।
ja: フォーチュンアラームをご利用中にご不便な点やご要望がございましたら、いつでもお知らせください。 皆様の貴重なご意見がより良いサービスを作ります。
ko: 포춘 알람을 사용하시면서 느낀 불편한 점이나 제안하고 싶은 기능이 있다면 언제든 말씀해 주세요. 여러분의 소중한 의견이 더 나은 서비스를 만듭니다.
ru: Расскажите о неудобствах или предложениях при использовании Fortune Alarm.\nВаш отзыв помогает сделать приложение лучше.
zh: 如果您在使用幸运闹钟时遇到任何不便或有建议的功能，请随时告知我们。 您的宝贵意见将帮助我们提供更好的服务。

# reportCopyright
source: Report Copyright Infringement
de: Urheberrechtsverletzung melden
es: Reportar Infracción de Derechos de Autor
fr: Signaler une violation du droit d'auteur
hi: कॉपीराइट उल्लंघन की रिपोर्ट करें
ja: 著作権侵害を報告する
ko: 저작권 침해 신고하기
ru: Сообщить о нарушении авторских прав
zh: 报告版权侵权

# copyrightDescription
source: If you believe that the content in Fortune Alarm infringes on copyright, please report it via email. We will take immediate action after confirmation.
de: Wenn Sie glauben, dass der Inhalt von Fortune Alarm das Urheberrecht verletzt, melden Sie dies bitte per E-Mail. Wir werden nach Bestätigung sofort Maßnahmen ergreifen.
es: Si crees que el contenido en Fortune Alarm infringe los derechos de autor, repórtalo por correo electrónico. Tomaremos medidas inmediatas tras la confirmación.
fr: Si vous pensez que le contenu de Fortune Alarm viole le droit d'auteur, veuillez le signaler par e-mail. Nous prendrons des mesures immédiates après confirmation.
hi: यदि आपको लगता है कि फॉर्च्यून अलार्म की सामग्री कॉपीराइट का उल्लंघन करती है, तो कृपया ईमेल द्वारा इसकी रिपोर्ट करें। हम जांच के बाद तुरंत कार्रवाई करेंगे।
ja: フォーチュンアラーム内のコンテンツが著作権を侵害していると思われる場合は、その内容をメールで報告してください。 確認後、速やかに対応いたします。
ko: 포춘 알람 내의 콘텐츠가 저작권을 침해한다고 판단되는 경우, 해당 내용을 이메일로 신고해 주시기 바랍니다. 확인 후 즉시 조치를 취하도록 하겠습니다.
ru: Если вы считаете, что контент нарушает авторские права, сообщите нам по email.\nМы проверим и примем меры.
zh: 如果您认为幸运闹钟内的内容侵犯了版权，请通过电子邮件举报。 核实后我们将立即采取行动。

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
ja: 利用規約
ko: 이용약관
ru: Условия использования
zh: 服务条款
