Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotWealthDetail20
source: It's a time to receive rewards for past efforts. There's an unexpected windfall, such as forgotten stocks rising or receiving back money you didn't expect to get, and an opportunity to succeed by retrying ideas that failed before. Since the decision you make now will greatly influence your future wealth, careful yet bold determination is needed.
de: Sie erhalten nun die gerechte Entlohnung für Ihre bisherigen Bemühungen. Vielleicht bietet sich eine Gelegenheit, alte Schulden zu begleichen oder ein vergessenes Erbe anzutreten. Nutzen Sie diese Klarheit, um Ihre Finanzen für die Zukunft nachhaltiger zu planen.
es: Comienza el momento de cosechar los frutos de los esfuerzos pasados. Las acciones olvidadas pueden subir de precio, o te devolverán una deuda con la que ya no contabas. Es posible una suerte inesperada o una oportunidad de reiniciar con éxito una antigua idea. La decisión que tomes ahora tendrá un gran impacto en tu futuro financiero, así que actúa con valentía.
fr: Le moment est venu de récolter les fruits des efforts passés. Des actions oubliées peuvent augmenter de prix, ou l'on vous remboursera une dette sur laquelle vous ne comptiez plus. Une chance inattendue ou une opportunité de relancer avec succès une ancienne idée est possible. La décision que vous prendrez maintenant aura un grand impact.
hi: अब आपको अपने पिछले प्रयासों के लिए उचित प्रतिफल मिल रहा है। शायद पुराने ऋणों को चुकाने या भूली हुई विरासत का दावा करने का अवसर मिले। भविष्य के लिए अपने वित्त को अधिक स्थायी रूप से योजना बनाने के लिए इस स्पष्टता का उपयोग करें।
ja: 過去の努力に対する報酬を受ける時期です。忘れていた株が上がったり、もらえないと思っていたお金を返してもらうなど、思いがけない横財数があり、以前に失敗したアイデアを再試行して成功するチャンスが訪れます。今下す決定がこれからの財物運を大きく左右することになるので、慎重かつ果敢な決断が必要な時です。
ko: 과거의 노력에 대한 보상을 받는 시기입니다. 잊고 있었던 주식이 오르거나 못 받을 줄 알았던 돈을 돌려받는 등 뜻밖의 횡재수가 있으며, 예전에 실패했던 아이디어를 다시 시도하여 성공할 기회가 찾아옵니다. 지금 내리는 결정이 앞으로의 재물운을 크게 좌우하게 되니 신중하면서도 과감한 결단이 필요한 때입니다.
ru: Наступает время пожинать плоды прошлых усилий. Забытые акции могут вырасти в цене, или вам вернут долг, на который вы уже не рассчитывали. Возможна неожиданная удача или шанс успешно перезапустить старую идею. Решение, которое вы примете сейчас, окажет большое влияние на ваше финансовое будущее, поэтому действуйте смело.
zh: 这是一个获得过去努力报偿的时期。被遗忘的股票可能上涨，或者收回原以为无法拿回的欠款，会有意想不到的横财运。你现在下的决定将极大地影响未来的财运，因此这是一个需要慎重且果断决策的时刻。

# tarotSuccessMeaning20
source: Your efforts will be recognized and you will be promoted or rewarded.
de: Beruflich signalisiert das Gericht eine wichtige Prüfung oder eine endgültige Entscheidung über Ihre Karriere. Ihr Potenzial wird erkannt und Sie könnten eine Berufung finden, die über einen bloßen Job hinausgeht. Seien Sie bereit, Verantwortung für Ihren Weg zu übernehmen.
es: Tus trabajos pasados serán reconocidos, son posibles ascensos o recompensas.
fr: Vos travaux passés seront reconnus, des promotions ou des récompenses sont possibles.
hi: करियर में, निर्णय कार्ड एक महत्वपूर्ण परीक्षा या आपके करियर के बारे में अंतिम निर्णय का संकेत देता है। आपकी क्षमता को पहचाना जाएगा और आपको एक ऐसा उद्देश्य मिल सकता है जो महज एक नौकरी से कहीं अधिक है। अपने रास्ते की जिम्मेदारी लेने के लिए तैयार रहें।
ja: これまでの努力が認められ昇進したり、褒賞を受けたりします。
ko: 그동안의 노력을 인정받아 승진하거나 포상을 받게 됩니다.
ru: Ваши прошлые труды будут признаны, возможны повышение или награда.
zh: 过去的努力获得认可，有望晋升或获得奖励。

# tarotSuccessDetail20
source: Judgment day has come. A fair evaluation and rewards for the sweat you've shed will be given, and happy news like promotion or passing will spread like a trumpet sound. A scout offer or career move opportunity to escape from a stagnant situation and fly again might come, so don't fear change and start a new chapter.
de: Vergangene Leistungen werden nun gewürdigt, was zu einem bedeutenden Karrieresprung führen kann. Es ist ein Moment der Wahrheit, in dem Sie sich Ihren Fehlern stellen und daraus lernen. Ein neuer, authentischerer Weg in Ihrem Berufsleben öffnet sich nun vor Ihnen.
es: Ha llegado el día del juicio. Tus esfuerzos pasados finalmente han recibido una valoración digna y recompensa, y las buenas noticias, como el sonido de la trompeta, no se harán esperar. Son posibles ofertas de trabajo ventajosas o la oportunidad de salir del estancamiento y volver a despegar. No temas a los cambios: aprovecha la oportunidad y comienza un nuevo capítulo en tu carrera.
fr: Le jour du jugement est arrivé. Vos efforts passés ont enfin reçu une évaluation digne et une récompense, et les bonnes nouvelles, comme le son de la trompette, ne se feront pas attendre. Des offres d'emploi avantageuses ou l'opportunie de sortir de la stagnation sont possibles. Ne craignez pas les changements : saisissez l'opportunité.
hi: पिछले प्रदर्शनों को अब सराहा जाएगा, जिससे करियर में बड़ी उछाल आ सकती है। यह सच्चाई का क्षण है जहां आप अपनी गलतियों का सामना करते हैं और उनसे सीखते हैं। आपके पेशेवर जीवन में एक नया, अधिक प्रामाणिक रास्ता अब आपके सामने खुल रहा है।
ja: 審判の日が来ました。これまで流した汗に対する正当な評価と報酬が与えられ、昇進や合格など嬉しい知らせがラッパの音のように鳴り響くでしょう。停滞していた状況から脱してもう一度飛翔できるスカウトの提案や転職の機会が来る可能性があるので、変化を恐れずにチャンスを掴んで新しいチャプターを始めてください。
ko: 심판의 날이 왔습니다. 그동안 흘린 땀방울에 대한 정당한 평가와 보상이 주어져 승진이나 합격 등 기쁜 소식이 나팔 소리처럼 울려 퍼질 것입니다. 침체되어 있던 상황에서 벗어나 다시 한번 비상할 수 있는 스카우트 제의나 이직 기회가 올 수 있으니, 변화를 두려워하지 말고 기회를 잡아 새로운 챕터를 시작하세요.
ru: Настал день суда. Ваши прошлые усилия наконец-то получили достойную оценку, и благие вести, подобные звуку трубы, не заставят себя ждать. Возможны выгодные предложения по работе или шанс выйти из застоя и снова взлететь. Не бойтесь перемен — ловите возможность и начинайте новую главу своей карьеры.
zh: 审判之日已到。你之前流下的汗水将获得公正的评价和报偿，晋升或合格等喜讯将如号角般响起。这是一个摆脱停滞状态、再次飞翔的机会，可能会有猎头邀请或跳槽机会，请不要畏惧变化，抓住机遇开启新篇章。

# tarotKeywords21
source: Completion, integration, achievement, happy ending, perfection
de: Abschluss, Integration, Leistung, Reise
es: Finalización, integración, logro, final feliz, perfección
fr: Achèvement, intégration, accomplissement, fin heureuse, perfection
hi: पूर्णता, एकीकरण, उपलब्धि, यात्रा
ja: 完成, 統合, 達成, ハッピーエンド, 完璧
ko: 완성, 통합, 달성, 해피엔딩, 완벽함
ru: Завершение, интеграция, достижение, счастливый конец, совершенство
zh: 完成, 整合, 达成, 完美结局, 完美

# tarotDesc21
source: A woman is dancing inside a laurel wreath, and the four elements are in their completed forms, symbolizing the best happy ending.
de: Die Welt symbolisiert Vollendung, Erfolg und das Erreichen eines großen Ziels. Sie haben eine lange Reise hinter sich und alle Puzzleteile fügen sich nun zu einem harmonischen Ganzen zusammen. Genießen Sie das Gefühl der Ganzheit und feiern Sie Ihre bemerkenswerten Erfolge.
es: Símbolo del logro total de la meta y de la armonía ideal después de un largo viaje. Las cuatro bestias sagradas en las esquinas bendicen el mundo perfecto y presagian el comienzo de un nuevo y aún más emocionante ciclo.
fr: Symbole de l'accomplissement total du but et de l'harmonie idéale après un long voyage. Les quatre bêtes sacrées aux coins bénissent le monde parfait et présagent le début d'un nouveau cycle.
hi: दुनिया पूर्णता, सफलता और एक बड़े लक्ष्य की प्राप्ति का प्रतीक है। आपने एक लंबी यात्रा पूरी की है और अब सभी टुकड़े एक सामंजस्यपूर्ण पूर्णता में फिट हो रहे हैं। पूर्णता की भावना का आनंद लें और अपनी उल्लेखनीय सफलताओं का जश्न मरण करें।
ja: 長い旅の末に目標を完全に達成し、完璧な調和を成した状態を表す最高のハッピーエンドを象徴しています。四隅の聖獣は完成された世界を祝福し、新しい旅の始まりをも予感させます。
ko: 긴 여정 끝에 목표를 완전히 달성하고 완벽한 조화를 이룬 상태를 나타내는 최고의 해피엔딩을 상징합니다.
ru: Символ полного достижения цели и идеальной гармонии после долгого путешествия. Четыре священных зверя по углам благословляют совершенный мир и предвещают начало нового, еще более захватывающего цикла.
zh: 象征着在漫长的旅程之后完全达成目标、实现完美和谐的最高结局。四角的圣兽祝福着这个圆满的世界，同时也预示着新旅程的开始。

# tarotLoveMeaning21
source: You will bear the fruit of love and enter marriage, or form an ideal family.
de: In der Liebe steht die Welt für eine erfüllte Beziehung, die alle Herausforderungen gemeistert hat. Es ist ein Zustand tiefer Verbundenheit und des gemeinsamen Glücks. Singles finden jemanden, der sie vollkommen ergänzt und ihr Leben bereichert.
es: Significa el florecimiento y la plenitud del amor. Te espera una unión con la pareja ideal y momentos de verdadera felicidad.
fr: Signifie la floraison et la plénitude de l'amour. Une union avec le partenaire idéal et des moments de vrai bonheur vous attendent.
hi: प्यार में, दुनिया एक पूर्ण रिश्ते का प्रतिनिधित्व करती है जिसने सभी चुनौतियों पर विजय प्राप्त की है। यह गहरे जुड़ाव और साझा खुशी की स्थिति है। सिंगल लोग किसी ऐसे व्यक्ति को पाएंगे जो उन्हें पूरी तरह से पूरक करता है और उनके जीवन को समृद्ध करता है।
ja: 愛の結実を意味します。理想の相手と結ばれたり、最高に幸せな瞬間を迎えられます。
ko: 사랑의 결실을 맺어 결혼에 골인하거나, 이상적인 가정을 꾸리게 됩니다.
ru: Означает расцвет и полноту любви. Вас ждет союз с идеальным партнером и моменты истинного счастья.
zh: 意味着爱情的圆满。能与理想的对象结合，迎接最幸福的时刻。

# tarotLoveDetail21
source: It's a perfect time to put a period to a long relationship and move toward a new world called marriage. You'll enjoy the happiness of becoming one under blessings after confirming you are each other's best halves, and if you're single, you can meet a fateful partner who meets your ideal type. It's also a fortune where connections are made during overseas travel or in exotic environments.
de: Sie haben in Herzensangelegenheiten Ihr Ziel erreicht und fühlen sich emotional angekommen. Es ist eine Zeit der Harmonie, in der Sie sich mit Ihrem Partner eins fühlen. Gemeinsame Reisen oder große Lebensereignisse wie eine Hochzeit stehen unter einem glücklichen Stern.
es: Ha llegado el momento ideal para poner punto final a una larga relación y pasar a un nuevo nivel, por ejemplo, casarse. Te asegurarás de que sois los mejores compañeros el uno para el otro y disfrutarás de la felicidad de la unidad. Si estás soltero, conocerás a una persona que se ajusta totalmente a tus ideales. Es posible conocer a alguien durante un viaje.
fr: Le moment est idéal pour mettre un point final à une longue relation et passer à un nouveau niveau, par exemple se marier. Vous vous assurerez que vous êtes les meilleurs partenaires l'un pour l'autre. Si vous êtes célibataire, vous rencontrerez une personne qui correspond totalement à vos idéaux. Il est possible de rencontrer quelqu'un lors d'un voyage.
hi: आपने दिल के मामलों में अपना लक्ष्य पा लिया है और भावनात्मक रूप से सुरक्षित महसूस कर रहे हैं। यह सद्भाव का समय है जहां आप अपने साथी के साथ एक महसूस करते हैं। साझा यात्राएं या शादी जैसे बड़े जीवन कार्यक्रम एक भाग्यशाली नक्षत्र के तहत हैं।
ja: 長い恋愛の終止符を打ち、結婚という新しい世界へと進む完璧な時期です。お互いがお互いにとって最高のパートナーであることを確認し、祝福の中で一つになる幸せを享受することになるでしょう。ソロなら、あなたの理想に合致する運命の相手に出会うことができます。海外旅行や異国的な環境で縁がつながる運勢でもあります。
ko: 긴 연애의 마침표를 찍고 결혼이라는 새로운 세상으로 나아가는 완벽한 시기입니다. 서로가 서로에게 최고의 반쪽임을 확인하고 축복 속에 하나가 되는 행복을 누리게 될 것이며, 솔로라면 당신의 이상형에 부합하는 운명의 상대를 만날 수 있습니다. 해외여행이나 이국적인 환경에서 인연이 닿을 운세이기도 합니다.
ru: Наступил идеальный момент, чтобы поставить точку в долгих отношениях и перейти на новый уровень — например, вступить в брак. Вы убедитесь, что являетесь лучшими партнерами друг для друга, и будете наслаждаться счастьем единства. Если вы одиноки, вы встретите человека, который полностью соответствует вашим идеалам. Возможно знакомство во время путешествия.
zh: 这是为长期的恋爱画上句点、步入婚姻这一新世界的完美时机。你们将确认彼此是最佳伴侣，并在祝福中享受合二为一的幸福。如果是单身，你可能遇到符合所有理想条件的真命天子。这也是一段在海外旅行或异国环境中结缘的运势。

# tarotWealthMeaning21
source: You will achieve the target amount and enjoy economic freedom.
de: Finanziell bedeutet die Welt absoluten Erfolg und die Erreichung finanzieller Freiheit. Ihre klugen Entscheidungen der Vergangenheit führen nun zu dauerhafter Stabilität. Es gibt keine ungelösten Probleme mehr und Ihr Wohlstand ist gesichert.
es: Alcanzarás la meta financiera establecida y obtendrás libertad económica.
fr: Vous atteindrez l'objectif financier fixé et obtiendrez la liberté économique.
hi: आर्थिक रूप से, दुनिया पूर्ण सफलता और वित्तीय स्वतंत्रता की प्राप्ति का प्रतीक है। अतीत के आपके बुद्धिमानी भरे निर्णय अब स्थायी स्थिरता की ओर ले जा रहे हैं। अब कोई अनसुलझी समस्या नहीं है और आपका धन सुरक्षित है।
ja: 目標としていた金額を達成し、経済的自由を享受することになります。
ko: 목표했던 금액을 달성하고 경제적 자유를 누리게 됩니다.
ru: Вы достигнете поставленной финансовой цели и обретете экономическую свободу.
zh: 达成目标金额，开始享受经济自由。

# tarotWealthDetail21
source: You achieve the feat of 100% achieving your financial goals and have reached a stage where you can enjoy economic freedom. You can make big profits in global fields like overseas stocks or trade, and your investment portfolio will achieve perfect harmony to bring stable wealth. Now, enjoy the abundance and widen your perspective toward a broader world.
de: Sie haben Ihre finanziellen Ziele erreicht und können nun die Früchte Ihrer harten Arbeit genießen. Ihr Umgang mit Geld ist weise und vorausschauend, was Ihnen ein sorgenfreies Leben ermöglicht. Es ist die Zeit, den Wohlstand mit anderen zu teilen und das Leben zu genießen.
es: Has alcanzado al 100% tus metas de dinero y has llegado al nivel de libertad financiera. Son posibles grandes beneficios de la cooperación internacional o inversiones en mercados globales. Tu cartera de inversiones está equilibrada y trae ingresos estables. Disfruta de la abundancia y empieza a ampliar tus horizontes.
fr: Vous avez atteint à 100 % vos objectifs d'argent et êtes arrivé au niveau de liberté financière. De grands bénéfices de la coopération internationale ou des investissements sur les marchés mondiaux sont possibles. Votre portefeuille est équilibré. Profitez de l'abondance et commencez à élargir vos horizons.
hi: आपने अपने वित्तीय लक्ष्य प्राप्त कर लिए हैं और अब अपनी कड़ी मेहनत के फल का आनंद ले सकते हैं। धन के साथ आपका व्यवहार बुद्धिमान और दूरदर्शी है, जो आपको चिंता मुक्त जीवन जीने की अनुमति देता है। यह समृद्धि को दूसरों के साथ साझा करने और जीवन का आनंद लेने का समय है।
ja: 金銭的な目標を100%達成する快挙を成し遂げ、経済的自由を享受できる段階に到達しました。海外株式や貿易などグローバルな分野で大きな収益を上げることができ、あなたの投資ポートフォリオが完璧な調和を成して安定した収益をもたらしてくれるでしょう。これからは豊かさを満喫しながら、より広い世界に向かって視野を広げてみてください。
ko: 금전적인 목표를 100% 달성하는 쾌거를 이루어 경제적 자유를 누릴 수 있는 단계에 도달했습니다. 해외 주식이나 무역 등 글로벌한 분야에서 큰 수익을 낼 수 있으며, 당신의 투자 포트폴리오가 완벽한 조화를 이루어 안정적인 수익을 가져다줄 것입니다. 이제는 풍요로움을 만끽하며 더 넓은 세상을 향해 시야를 넓혀보세요.
ru: Вы на 100% достигли своих денежных целей и вышли на уровень финансовой свободы. Возможны крупные прибыли от международного сотрудничества или инвестиций в глобальные рынки. Ваш инвестиционный портфель сбалансирован и приносит стабильный доход. Наслаждайтесь достатком и начинайте расширять свои горизонты.
zh: 你达成了100%的财务目标，进入了享受经济自由的阶段。在美股或贸易等全球领域有望获得巨大收益，你的投资组合实现了完美和谐并带来稳定收益。现在请在享受富足的同时，向着更广阔的世界拓宽视野。

# tarotSuccessMeaning21
source: You will successfully complete the project and gain the highest honor.
de: Beruflich signalisiert die Welt den krönenden Abschluss einer Karrierephase oder den weltweiten Erfolg eines Projekts. Sie haben alles erreicht, was Sie sich vorgenommen haben, und genießen hohes Ansehen. Neue Horizonte eröffnen sich für Sie, vielleicht sogar international.
es: El proyecto se completará con éxito y recibirás el máximo reconocimiento.
fr: Le projet sera achevé avec succès et vous recevrez la reconnaissance maximale.
hi: करियर में, दुनिया एक करियर चरण के समापन या किसी प्रोजेक्ट की वैश्विक सफलता का संकेत देती है। आपने वह सब कुछ हासिल कर लिया है जो आपने ठाना था और आप बहुत सम्मानित हैं। आपके लिए नए क्षितिज खुल रहे हैं, शायद अंतरराष्ट्रीय स्तर पर भी।
ja: プロジェクトを成功裏に完遂し、最高の誉れを得ます。
ko: 프로젝트를 성공적으로 완수하고 최고의 명예를 얻습니다.
ru: Проект будет успешно завершен, и вы получите высшее признание.
zh: 圆满完成项目，获得最高荣誉。

# tarotSuccessDetail21
source: It's the time to hit the peak of your career. You will receive the highest praise by perfectly succeeding in the project you're in charge of, and you'll prepare to move toward a bigger world after achieving everything you aimed for. As it's a fortune where your activity stage can expand globally through studying abroad or overseas employment, use current success as a stepping stone to leap toward a grander dream.
de: Ihr beruflicher Weg hat Sie zur Meisterschaft in Ihrem Bereich geführt. Sie fühlen sich kompetent und respektiert in allem, was Sie tun. Auch wenn dieser Zyklus nun abgeschlossen ist, sind Sie bereit, mit Ihrem Wissen und Ihrer Erfahrung die Welt zu erobern.
es: Has alcanzado la cima de tu carrera. El proyecto asignado terminará con un éxito brillante y recibirás los elogios merecidos. Todas las metas trazadas se han alcanzado y es hora de prepararse para salir a la escena mundial. Se abren ante ti oportunidades para estudiar o trabajar en el extranjero, así que utiliza el éxito actual como trampolín para nuevos logros.
fr: Vous avez atteint le sommet de votre carrière. Le projet assigné se terminera par un succès brillant et vous recevrez les éloges mérités. Tous les objectifs fixés ont été atteints et il est temps de se préparer à sortir sur la scène mondiale. Des opportunités pour étudier ou travailler à l'étranger s'ouvrent.
hi: आपका पेशेवर रास्ता आपको अपने क्षेत्र में महारत हासिल करने की ओर ले गया है। आप जो कुछ भी करते हैं उसमें आप सक्षम और सम्मानित महसूस करते हैं। हालांकि यह चक्र अब पूरा हो गया है, आप अपने ज्ञान और अनुभव के साथ दुनिया को जीतने के लिए तैयार हैं।
ja: あなたのキャリアに頂点を極める時期です。任されたプロジェクトを完璧に成功させ、最高の賛辞を受けることになり、目標としていたことをすべて成し遂げて、より大きな世界へと進む準備をすることになるでしょう。留学や海外就職など活動の舞台が世界に広がる運勢なので、現在の成功を足がかりに、より遠大な夢を描いて飛躍してください。
ko: 당신의 커리어에 정점을 찍는 시기입니다. 맡은 프로젝트를 완벽하게 성공시켜 최고의 찬사를 받게 되며, 목표했던 바를 모두 이루어 더 큰 세상으로 나아갈 준비를 하게 될 것입니다. 유학이나 해외 취업 등 활동 무대가 세계로 넓어질 수 있는 운세이니, 현재의 성공을 발판 삼아 더 원대한 꿈을 꾸며 도약하세요.
ru: Вы достигли пика своей карьеры. Порученный проект завершится блестящим успехом, и вы получите заслуженную похвалу. Все намеченные цели достигнуты, и пора готовиться к выходу на мировую арену. Перед вами открываются возможности для обучения или работы за рубежом, поэтому используйте нынешний успех как трамплин для новых свершений.
zh: 这是你职业生涯登上顶峰的时期。你完美地完成了受命的项目并获得最高赞誉。你达成了所有预定目标，并准备向更广阔的世界迈进。由于你的活动舞台有望扩展到全球（如留学或海外就业），请以当前的成功为踏板，描绘更远大的梦想并实现飞跃。

# supplementRecordPrompt
source: Please take your supplements and record it!
de: Bitte nehmen Sie Ihre Nahrungsergänzungsmittel ein und zeichnen Sie es auf!
es: ¡Por favor, tome sus suplementos y regístrelo!
fr: Veuillez prendre vos compléments et les enregistrer !
hi: कृपया अपने सप्लीमेंट लें और इसे रिकॉर्ड करें!
ja: サプリメントを飲んで記録しましょう！
ko: 영양제를 드시고 기록해주세요!
ru: Примите витамины и запишите результат!
zh: 请服用营养剂并记录！

# snoozeQuestion
source: When should I remind you again?
de: Wann soll ich Sie erneut erinnern?
es: ¿Cuándo debería recordártelo de nuevo?
fr: Quand dois-je vous le rappeler à nouveau ?
hi: मुझे आपको दोबारा कब याद दिलाना चाहिए?
ja: いつまたお知らせしましょうか？
ko: 언제 다시 알려드릴까요?
ru: Когда напомнить вам снова?
zh: 什么时候再次提醒您？

# hoursShort
source: h
de: Std.
hi: घंटे
ja: 時間
ko: 시간
ru: ч
zh: 小时

# minutesShort
source: m
de: Min.
hi: मिनट
ja: 分
ko: 분
ru: мин
zh: 分

source: after
de: nach
es: después
fr: après
hi: के बाद
ja: 後
ko: 후에
ru: спустя
zh: 后

# snoozeMessage
source: Alarm will ring again in {minutes} minutes.
de: Der Wecker klingelt in {minutes} Minuten erneut.
es: La alarma sonará de nuevo en {minutes} minutos.
fr: L'alarme sonnera de nouveau dans {minutes} minutes.
hi: अलार्म {minutes} मिनट में फिर से बजेगा।
ja: アラームは {minutes} 分後に再び鳴ります。
ko: {minutes}분 후에 알람이 다시 울립니다.
ru: Будильник снова прозвенит через {minutes} мин.
zh: 闹钟将在 {minutes} 分钟后再次响。

# timesTaken
source: {count} times taken
de: {count} Mal eingenommen
es: {count} veces tomado
fr: {count} fois pris
hi: {count} बार लिया गया
ja: {count} 回服用
ko: {count}회 섭취
ru: {count} раз принято
zh: 已服用 {count} 次

# dailyGoalTimes
source: Goal: {goal} times a day
de: Ziel: {goal} Mal am Tag
es: Meta: {goal} veces al día
fr: Objectif : {goal} fois par jour
hi: लक्ष्य: दिन में {goal} बार
ja: 目標：1日 {goal} 回
ko: 목표: 하루 {goal}회
ru: Цель: {goal} раз в день
zh: 目标：每天 {goal} 次

# didYouTakeSupplement
source: Did you take your supplements?
de: Haben Sie Ihre Nahrungsergänzungsmittel eingenommen?
es: ¿Tomó sus suplementos?
fr: Avez-vous pris vos compléments ?
hi: क्या आपने अपने सप्लीमेंट लिए?
ja: サプリメントは飲みましたか？
ko: 영양제를 챙겨 드셨나요?
ru: Вы приняли витамины?
zh: 您服用营养剂了吗？

source: View Mission Records
de: Missionsaufzeichnungen anzeigen
es: Ver registros de misión
fr: Voir les enregistrements de mission
hi: मिशन रिकॉर्ड देखें
ja: ミッション記録を見る
ko: 미션 기록 보기
ru: История миссий
zh: 查看任务记录

# setTakingGoal
source: Set Intake Goal
de: Einnahmeziel festlegen
es: Establecer meta de ingesta
fr: Définir l'objectif de prise
hi: सेवन लक्ष्य निर्धारित करें
ja: 摂取目標を設定
ko: 섭취 목표 설정
ru: Установить цель
zh: 设置摄入目标

source: times
de: Mal
es: veces
fr: fois
hi: बार
ja: 回
ko: 회
ru: раз
zh: 次

# dailyTakingGoal
source: Daily Intake Goal
de: Tägliches Einnahmeziel
es: Meta diaria de ingesta
fr: Objectif de prise quotidien
hi: दैनिक सेवन लक्ष्य
ja: 1日の摂取目標
ko: 일일 섭취 목표
ru: Дневная цель
zh: 每日摄入目标

# howManyTimesADay
source: How many times a day do you take supplements?
de: Wie oft am Tag nehmen Sie Nahrungsergänzungsmittel ein?
es: ¿Cuántas veces al día toma suplementos?
fr: Combien de fois par jour prenez-vous des compléments ?
hi: आप दिन में कितनी बार सप्लीमेंट लेते हैं?
ja: サプリメントは1日に何回飲みますか？
ko: 하루에 몇 번 영양제를 드시나요?
ru: Сколько раз в день вы принимаете добавки?
zh: 您一天服用几次营养剂？

source: Set Goal (ml)
de: Ziel festlegen (ml)
es: Establecer meta (ml)
fr: Définir l'objectif (ml)
hi: लक्ष्य निर्धारित करें (मिली)
ja: 目標設定 (ml)
ko: 목표 설정 (ml)
ru: Установить цель (мл)
zh: 设置目标 (ml)

source: Sleep Analysis
de: Schlafanalyse
es: Análisis del sueño
fr: Analyse du sommeil
hi: नींद विश्लेषण
ja: 睡眠分析
ko: 수면 분석
ru: Анализ сна
zh: 睡眠分析

source: Today's Sleep
de: Heutiger Schlaf
es: Sueño de hoy
fr: Sommeil d'aujourd'hui
hi: आज की नींद
ja: 今日の睡眠
ko: 오늘의 수면
ru: Сон сегодня
zh: 今日睡眠

source: Sleep Duration
de: Schlafdauer
es: Duración del sueño
fr: Durée du sommeil
hi: नींद की अवधि
ja: 睡眠時間
ko: 수면 시간
ru: Длительность сна
zh: 睡眠时长

source: Wake Up Time
de: Aufwachzeit
es: Hora de despertar
fr: Heure de réveil
hi: जागने का समय
ja: 起床時間
ko: 기상 시간
ru: Время пробуждения
zh: 起床时间

source: Weekly Sleep Pattern
de: Wöchentliches Schlafmuster
es: Patrón de sueño semanal
fr: Modèle de sommeil hebdomadaire
hi: साप्ताहिक नींद पैटर्न
ja: 週間睡眠パターン
ko: 주간 수면 패턴
ru: График сна за неделю
zh: 每周睡眠模式

# sleepAdvice
source: You are maintaining a regular sleep habit. You went to bed 30 minutes earlier than yesterday!
de: Sie behalten eine regelmäßige Schlafgewohnheit bei. Sie sind 30 Minuten früher ins Bett gegangen als gestern!
es: Mantienes un hábito de sueño regular. ¡Te acostaste 30 minutos antes que ayer!
fr: Vous maintenez une habitude de sommeil régulière. Vous vous êtes couché 30 minutes plus tôt qu'hier !
hi: आप नींद की नियमित आदत बनाए हुए हैं। आप कल की तुलना में 30 मिनट पहले सो गए थे!
ja: 規則正しい睡眠習慣を維持しています。昨日より30分早く就寝しました！
ko: 규칙적인 수면 습관을 유지하고 있습니다. 어제보다 30분 더 일찍 잠자리에 들었어요!
ru: Вы соблюдаете режим. Сегодня вы легли спать на 30 минут раньше, чем вчера!
zh: 您保持着规律的睡眠习惯。比昨天早睡了30分钟！

source: Stopwatch
de: Stoppuhr
es: Cronómetro
fr: Chronomètre
hi: स्टॉपवॉच
ja: ストップウォッチ
ko: 스톱워치
ru: Секундомер
zh: 秒表

source: Lap
de: Runde
es: Vuelta
fr: Tour
hi: लैप
ja: ラップ
ko: 랩
ru: Круг
zh: 计圈

source: Stop
de: Stopp
es: Detener
fr: Arrêt
hi: रुकें
ja: 停止
ko: 중지
ru: Стоп
zh: 停止

# lapLabel
source: Lap {index}
de: Runde {index}
es: Vuelta {index}
fr: Tour {index}
hi: लैप {index}
ja: ラップ {index}
ko: 랩 {index}
ru: Круг {index}
zh: 第 {index} 圈

# monday
source: Mon
de: Mo
es: Lun
fr: Lun
hi: सोम
ja: 月
ko: 월
ru: Пн
zh: 周一

# tuesday
source: Tue
de: Di
es: Mar
fr: Mar
hi: मंगल
ja: 火
ko: 화
ru: Вт
zh: 周二

# wednesday
source: Wed
de: Mi
es: Mié
fr: Mer
hi: बुध
ja: 水
ko: 수
ru: Ср
zh: 周三

# thursday
source: Thu
de: Do
es: Jue
fr: Jeu
hi: गुरु
ja: 木
ko: 목
ru: Чт
zh: 周四

# friday
source: Fri
de: Fr
es: Vie
fr: Ven
hi: शुक्र
ja: 金
ko: 금
ru: Пт
zh: 周五

# saturday
source: Sat
de: Sa
es: Sáb
fr: Sam
hi: शनि
ja: 土
ko: 토
ru: Сб
zh: 周六

# sunday
source: Sun
de: So
es: Dom
fr: Dim
hi: रवि
ja: 日
ko: 일
ru: Вс
zh: 周日
