Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotWealthMeaning10
source: The flow of financial luck is improving.
de: Der Fluss des finanziellen Glücks verbessert sich.
es: La situación financiera empieza a mejorar.
fr: La situation financière commence à s'améliorer.
hi: आर्थिक रूप से, यह कार्ड धन की स्थिति में अचानक सुधार और लाभ का संकेत देता है। आपकी पिछली मेहनत का फल अब मिलने वाला है। हालांकि, धन का सम्मान करें क्योंकि पहिया हमेशा घूमता रहता है, बचत की आदत न छोड़ें।
ja: 金運の流れが良くなっています。
ko: 금전운의 흐름이 좋아지고 있습니다.
ru: Финансовая ситуация начинает улучшаться.
zh: 财运流向正在变好。

# tarotWealthDetail10
source: The goddess of luck is smiling upon you. Your financial fortune is on an upward curve, with unexpected income or investment returns. As money circulation becomes smooth, you need the boldness to seize the opportunity when it comes. However, since luck cycles, don't forget the wisdom to save for the future when things are going well.
de: Die Glücksgöttin lächelt Sie an. Ihr finanzielles Glück befindet sich auf einer Aufwärtskurve mit unerwarteten Einnahmen. Wenn der Geldumlauf reibungslos wird, brauchen Sie die Kühnheit, die Gelegenheit zu ergreifen. Vergessen Sie jedoch nicht die Weisheit, für die Zukunft zu sparen.
es: La Diosa Fortuna te sonríe. Son posibles ingresos de dinero inesperados o beneficios de inversiones. El flujo de dinero se vuelve más estable y debes aprovechar las oportunidades a tiempo. Sin embargo, recuerda que la suerte es cíclica; muestra sabiduría y ahorra una parte para el futuro.
fr: La déesse Fortune vous sourit. Des rentrées d'argent inattendues ou des bénéfices d'investissements sont possibles. Le flux d'argent devient plus stable et vous devez saisir les opportunités à temps. Cependant, rappelez-vous que la chance est cyclique ; montrez de la sagesse et épargnez une partie pour l'avenir.
hi: आपका आर्थिक भाग्य चमक रहा है और आपको अप्रत्याशित लाभ मिल सकता है। निवेश के मामले में यह एक अच्छा समय है, लेकिन अपनी समझदारी का उपयोग करना न भूलें। समृद्धि आ रही है, उसे जिम्मेदारी से संभालें।
ja: 幸運の女神があなたに微笑んでいます。思いがけない収入や投資の利益など、金運が上昇カーブを描く時期です。ただし、運は巡るものです。良い時期こそ自惚れず、将来のために貯蓄する知恵も必要です。
ko: 행운의 여신이 당신에게 미소 짓고 있습니다. 생각지도 못한 수입이 생기거나 투자 수익이 나는 등 금전운이 상승 곡선을 그리는 시기입니다. 자금 회전이 원활해지니 기회가 왔을 때 잡는 과감함이 필요합니다. 다만 운은 돌고 도는 법이니 잘 벌릴 때일수록 미래를 위해 저축하는 지혜도 잊지 마세요.
ru: Госпожа Удача улыбается вам. Возможны неожиданные денежные поступления или прибыль от вложений. Денежный поток становится стабильнее, и вам нужно вовремя ловить возможности. Однако помните, что удача циклична — проявите мудрость и отложите часть средств на будущее.
zh: 幸运女神正在向你微笑。意想不到的金钱进入，或投资产生收益，财运呈上升曲线。资金周转变得顺畅，你需要果断抓住机会。不过运气总是循环往复的，在财源广进时也别忘了为未来储蓄的智慧，以便在周期变化时保持从容。

# tarotSuccessMeaning10
source: The situation is turning in your favor.
de: Die Situation wendet sich zu Ihren Gunsten.
es: Las circunstancias se inclinan a tu favor.
fr: Les circonstances penchent en votre faveur.
hi: करियर में, यह कार्ड पदोन्नति, सफलता और एक बड़े बदलाव का प्रतीक है। आपके सामने ऐसे अवसर आएंगे जो आपके करियर को एक नई दिशा देंगे। जो काम रुके हुए थे, वे अब तेजी से पूरे होने लगेंगे।
ja: チャンスが到来しています。タイミングを逃さず、波に乗ることが成功への近道です。
ko: 상황이 당신에게 유리하게 돌아갑니다.
ru: Обстоятельства складываются в вашу пользу.
zh: 形势对你有利。

# tarotSuccessDetail10
source: A turning point has arrived where blocked matters start to flow smoothly. The tide is turning in your favor, so don't hesitate to seize new opportunities. Opportunities for change like promotion or career moves will be an upward current taking you to a higher place. Going with the flow will bring great results.
de: Ein Wendepunkt ist erreicht, an dem blockierte Angelegenheiten wieder fließen. Die Gezeiten wenden sich zu Ihren Gunsten, also zögern Sie nicht, neue Gelegenheiten zu ergreifen. Gelegenheiten für Veränderungen wie Beförderungen oder Karriereschritte werden Sie an einen höheren Ort bringen.
es: Llega un periodo importante que puede ser un punto de inflexión en tu carrera. Los asuntos que estaban en pausa empezarán a moverse. Las posibilidades de un ascenso o una oferta de trabajo ventajosa serán ese «viento a favor» que te llevará a una nueva altura.
fr: Une période importante arrive qui peut être un tournant dans votre carrière. Les dossiers qui étaient en pause commenceront à bouger. Les chances d'une promotion ou d'une offre d'emploi avantageuse seront ce « vent favorable » qui vous emmènera vers de nouveaux sommets.
hi: यह आपके जीवन का एक महत्वपूर्ण मोड़ है, इसलिए सतर्क रहें और हर अवसर का लाभ उठाएं। आपकी मेहनत और सकारात्मकता आपको पेशेवर ऊंचाइयों पर ले जाएगी। बदलाव से डरे नहीं, यह आपके विकास के लिए जरूरी है।
ja: 滞っていた物事がスムーズに動き出す、人生のターニングポイントが訪れました。周囲の状況があなたに有利に働いているので、新しいチャンスが来た時は迷わず掴んでください。変化を恐れずに流れに身を任せれば、良い結果がついてくるでしょう。
ko: 막혀있던 일들이 술술 풀리는 인생의 터닝포인트가 찾아왔습니다. 주변 상황이 당신에게 유리하게 흘러가고 있으니, 새로운 기회가 왔을 때 망설이지 말고 잡으세요. 승진이나 이직 등 변화의 기회는 당신을 더 높은 곳으로 데려다줄 상승 기류가 될 것입니다. 흐름에 몸을 맡기면 좋은 결과가 따를 것입니다.
ru: Наступает важный период, который может стать поворотным в карьере. Дела, которые стояли на паузе, сдвинутся с мертвой точки. Шансы на повышение или выгодное предложение по работе станут тем самым «попутным ветром», который вынесет вас на новую высоту.
zh: 这是将成为人生转折点的重要时期。停滞的事情变得顺畅，周围情况向有利于你的方向发展。晋升或跳槽等变化的机会将成为带你走向更高处的上升气流。顺势而为并勇敢抓住新机遇，会带来意想不到的好结果。

# tarotKeywords11
source: Fairness, balance, responsibility, truth, cause and effect
de: Gerechtigkeit, Fairness, Wahrheit, Ursache und Wirkung, Verantwortung
es: Justicia, equilibrio, responsabilidad, verdad, causa y efecto
fr: Justice, équilibre, responsabilité, vérité, cause et effet
hi: न्याय, निष्पक्षता, सत्य, कारण और प्रभाव, जिम्मेदारी
ja: 公正, 均衡, 責任, 真実, 因果応報
ko: 공정, 균형, 책임, 진실, 인과응보
ru: Справедливость, баланс, ответственность, истина, причинно-следственная связь
zh: 公正, 平衡, 责任, 真理, 因果报应

# tarotDesc11
source: A judge in a red robe holds a sword in his right hand and a scale in his left.
de: Ein Richter in einer roten Robe hält ein Schwert in der rechten Hand und eine Waage in der linken.
es: Un juez vestido de rojo sostiene una espada en la mano derecha y una balanza en la izquierda. Es el símbolo del juicio objetivo y de la responsabilidad por las propias acciones.
fr: Un juge vêtu de rouge tient une épée dans la main droite et une balance dans la gauche. C'est le symbole du jugement objectif et de la responsabilité de ses propres actes.
hi: न्याय कार्ड ईमानदारी, निष्पक्षता और संतुलन का प्रतीक है। यह आपके कार्यों के परिणामों का सामना करने और सत्य के साथ खड़े होने का समय है। यह कार्ड आपको न्यायपूर्ण निर्णय लेने और अपने जीवन में संतुलन बनाए रखने के लिए प्रेरित करता है।
ja: 赤い服を着た裁判官が、右手に剣、左手に天秤を持っています。これは客観的な判断と、自分の行動に対する責任を象徴しています。
ko: 붉은 옷을 입은 재판관이 오른손엔 검, 왼손엔 저울을 들고 있습니다.
ru: Судья в красных одеждах держит меч в правой руке и весы в левой. Это символ объективного суждения и ответственности за свои поступки.
zh: 身穿红衣的审判官右手持剑，左手持天平，进行客观且冷静的判断。这象征着对行为负责和维护正义。

# tarotLoveMeaning11
source: It's a relationship where reason precedes emotion.
de: Es ist eine Beziehung, in der die Vernunft dem Gefühl vorausgeht.
es: Una relación donde la razón prevalece sobre los sentimientos.
fr: Une relation où la raison l'emporte sur les sentiments.
hi: प्यार में, यह कार्ड स्पष्टता और ईमानदारी का संकेत देता है। आप और आपका साथी एक-दूसरे के प्रति बहुत पारदर्शी होंगे। यदि कोई विवाद चल रहा है, तो वह न्यायपूर्ण तरीके से सुलझ जाएगा। यह समय भावनाओं के साथ-साथ तर्क को भी महत्व देने का है।
ja: 感情よりも理性が優先される関係です。
ko: 감정보다는 이성이 앞서는 관계입니다.
ru: Отношения, в которых разум преобладает над чувствами.
zh: 这是一段理性先于感情的关系。

# tarotLoveDetail11
source: Now is a time for rational judgment rather than being swayed by emotions. Look back to see if your relationship is balanced, and if you're sacrificing too much or only receiving. If you're thinking about marriage, you might meticulously weigh your partner's conditions or background; honest and fair conversation will be the solution for relationship improvement.
de: Jetzt ist eine Zeit für rationales Urteilsvermögen. Schauen Sie zurück, um zu sehen, ob Ihre Beziehung ausgeglichen ist. Wenn Sie über eine Heirat nachdenken, könnten Sie die Bedingungen oder den Hintergrund Ihres Partners akribisch abwägen. Ehrliche und faire Gespräche werden die Lösung sein.
es: Ahora es un momento en el que el juicio racional es más necesario que dejarse llevar por las emociones. Reflexiona sobre si tu relación mantiene el equilibrio: si te estás sacrificando demasiado o, por el contrario, solo estás recibiendo sin dar nada a cambio. Si estás pensando en casarte, evaluarás meticulosamente las condiciones y el trasfondo de tu pareja.
fr: C'est maintenant un moment où le jugement rationnel est plus nécessaire que de se laisser emporter par les émotions. Réfléchissez pour savoir si votre relation maintient l'équilibre : si vous vous sacrifiez trop ou, au contraire, si vous ne faites que recevoir sans rien donner en retour. Si vous envisagez de vous marier, vous évaluerez méticuleusement les conditions et le passé de votre partenaire.
hi: एक ऐसा रिश्ता जहां भावनाएं और तर्क संतुलित हों। अपनी गलतियों को स्वीकार करें और अपने साथी के साथ निष्पक्ष रहें। सिंगल लोगों के लिए, आप किसी ऐसे व्यक्ति से मिल सकते हैं जो कानून या न्याय के क्षेत्र से जुड़ा हो।
ja: 今は感情に流されるよりは、理性的な判断が必要な時期です。相手と自分の関係が均衡を保っているか、自分が犠牲になりすぎていないか、あるいは逆に受け取ってばかりいないか振り返ってみてください。結婚を考えているなら、相手の条件や背景を几帳面に問い詰めることになる可能性があり、率直で公正な対話が関係改善の解決策になるでしょう。
ko: 지금은 감정에 치우치기보다는 이성적인 판단이 필요한 시기입니다. 상대방과 나의 관계가 균형 잡혀 있는지, 내가 너무 희생하거나 반대로 받기만 하는 건 아닌지 돌아보세요. 결혼을 생각 중이라면 상대방의 조건이나 배경을 꼼꼼히 따져보게 될 수 있으며, 솔직하고 공정한 대화가 관계 개선의 해결책이 될 것입니다.
ru: Сейчас наступило время, когда трезвый расчет важнее эмоций. Подумайте, сохраняется ли баланс в ваших отношениях: не жертвуете ли вы собой слишком сильно или, наоборот, не берете ли слишком много, ничего не отдавая взамен. Если вы планируете брак, вы будете тщательно оценивать партнера, и честный, открытый диалог станет ключом к укреплению связи.
zh: 现在是需要理性判断而非感情用事的时期。请反思你与对方的关系是否平衡，你是否付出了太多或者只是一味索取。如果你在考虑结婚，可能会仔细权衡对方的条件和背景。坦诚公正的对话将是改善关系的良药。

# tarotWealthMeaning11
source: Careful checking is needed in financial transactions or contracts.
de: Eine sorgfältige Prüfung bei Finanztransaktionen oder Verträgen ist erforderlich.
es: Se requiere una comprobación meticulosa en las transacciones financieras y contratos.
fr: Une vérification méticuleuse est requise dans les transactions financières et les contrats.
hi: आर्थिक रूप से, यह कार्ड वित्तीय स्थिरता और धन के उचित वितरण का संकेत देता है। यदि आपका कोई कानूनी मामला या वित्तीय विवाद चल रहा है, तो उसका फैसला आपके पक्ष में आने की संभावना है। अपनी आय और व्यय में संतुलन बनाए रखें।
ja: 金銭取引や契約において几帳面な確認が必要です。
ko: 금전 거래나 계약에서 꼼꼼한 확인이 필요합니다.
ru: Требуется предельная внимательность при заключении сделок и денежных операциях.
zh: 在金钱交易或契约中需要仔细确认。

# tarotWealthDetail11
source: A situation may arise where you need to clarify right from wrong in financial matters. It's a good time to cleanly settle financial relationships, such as receiving borrowed money or repaying debts. When signing contracts, check carefully for any toxic clauses and handle everything according to principles rather than relying on luck or expedients.
de: Es kann eine Situation entstehen, in der Sie bei finanziellen Angelegenheiten Recht von Unrecht unterscheiden müssen. Es ist eine gute Zeit, um finanzielle Beziehungen sauber zu klären. Überprüfen Sie Verträge sorgfältig auf nachteilige Klauseln und handeln Sie nach Prinzipien.
es: Pueden surgir situaciones en las que sea necesario distinguir lo correcto de lo incorrecto en el aspecto monetario. Es un buen momento para que te devuelvan dinero prestado o para liquidar cuentas pendientes. Al firmar contratos, revisa cuidadosamente las cláusulas y actúa con honestidad y transparencia siguiendo los principios.
fr: Des situations peuvent survenir où il est nécessaire de distinguer le vrai du faux sur le plan monétaire. C'est un bon moment pour vous faire rembourser de l'argent prêté ou pour liquider des comptes en suspens. Lors de la signature de contrats, examinez attentivement les clauses et agissez avec honnêteté et transparence en suivant les principes.
hi: वित्तीय विवादों को सुलझाने या सही-गलत को स्पष्ट करने का यह अच्छा समय है। निवेश करते समय सभी दस्तावेजों को ध्यान से पढ़ें और नियमों का पालन करें। आपकी ईमानदारी आपको आर्थिक रूप से सुरक्षित और सम्मानित बनाएगी।
ja: 金銭的な部分で是非を正さなければならないことが生じる可能性があります。貸したお金を返してもらったり、逆に返すべきお金を精算するなど、財務関係をきれいに整理するのに良い時です。契約書を書く時は毒素条項がないか几帳面に調べ、僥倖や便法よりは正直で透明に原則通りに処理するのが良いでしょう。
ko: 금전적인 부분에서 시시비비를 가려야 할 일이 생길 수 있습니다. 빌려준 돈을 받거나, 반대로 갚아야 할 돈을 정산하는 등 재무 관계를 깨끗이 정리하기 좋은 때입니다. 계약서를 쓸 때는 독소 조항이 없는지 꼼꼼하게 살펴보고, 요행이나 편법보다는 정직하고 투명하게 원칙대로 처리하는 것이 좋습니다.
ru: В финансовых делах может возникнуть ситуация, требующая восстановления справедливости. Это хорошее время для возврата долгов или окончательных расчетов. При подписании контрактов внимательно читайте условия и следуйте букве закона — честность и прозрачность в делах сейчас ваши лучшие союзники.
zh: 在金钱方面可能会发生需要分辨是非的事情。现在是清理债务、结算财务关系、理清财务状况的好时机。签订合同时请仔细检查是否有不利条款，比起走捷径，坚持诚实透明的原则会更好。

# tarotSuccessMeaning11
source: You receive a fair evaluation and legitimate compensation.
de: Sie erhalten eine faire Bewertung und eine legitime Entschädigung.
es: Recibirás una evaluación justa de tu trabajo y una recompensa adecuada.
fr: Vous recevrez une évaluation juste de votre travail et une récompense appropriée.
hi: करियर में, यह कार्ड आपकी मेहनत के अनुसार उचित फल मिलने का प्रतीक है। आपको अपनी उपलब्धियों के लिए पहचाना जाएगा और आपके काम की निष्पक्ष समीक्षा होगी। यह अनुबंधों पर हस्ताक्षर करने या कानूनी मामलों को निपटाने के लिए एक अच्छा समय है।
ja: 公正な評価を受け、正当な報酬を受け取ることになります。
ko: 공정한 평가를 받고 정당한 보상을 받게 됩니다.
ru: Вы получите справедливую оценку своих трудов и заслуженное вознаграждение.
zh: 获得公正评价并得到正当报酬。

# tarotSuccessDetail11
source: You will receive a fair and objective evaluation of your work performance. If you've worked hard, legitimate rewards like promotions or bonuses will follow, and you can demonstrate your abilities in fields requiring accuracy like law or accounting. When making decisions, exclude emotions and judge based strictly on data and facts.
de: Sie erhalten eine faire und objektive Bewertung Ihrer Arbeitsleistung. Wenn Sie hart gearbeitet haben, werden legitime Belohnungen wie Beförderungen oder Boni folgen. Wenn Sie Entscheidungen treffen, schließen Sie Emotionen aus und urteilen Sie streng nach Daten und Fakten.
es: Tus logros profesionales recibirán una valoración justa y objetiva. Si has trabajado duro, espera un ascenso o una bonificación. Tus capacidades analíticas y precisión serán muy valoradas en campos que requieran exactitud. Al tomar decisiones, deja de lado las emociones y básate estrictamente en datos y hechos.
fr: Vos réalisations professionnelles recevront une évaluation juste et objective. Si vous avez travaillé dur, attendez-vous à une promotion ou à une prime. Vos capacités analytiques et votre précision seront très appréciées dans les domaines nécessitant de l'exactitude. Lors de la prise de décisions, laissez de côté les émotions et basez-vous strictement sur les données et les faits.
hi: आपको अपने कार्य प्रदर्शन का निष्पक्ष और वस्तुनिष्ठ मूल्यांकन प्राप्त होगा। यदि आपने कड़ी मेहनत की है, तो पदोन्नति या बोनस जैसे वैध पुरस्कार मिलेंगे। निर्णय लेते समय भावनाओं को अलग रखें और केवल डेटा और तथ्यों के आधार पर निर्णय लें।
ja: あなたの業務成果に対して、公正で客観的な評価を受けることになります。これまで一生懸命働いたなら、昇進やボーナスなど妥当な報酬が伴うでしょうし、法曹界や会計など正確性が要求される分野で能力を発揮できます。意思決定を下す時は感情を排除し、徹底的にデータと事実に基盤して判断してください。
ko: 당신의 업무 성과에 대해 공정하고 객관적인 평가를 받게 됩니다. 그동안 열심히 일했다면 승진이나 보너스 등 합당한 보상이 따를 것이고, 법조계나 회계 등 정확성이 요구되는 분야에서 능력을 발휘할 수 있습니다. 의사결정을 내릴 때는 감정을 배제하고 철저히 데이터와 팩트에 기반하여 판단하세요.
ru: Ваши профессиональные достижения будут оценены объективно. Если вы усердно трудились, ждите повышения или премии. Ваши аналитические способности и точность будут особенно востребованы в сферах, связанных с правом или финансами. Принимая решения, опирайтесь только на факты и данные, исключая влияние эмоций.
zh: 你的工作成果将获得公正且客观的评价。如果你一直以来努力工作，晋升或奖金等相应的报酬将会到来。在法律或会计等需要精确性的领域，你将大展身手。决策时请排除感情干扰，彻底基于数据和事实进行判断。

# tarotKeywords12
source: Sacrifice, patience, new perspective, stagnation, enlightenment
de: Pause, Hingabe, Loslassen, neue Perspektiven
es: Sacrificio, paciencia, nueva perspectiva, estancamiento, despertar
fr: Sacrifice, patience, nouvelle perspective, stagnation, éveil
hi: विराम, समर्पण, जाने देना, नए दृष्टिकोण
ja: 犠牲, 忍耐, 新しい視点, 停滞, 悟り
ko: 희생, 인내, 새로운 시각, 정체, 깨달음
ru: Жертва, терпение, новый взгляд, застой, озарение
zh: 牺牲, 耐心, 新视角, 停滞, 觉醒

# tarotDesc12
source: A man hanging upside down from a tree looks at the world from a new perspective through voluntary hardship and gains enlightenment.
de: Die Karte Der Gehängte symbolisiert eine Zeit des Stillstands und der bewussten Pause. Es ist eine Phase, in der man die Dinge aus einer völlig neuen Perspektive betrachten sollte. Manchmal ist es notwendig, alte Gewohnheiten loszulassen, um geistiges Wachstum zu ermöglichen.
es: Un hombre colgado de un árbol por un pie, a través de un sufrimiento voluntario, observa el mundo desde un ángulo totalmente nuevo y alcanza la iluminación. El halo alrededor de su cabeza significa crecimiento espiritual.
fr: Un homme pendu à un arbre par un pied, à travers une souffrance volontaire, observe le monde sous un angle totalement nouveau et atteint l'illumination. Le halo autour de sa tête signifie une croissance spirituelle.
hi: लटका हुआ आदमी कार्ड ठहराव और जानबूझकर किए गए विराम का प्रतीक है। यह एक ऐसा चरण है जहां आपको चीजों को बिल्कुल नए दृष्टिकोण से देखने की जरूरत है। कभी-कभी आध्यात्मिक विकास के लिए पुरानी आदतों को छोड़ना आवश्यक होता है।
ja: 木に逆さまに吊るされた男が、自発的な苦難を通じて世界を新しい視点で見つめ、悟りを得る姿です。彼の頭の後ろにある後光は、精神的な成長を意味します。
ko: 나무에 거꾸로 매달린 남자가 자발적인 고난을 통해 세상을 새로운 시각으로 바라보며 깨달음을 얻는 모습입니다.
ru: Человек, подвешенный за ногу на дереве, через добровольное испытание смотрит на мир под другим углом и обретает озарение. Ореол вокруг его головы символизирует духовный рост.
zh: 倒吊在树上的男人通过自愿的苦难，以全新的视角观察世界并获得觉醒。他脑后的光环意味着精神上的成长。

# tarotLoveMeaning12
source: The relationship may stagnate or unrequited feelings may last for a long time.
de: In der Liebe deutet diese Karte auf eine Phase der Unsicherheit oder des Abwartens hin. Es kann sein, dass eine Beziehung stagniert oder Gefühle nicht erwidert werden. Nutzen Sie diese Zeit, um innezuhalten und Ihre eigenen Wünsche und Bedürfnisse zu klären.
es: La relación puede estancarse o los sentimientos no correspondidos pueden durar mucho tiempo.
fr: La relation peut stagner ou les sentiments non partagés peuvent durer longtemps.
hi: प्यार में, यह कार्ड अनिश्चितता या प्रतीक्षा की अवधि का संकेत देता है। हो सकता है कि कोई रिश्ता रुक गया हो या भावनाएं वैसी न हों जैसी आप चाहते हैं। इस समय का उपयोग अपनी इच्छाओं और जरूरतों को स्पष्ट करने के लिए करें।
ja: 関係が停滞したり、片思いが長引く可能性があります。
ko: 관계가 정체되거나 짝사랑이 길어질 수 있습니다.
ru: Отношения могут зайти в тупик, а безответные чувства могут длиться долго.
zh: 关系可能停滞不前，或者单恋会持续较长时间。

# tarotLoveDetail12
source: You may feel frustrated because the progress of love is stalled, but rushing won't solve anything now. Stop for a moment and look at the current situation from a different perspective, reflecting on whether you've been forcing love only in your own way. The patience to think and care from the other person's position will eventually be the key to opening their heart.
de: Es ist eine Zeit, in der rationales Urteilsvermögen schwierig ist, da man emotional feststeckt. Erzwingen Sie nichts, sondern lassen Sie die Dinge sich natürlich entwickeln. Geduld und Selbstreflexion führen Sie schließlich zur richtigen Entscheidung.
es: Puedes sentir frustración por la falta de progreso en el amor, pero ahora las prisas no ayudarán. Haz una pausa, mira la situación desde el otro lado y reflexiona sobre si estás imponiendo tus sentimientos a tu manera. Saber ponerse en el lugar del otro y mostrar paciencia acabará siendo la llave del corazón de tu pareja.
fr: Vous pouvez ressentir de la frustration face au manque de progrès en amour, mais maintenant la précipitation n'aidera pas. Faites une pause, regardez la situation de l'autre côté et réfléchissez si vous imposez vos sentiments à votre manière. Savoir se mettre à la place de l'autre et faire preuve de patience finira par être la clé du cœur de votre partenaire.
hi: यह एक ऐसा समय है जब तर्कसंगत निर्णय लेना कठिन होता है क्योंकि आप भावनात्मक रूप से फंसे हुए महसूस कर सकते हैं। चीजों को जबरदस्ती करने की कोशिश न करें, बल्कि उन्हें स्वाभाविक रूप से विकसित होने दें। धैर्य आपको सही निर्णय की ओर ले जाएगा।
ja: 恋愛が進展せずもどかしさを感じることがありますが、今は急いでも解決されることではありません。しばらく立ち止まって、現在の状況を別の観点から眺め、自分が自分のやり方だけで愛を強要していないか反省してみる必要があります。相手の立場になって考え、配慮する忍耐が、結局相手の心を開く鍵となるでしょう。
ko: 연애 진도가 나가지 않아 답답함을 느낄 수 있지만, 지금은 서두른다고 해결될 일이 아닙니다. 잠시 멈춰 서서 현재의 상황을 다른 관점에서 바라보며 내가 너무 내 방식대로만 사랑을 강요한 건 아닌지 반성해볼 필요가 있습니다. 상대방의 입장이 되어 생각하고 배려하는 인내가 결국 상대의 마음을 여는 열쇠가 될 것입니다.
ru: Вы можете чувствовать разочарование из-за отсутствия прогресса в любви, но сейчас спешка не поможет. Сделайте паузу, посмотрите на ситуацию с другой стороны и подумайте, не навязываете ли вы свои чувства слишком настойчиво. Умение поставить себя на место другого и проявить терпение в итоге станет ключом к сердцу партнера.
zh: 你可能会因为恋爱进度缓慢而感到郁闷，但现在急于求成并不能解决问题。请暂时停下脚步，换个角度审视现状，反思自己是否在以自己的方式强求爱情。换位思考并给予对方体贴与耐心，最终将成为开启对方心扉的钥匙。

# tarotWealthMeaning12
source: Fund flow may be tied up or you may have to bear losses.
de: Finanziell gesehen mahnt der Gehängte zur Vorsicht und zum Abwarten. Es ist kein guter Zeitpunkt für riskante Investitionen oder große Ausgaben. Überprüfen Sie Ihre Finanzen gründlich und suchen Sie nach versteckten Fehlern.
es: Los flujos de dinero pueden detenerse temporalmente, son posibles pérdidas forzadas.
fr: Les flux d'argent peuvent s'arrêter temporairement, des pertes forcées sont possibles.
hi: आर्थिक रूप से, यह कार्ड सावधानी और प्रतीक्षा करने की सलाह देता है। जोखिम भरे निवेश या बड़े खर्चों के लिए यह अच्छा समय नहीं है। अपने वित्त की गहराई से जांच करें और छिपी हुई गलतियों को खोजने की कोशिश करें।
ja: 資金の流れが滞ったり、損失を甘受しなければならないこともあります。
ko: 자금 흐름이 묶이거나 손실을 감수해야 할 수도 있습니다.
ru: Денежные потоки могут временно прекратиться, возможны вынужденные потери.
zh: 资金流向可能受阻，或者需要承担一定的损失。
