Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# compatibilityDescDefaultInner
source: A relationship built on similar tendencies and shared interests, making your time together easy and comfortable.
de: Eine Beziehung, in der Sie ähnliche Tendenzen haben und die Zeit bequem wie Freunde verbringen können.
es: Una relación donde tienen tendencias similares y pueden pasar tiempo cómodamente como amigos.
fr: Une relation bâtie sur des tendances similaires et des intérêts partagés, rendant votre temps ensemble facile et confortable.
hi: एक ऐसा रिश्ता जहाँ आपकी प्रवृत्तियाँ समान हैं और आप दोस्तों की तरह सहजता से समय बिता सकते हैं।
ja: 傾向が似ており、友達のように気兼ねなく過ごせる関係です。
ko: 비슷한 성향을 가지고 있어 친구처럼 편안하게 지낼 수 있는 관계입니다.
ru: Отношения, построенные на схожих склонностях и общих интересах, делающие время вместе легким.
zh: 基于相似倾向和共同兴趣建立的关系，让你们在一起的时光轻松而舒适。

# compatibilitySummarySameElement
source: Meeting of Similar Minds
de: Treffen ähnlicher Persönlichkeiten
es: Encuentro de Personalidades Similares
fr: Rencontre d'Esprits Similaires
hi: समान व्यक्तित्वों का मिलन
ja: 似た者同士の出会い
ko: 같은 성향의 만남
ru: Встреча единомышленников
zh: 志同道合的相遇

# compatibilityDescSameElement
source: Sharing the '{element}' tendency means your values and ways of acting are very much in sync.
de: Sie beide haben die Tendenz '{element}', was Ihre Werte und Handlungsweisen sehr ähnlich macht.
es: Ambos tienen la tendencia '{element}', lo que hace que sus valores y formas de actuar sean muy similares.
fr: Le fait de partager la tendance '{element}' signifie que vos valeurs et vos façons d'agir sont très synchronisées.
hi: आप दोनों की प्रवृत्ति '{element}' है, जिससे आपके मूल्य और कार्य करने के तरीके बहुत समान हैं।
ja: お二人とも「{element}」の気質を持っており、価値観や行動パターンが非常に似ています。
ko: 두 분 다 '{element}'의 성향을 가지고 있어 가치관이나 행동 방식이 매우 비슷합니다.
ru: Общая стихия «{element}» означает, что ваши ценности и поступки очень похожи.
zh: 共有‘{element}’倾向意味着你们的价值观和行为方式非常同步。

# compatibilitySummaryCompatibleElement
source: Harmonious Balance
de: Harmonisches Gleichgewicht
es: Equilibrio Armonioso
fr: Équilibre Harmonieux
hi: सामंजस्यपूर्ण संतुलन
ja: 調和のとれたバランス
ko: 잘 어울리는 조화
ru: Гармоничный баланс
zh: 和谐的平衡

# compatibilityDescCompatibleElement
source: A beautiful relationship where your different charms blend together in perfect harmony.
de: Eine Beziehung, in der verschiedene Reize harmonisch miteinander verschmelzen.
es: Una relación donde diferentes encantos se mezclan armoniosamente.
fr: Une belle relation où vos différents charmes se mélangent en une harmonie parfaite.
hi: एक ऐसा रिश्ता जहाँ विभिन्न आकर्षण सामंजस्यपूर्ण रूप से एक साथ मिलते हैं।
ja: 異なる魅力が調和し、バランスのとれた関係です。
ko: 서로 다른 매력이 있지만 조화롭게 어우러지는 관계입니다.
ru: Прекрасные отношения, в которых ваши разные черты идеально дополняют друг друга.
zh: 一段美妙的关系，你们不同的魅力完美地融合在一起。

# compatibilitySummaryIncompatibleElement
source: Fascinating Differences
de: Verschiedene Reize
es: Encantos Diferentes
fr: Différences Fascinantes
hi: विभिन्न आकर्षण
ja: 異なる魅力
ko: 서로 다른 매력
ru: Увлекательные различия
zh: 迷人的差异

# compatibilityDescIncompatibleElement
source: Your different temperaments may feel unfamiliar at first, but they offer endless opportunities for growth and discovery together.
de: Da Sie unterschiedliche Temperamente haben, mag es sich anfangs ungewohnt anfühlen, aber es ist eine Freude, sich kennenzulernen.
es: Dado que tienen temperamentos diferentes, al principio puede sentirse extraño, pero hay alegría en conocerse mutuamente.
fr: Vos tempéraments différents peuvent sembler inhabituels au début, mais ils offrent d'infinies opportunités de croissance et de découverte ensemble.
hi: चूंकि आपके स्वभाव अलग हैं, इसलिए शुरुआत में यह अपरिचित लग सकता है, लेकिन एक-दूसरे को जानने में खुशी मिलती है।
ja: 気質が異なるため、最初は戸惑うこともあるかもしれませんが、知れば知るほど新しい発見がある関係です。
ko: 서로 다른 기질을 가지고 있어 처음에는 낯설 수 있지만, 서로를 알아가는 즐거움이 있습니다.
ru: Ваши разные темпераменты могут сначала казаться непривычными, но они дают бесконечные возможности для роста.
zh: 你们不同的气质起初可能让你们感到陌生，但它们为共同成长和探索提供了无限可能。

# compatibilitySummaryDefaultConstellation
source: Average Harmony
de: Durchschnittliche Harmonie
es: Armonía Promedio
fr: Harmonie Moyenne
hi: औसत सामंजस्य
ja: 平均的な調和
ko: 평범한 조화
ru: Средняя гармония
zh: 中等和谐

# compatibilityDescDefaultConstellation
source: A relationship that matches reasonably well based on zodiac signs.
de: Eine Beziehung, die basierend auf den Tierkreiszeichen einigermaßen gut zusammenpasst.
es: Una relación que encaja razonablemente bien basada en los signos zodiacales.
fr: Une relation qui s'accorde raisonnablement bien sur la base des signes du zodiaque.
hi: एक रिश्ता जो राशियों के आधार पर काफी हद तक मेल खाता है।
ja: 星座の観点から見て、まずまずの相性です。
ko: 별자리로 보았을 때 무난하게 어울리는 관계입니다.
ru: Отношения, которые достаточно хорошо сочетаются по знакам зодиака.
zh: 从星座角度看，整 体属于比较合拍的关系。

# routineMorningTitle
source: Fresh Morning! ☀️
de: Ein erfrischender Morgen! ☀️
es: ¡Una mañana refrescante! ☀️
fr: Un matin rafraîchissant ! ☀️
hi: एक ताज़ा सुबह! ☀️
ja: 爽やかな朝です！ ☀️
ko: 상쾌한 아침입니다! ☀️
ru: Бодрое утро! ☀️
zh: 清爽的早晨！ ☀️

# routineMorningBody
source: Did you forget your routine missions?
de: Haben Sie die für heute geplanten Routine-Missionen vergessen?
es: ¿Ha olvidado las misiones de rutina planeadas para hoy?
fr: Avez-vous oublié les missions de routine prévues pour aujourd'hui ?
hi: क्या आप आज के लिए नियोजित नियमित मिशनों को भूल गए हैं?
ja: 今日計画したルーチンミッションを忘れていませんか？
ko: 오늘 계획한 루틴 미션들을 잊지 않으셨나요?
ru: Вы не забыли про свои ежедневные миссии, запланированные на сегодня?
zh: 您忘记了今天计划的常规任务吗？

# routineEveningTitle
source: Good job today! ✨
de: Gute Arbeit heute! ✨
es: ¡Buen trabajo hoy! ✨
fr: Bon travail aujourd'hui ! ✨
hi: आज अच्छा काम किया! ✨
ja: 今日もお疲れ様でした！ ✨
ko: 오늘 하루도 수고 많으셨어요! ✨
ru: Хорошая работа сегодня! ✨
zh: 今天辛苦了！ ✨

# routineEveningBody
source: Did you complete all your missions? Finish your routine.
de: Haben Sie alle heutigen Missionen abgeschlossen? Schließen Sie Ihre Routine ab.
es: ¿Ha completado todas las misiones de hoy? Termine su rutina.
fr: Avez-vous terminé toutes les missions d'aujourd'hui ? Terminez votre routine.
hi: क्या आपने आज के सभी मिशन पूरे कर लिए हैं? अपनी दिनचर्या पूरी करें।
ja: 今日のミッションはすべて完了しましたか？ルーチンを締めくくりましょう。
ko: 오늘의 미션을 모두 수행하셨나요? 루틴을 마무리해보세요.
ru: Вы выполнили все миссии на сегодня? Завершите свою рутину.
zh: 您完成今天的任务了吗？结束您的常规流程吧。

# routineCheckTitle
source: Check today's missions! 🚀
de: Überprüfen Sie Ihre heutigen Missionen! 🚀
es: ¡Revise sus misiones de hoy! 🚀
fr: Consultez vos missions d'aujourd'hui ! 🚀
hi: आज के अपने मिशनों की जाँच करें! 🚀
ja: 今日のミッションを確認しましょう！ 🚀
ko: 오늘의 미션을 확인해보세요! 🚀
ru: Проверьте свои миссии на сегодня! 🚀
zh: 检查今天的任务！ 🚀

# routineCheckBody
source: Follow your routine and have a great day.
de: Befolgen Sie die Routine-Missionen und machen Sie Ihren Tag angenehm.
es: Siga las misiones de rutina y haga que su día sea agradable.
fr: Suivez les missions de routine et rendez votre journée agréable.
hi: नियमित मिशनों का पालन करें और अपने दिन को खुशनुमा बनाएं।
ja: ルーチンミッションを守って、気持ちの良い一日を過ごしましょう。
ko: 루틴 미션을 지키고 기분 좋은 하루를 만들어봐요.
ru: Следуйте ежедневным миссиям и сделайте свой день приятным.
zh: 遵守常规任务，度过愉快的一天。

# supplementNotificationTitle
source: Supplement Reminder
de: Erinnerung an Nahrungsergänzungsmittel
es: Recordatorio de suplementos
fr: Rappel de suppléments
hi: सप्लीमेंट अनुस्मारक
ja: サプリメント通知
ko: 영양제 알림
ru: Напоминание о добавках
zh: 营养剂提醒

# waterNotificationTitle
source: Water Reminder
de: Trinkerinnerung
es: Recordatorio para beber agua
fr: Rappel de boire de l'eau
hi: पानी पीने का अनुस्मारक
ja: 水分補給通知
ko: 물 마시기 알림
ru: Напоминание попить воды
zh: 喝水提醒

# routineNotificationTitle
source: Daily Routine Reminder
de: Tägliche Routine-Benachrichtigung
es: Notificación de rutina diaria
fr: Notification de routine quotidienne
hi: दैनिक दिनचर्या सूचना
ja: デイルーチン通知
ko: 데일리 루틴 알림
ru: Ежедневное уведомление о рутине
zh: 日常常规通知

# todaysFortuneNotificationTitle
source: Today's Fortune
de: Dein heutiges Horoskop
es: Tu fortuna de hoy
fr: Votre fortune d'aujourd'hui
hi: आज का भाग्य
ja: 今日の運勢
ko: 오늘의 운세
ru: Сегодняшнее предсказание
zh: 今日运势

# afternoonFortuneNotificationBody
source: How about your afternoon fortune? Check it now!
de: Wie sieht dein Nachmittags-Horoskop aus? Gleich nachsehen!
es: ¿Qué tal tu fortuna de la tarde? ¡Compruébalo ahora!
fr: Et votre fortune de l'après-midi ? Vérifiez-la maintenant !
hi: आपके दोपहर के भाग्य के बारे में क्या? अभी जांचें!
ja: 午後の運勢はどうでしょうか？今すぐ確認してみてください！
ko: 오후의 운세는 어떨까요? 지금 바로 확인해 보세요!
ru: Как насчет вашего дневного предсказания? Проверьте прямо сейчас!
zh: 下午的运势如何？现在就去看看吧！

# morningFortuneNotificationBody
source: Check your fortune and start your day with energy!
de: Schau dir dein Horoskop an und starte voller Energie in den Tag!
es: ¡Mira tu fortuna y empieza el día con energía!
fr: Consultez votre fortune et commencez la journée avec énergie !
hi: अपना भाग्य जांचें और ऊर्जा के साथ अपने दिन की शुरुआत करें!
ja: 今日の運勢を確認して、元気に一日を始めましょう！
ko: 오늘의 운세를 확인하고 활기차게 시작해 보세요!
ru: Узнайте свое предсказание и начните день бодро!
zh: 查看今日运势，开启元气满满的一天！

# fortunePassExpiryTitle
source: Fortune Pass Expiring Today
de: Fortune Pass läuft heute ab
es: Fortune Pass vence hoy
fr: Fortune Pass expire aujourd'hui
hi: फॉर्च्यून पास आज समाप्त हो रहा है
ja: フォーチュンパス本日期限切れ
ko: 포춘 패스 오늘 만료
ru: Fortune Pass истекает сегодня
zh: 财富通行证今日到期

# fortunePassExpiryBody
source: Your membership expires today. Renew to keep enjoying benefits!
de: Ihre Fortune Pass-Mitgliedschaft läuft heute ab. Erneuern Sie sie, um die Vorteile weiterhin zu nutzen!
es: Su membresía de Fortune Pass vence hoy. ¡Renuévela para seguir disfrutando de los beneficios!
fr: Votre abonnement Fortune Pass expire aujourd'hui. Renouvelez-le pour continuer à profiter des avantages !
hi: आपकी फॉर्च्यून पास सदस्यता आज समाप्त हो रही है। लाभों का आनंद लेना जारी रखने के लिए नवीनीकृत करें!
ja: 本日、フォーチュンパスのメンバーシップが期限切れになります。特典を継続するには更新してください！
ko: 오늘 포춘 패스 멤버십이 만료됩니다. 혜택을 계속 누리시려면 갱신해 보세요!
ru: Ваша подписка Fortune Pass истекает сегодня. Продлите ее, чтобы продолжать пользоваться преимуществами!
zh: 您的财富通行证会员资格今日到期。请续费以继续享受优惠！

source: Take Now
de: Jetzt einnehmen
es: Tomar ahora
fr: Prendre maintenant
hi: अभी लें
ja: 今飲む
ko: 지금 먹기
ru: Принять сейчас
zh: 现在服用

source: Later
de: Später
es: Más tarde
fr: Plus tard
hi: बाद में
ja: 後で
ko: 나중에
ru: Позже
zh: 稍后

# turnOffAlarmAction
source: Turn Off Alarm
de: Alarm ausschalten
es: Apagar alarma
fr: Arrêter l'alarme
hi: अलार्म बंद करें
ja: アラームを止める
ko: 알람 끄기
ru: Выключить будильник
zh: 关闭闹钟

source: Today's Fortune Notification
de: Heutige Horoskop-Benachrichtigung
es: Notificación del horóscopo de hoy
fr: Notification de l'horoscope du jour
hi: आज का राशिफल अधिसूचना
ja: 今日の運勢通知
ko: 오늘의 운세 알림
ru: Уведомление о гороскопе на сегодня
zh: 今日运势通知

source: Enable Notification
de: Benachrichtigung aktivieren
es: Activar notificación
fr: Activer la notification
hi: अधिसूचना सक्षम करें
ja: 通知を有効にする
ko: 알림 활성화
ru: Включить уведомление
zh: 启用通知

# fortuneNotificationDescription
source: Get your daily fortune at the scheduled time.
de: Informiert Sie zur festgelegten Zeit über Ihr heutiges Horoskop.
es: Te informa de tu horóscopo de hoy a la hora especificada.
fr: Vous informe de votre horoscope du jour à l'heure spécifiée.
hi: निर्दिष्ट समय पर आपको आज के राशिफल के बारे में सूचित करता है।
ja: 指定した時間に今日の運勢をお知らせします。
ko: 지정한 시간에 오늘의 운세를 알려드립니다.
ru: Уведомляет вас о вашем гороскопе на сегодня в указанное время.
zh: 在指定时间通知您今日的运势。

source: Morning Notification Time
de: Benachrichtigungszeit am Morgen
es: Hora de notificación por la mañana
fr: Heure de notification le matin
hi: सुबह की अधिसूचना का समय
ja: 午前の通知時間
ko: 오전 알림 시간
ru: Время утреннего уведомления
zh: 上午通知时间

source: Afternoon Notification Time
de: Benachrichtigungszeit am Nachmittag
es: Hora de notificación por la tarde
fr: Heure de notification l'après-midi
hi: दोपहर की अधिसूचना का समय
ja: 午後の通知時間
ko: 오후 알림 시간
ru: Время дневного уведомления
zh: 下午通知时间

# morningFortuneTitle
source: Today's Fortune (Morning)
de: Morgen-Horoskop
es: Fortuna de la mañana
fr: Fortune du matin
hi: आज का भाग्य (सुबह)
ja: 今日の運勢 (午前)
ko: 오늘의 운세 (오전)
ru: Сегодняшнее предсказание (Утро)
zh: 今日运势 (上午)

# afternoonFortuneTitle
source: Today's Fortune (Afternoon)
de: Nachmittag-Horoskop
es: Fortuna de hoy (Tarde)
fr: Fortune de l'après-midi
hi: आज का भाग्य (दोपहर)
ja: 今日の運勢 (午後)
ko: 오늘의 운세 (오후)
ru: Сегодняшнее предсказание (День)
zh: 今日运势 (下午)

source: Type
de: Typ
es: Tipo
hi: प्रकार
ja: タイプ
ko: 유형
ru: Тип
zh: 类型

# supplementChannelDesc
source: Channel for supplement intake notifications.
de: Kanal für Benachrichtigungen zur Einnahme von Nahrungsergänzungsmitteln.
es: Canal para notificaciones de toma de suplementos.
fr: Canal pour les notifications de prise de compléments.
hi: सप्लीमेंट लेने की सूचनाओं के लिए चैनल।
ja: サプリメント摂取通知チャンネル。
ko: 영양제 섭취 알림 채널입니다.
ru: Канал уведомлений о приеме витаминов.
zh: 营养剂摄入通知频道。

# waterChannelDesc
source: Channel for water drinking habit notifications.
de: Kanal für Benachrichtigungen zur Wassertrinkgewohnheit.
es: Canal para notificaciones del hábito de beber agua.
fr: Canal pour les notifications de l'habitude de boire de l'eau.
hi: पानी पीने की आदत की सूचनाओं के लिए चैनल।
ja: 水分補給習慣のための通知チャンネル。
ko: 물 마시기 습관을 위한 알림 채널입니다.
ru: Канал уведомлений о привычке пить воду.
zh: 饮水习惯通知频道。

# waterSummaryTitle
source: Water Drinking Notification
de: Wassertrink-Benachrichtigung
es: Notificación de beber agua
fr: Notification de consommation d'eau
hi: पानी पीने की अधिसूचना
ja: 水分補給通知
ko: 물 마시기 알림
ru: Уведомление о питье воды
zh: 饮水通知

# dailyRoutineChannelDesc
source: Channel for daily mission and habit building notifications.
de: Kanal für tägliche Missions- und Gewohnheitsbildungs-Benachrichtigungen.
es: Canal para notificaciones de misiones diarias y creación de hábitos.
fr: Canal pour les notifications de missions quotidiennes et de création d'habitudes.
hi: दैनिक मिशन और आदत बनाने की सूचनाओं के लिए चैनल।
ja: 今日のミッション確認と習慣作りのための通知チャンネル。
ko: 오늘의 미션을 확인하고 습관을 만드는 알림 채널입니다.
ru: Канал уведомлений о ежедневных миссиях и формировании привычек.
zh: 每日任务和习惯养成通知频道。

# dailyRoutineSummaryTitle
source: Daily Routine Notification
de: Tägliche Routine-Benachrichtigung
es: Notificación de rutina diaria
fr: Notification de routine quotidienne
hi: दैनिक दिनचर्या अधिसूचना
ja: デイリールーチン通知
ko: 데일리 루틴 알림
ru: Уведомление о распорядке дня
zh: 每日例行通知

# missionChannelName
source: Mission Notification
de: Missions-Benachrichtigung
es: Notificación de misión
fr: Notification de mission
hi: मिशन अधिसूचना
ja: ミッション通知
ko: 미션 알림
ru: Уведомление о миссии
zh: 任务通知

# missionChannelDesc
source: Channel for general mission performance notifications.
de: Kanal für allgemeine Missions-Benachrichtigungen.
es: Canal para notificaciones generales de ejecución de misiones.
fr: Canal pour les notifications générales d'exécution de mission.
hi: सामान्य मिशन प्रदर्शन सूचनाओं के लिए चैनल।
ja: 一般ミッション遂行のための通知チャンネル。
ko: 일반 미션 수행을 위한 알림 채널입니다.
ru: Канал общих уведомлений о выполнении миссий.
zh: 一般任务执行通知频道。

# fortuneChannelName
source: Fortune Notification
de: Glücks-Benachrichtigung
es: Notificación de fortuna
fr: Notification de fortune
hi: भाग्य अधिसूचना
ja: 運勢通知
ko: 운세 알림
ru: Уведомление об удаче
zh: 运势通知

# fortuneChannelDesc
source: Channel for daily fortune check notifications.
de: Kanal für tägliche Glücks-Check-Benachrichtigungen.
es: Canal para notificaciones diarias de consulta de fortuna.
fr: Canal pour les notifications quotidiennes de consultation de fortune.
hi: दैनिक भाग्य जाँच सूचनाओं के लिए चैनल।
ja: 毎朝の運勢確認のための通知チャンネル。
ko: 매일 아침 운세 확인을 위한 알림 채널입니다.
ru: Канал ежедневных уведомлений о проверке удачи.
zh: 每日早晨运势检查通知频道。

# subscriptionChannelName
source: Subscription Notification
de: Abonnement-Benachrichtigung
es: Notificación de suscripción
fr: Notification d'abonnement
hi: सदस्यता अधिसूचना
ja: 購読通知
ko: 구독 알림
ru: Уведомление о подписке
zh: 订阅通知

# subscriptionChannelDesc
source: Channel for Fortune Pass expiration and subscription notifications.
de: Kanal für Fortune Pass-Ablauf- und Abonnement-Benachrichtigungen.
es: Canal para notificaciones de suscripción y expiración del Fortune Pass.
fr: Canal pour les notifications d'expiration du Fortune Pass et d'abonnement.
hi: फॉर्च्यून पास की समाप्ति और सदस्यता सूचनाओं के लिए चैनल।
ja: フォーチュンパスの期限切れおよび購読関連の通知チャンネル。
ko: 포춘 패스 만료 및 구독 관련 알림 채널입니다.
ru: Канал уведомлений об истечении срока действия Fortune Pass и подписках.
zh: Fortune Pass 到期及订阅相关通知频道。

# alarmChannelName
source: Alarm
de: Wecker
es: Alarma
fr: Alarme
hi: अलार्म
ja: アラーム
ko: 알람
ru: Будильник
zh: 闹钟

# alarmChannelDesc
source: Channel for wake-up and mission performance alarms.
de: Kanal für Aufwach- und Missions-Alarme.
es: Canal para alarmas de despertar y ejecución de misiones.
fr: Canal pour les alarmes de réveil et d'exécution de mission.
hi: जागने और मिशन प्रदर्शन अलार्म के लिए चैनल।
ja: 起床およびミッション遂行のためのアラームチャンネル。
ko: 기상 및 미션 수행을 위한 알람 채널입니다.
ru: Канал будильников для пробуждения и выполнения миссий.
zh: 起床及任务执行闹钟频道。

# shareViaKakao
source: Share via KakaoTalk
de: Über KakaoTalk teilen
es: Compartir por KakaoTalk
fr: Partager via KakaoTalk
hi: काकाओटॉक के माध्यम से साझा करें
ja: KakaoTalkで共有
ko: 카카오톡으로 공유
ru: Поделиться через KakaoTalk
zh: 通过 KakaoTalk 分享

# shareViaSNS
source: Share via other SNS (Instagram, Twitter, etc.)
de: Über andere soziale Netzwerke teilen (Instagram, Twitter, etc.)
es: Compartir por otras redes sociales (Instagram, Twitter, etc.)
fr: Partager via d'autres réseaux sociaux (Instagram, Twitter, etc.)
hi: अन्य एसएनएस (इंस्टाग्राम, ट्विटर, आदि) के माध्यम से साझा करें
ja: 他のSNSで共有 (Instagram, Twitterなど)
ko: 기타 SNS 공유 (Instagram, Twitter 등)
ru: Поделиться через другие соцсети (Instagram, Twitter и т. д.)
zh: 通过其他 SNS 分享 (Instagram, Twitter 等)

# checkDetailResult
source: Check Detailed Result
de: Detailliertes Ergebnis prüfen
es: Consultar resultado detallado
fr: Vérifier le résultat détaillé
hi: विस्तृत परिणाम देखें
ja: 詳細な結果を確認
ko: 자세한 결과 확인하기
ru: Проверить подробный результат
zh: 查看详细结果

source: View My Fortune Result
de: Mein Glücksergebnis anzeigen
es: Ver mi resultado de fortuna
fr: Voir mon résultat de fortune
hi: मेरा भाग्य परिणाम देखें
ja: 自分の運勢結果を見る
ko: 나의 운세 결과 확인하기
ru: Посмотреть мой результат удачи
zh: 查看我的运势结果

# takeSupplementNow
source: Please take your supplements!
de: Bitte nehmen Sie Ihre Nahrungsergänzungsmittel ein!
es: ¡Por favor toma tus suplementos!
fr: Veuillez prendre vos compléments !
hi: कृपया अपने सप्लीमेंट लें!
ja: サプリメントを飲んでください！
ko: 영양제 챙겨 드세요!
ru: Пожалуйста, примите витамины!
zh: 请服用营养剂！

# takeNowQuestion
source: Would you like to take it now?
de: Möchten Sie es jetzt einnehmen?
es: ¿Te gustaría tomarlo ahora?
fr: Souhaitez-vous le prendre maintenant ?
hi: क्या आप इसे अभी लेना चाहेंगे?
ja: 今飲みますか？
ko: 지금 드시겠습니까?
ru: Хотите принять сейчас?
zh: 您想现在服用吗？

source: Eat now
de: Jetzt einnehmen
es: Tomar ahora
fr: Prendre maintenant
hi: अभी लें
ja: 今飲む
ko: 지금 먹을게요
ru: Принять сейчас
zh: 现在服用

source: Eat later
de: Später einnehmen
es: Tomar después
fr: Prendre plus tard
hi: बाद में लें
ja: 後で飲む
ko: 나중에 먹을게요
ru: Принять позже
zh: 以后服用

# snoozeMessageGeneric
source: I will remind you again in {minutes} minutes.
de: Ich werde Sie in {minutes} Minuten erneut erinnern.
es: Te lo recordaré de nuevo en {minutes} minutos.
fr: Je vous le rappellerai dans {minutes} minutes.
hi: मैं आपको {minutes} मिनट में फिर से याद दिलाऊंगा।
ja: {minutes}分後に再度お知らせします。
ko: {minutes}분 후에 다시 알려드릴게요.
ru: Я напомню вам снова через {minutes} минут.
zh: 我将在 {minutes} 分钟后再次提醒您。

source: hours
de: Stunden
es: horas
fr: heures
hi: घंटे
ja: 時間
ko: 시간
ru: часов
zh: 小时

# cheeringMessage4
source: Vibrant morning, happy start!
de: Lebhafter Morgen, glücklicher Start!
es: ¡Mañana vibrante, comienzo feliz!
fr: Matinée vibrante, début heureux !
hi: जोश भरी सुबह, सुखद शुरुआत!
ja: 活気ある朝、幸せなスタート！
ko: 활기찬 아침, 행복한 시작!
ru: Яркое утро, счастливое начало!
zh: 充满活力的早晨，快乐的开始！

# cheeringMessage5
source: Have a smiling day.
de: Hab einen lächelnden Tag.
es: Ten un día sonriente.
fr: Passez une journée souriante.
hi: मुस्कुराहट भरा दिन हो।
ja: 笑顔あふれる一日を。
ko: 미소 짓는 하루 되세요.
ru: Пусть ваш день будет полон улыбок.
zh: 愿您拥有微笑的一天。

# cheeringMessage6
source: Cheer up today!
de: Kopf hoch heute!
es: ¡Anímate hoy!
fr: Courage aujourd'hui !
hi: आज हिम्मत मत हारो!
ja: 今日も一日頑張りましょう！
ko: 오늘 하루도 힘내세요!
ru: Выше голову сегодня!
zh: 今天也加油吧！

# cheeringMessage7
source: You will shine enough today.
de: Du wirst heute genug strahlen.
es: Brillarás lo suficiente hoy.
fr: Vous brillerez assez aujourd'hui.
hi: आज आप भरपूर चमकेंगे।
ja: あなたは今日、十分に輝くでしょう。
ko: 당신은 오늘 충분히 빛날 거예요.
ru: Сегодня вы будете сиять.
zh: 您今天会足够闪耀的。

# cheeringMessage8
source: I have a feeling something good will happen!
de: Ich habe das Gefühl, dass etwas Gutes passieren wird!
es: ¡Tengo la sensación de que algo bueno va a pasar!
fr: J'ai le pressentiment que quelque chose de bien va arriver !
hi: मुझे लग रहा है कि कुछ अच्छा होने वाला है!
ja: 何かいいことが起こりそうな予感！
ko: 좋은 일이 생길 것 같은 예감!
ru: У меня такое чувство, что произойдет что-то хорошее!
zh: 感觉会有好事发生！

# cheeringMessage9
source: Great job today. A vigorous start!
de: Gute Arbeit heute. Ein kraftvoller Start!
es: Gran trabajo hoy. ¡Un comienzo vigoroso!
fr: Beau travail aujourd'hui. Un départ vigoureux !
hi: आज शानदार काम किया। एक ऊर्जावान शुरुआत!
ja: 今日もお疲れ様です。元気なスタートを！
ko: 오늘도 수고 많으셨습니다. 힘찬 시작!
ru: Отличная работа сегодня. Бодрое начало!
zh: 今天也辛苦了。充满活力的开始！

# cheeringMessage10
source: Happiness is always by your side.
de: Das Glück ist immer an deiner Seite.
es: La felicidad siempre está a tu lado.
fr: Le bonheur est toujours à vos côtés.
hi: खुशी हमेशा आपके साथ है।
ja: 幸せはいつもあなたのそばにあります。
ko: 행복은 늘 당신 곁에 있어요.
ru: Счастье всегда рядом с вами.
zh: 幸福总是在您身边。

# cheeringMessage11
source: I'm rooting for your dreams today.
de: Ich drücke dir heute die Daumen für deine Träume.
es: Apoyo tus sueños hoy.
fr: Je soutiens vos rêves aujourd'hui.
hi: मैं आज आपके सपनों का समर्थन करता हूँ।
ja: 今日のあなたの夢を応援しています。
ko: 오늘도 당신의 꿈을 응원합니다.
ru: Я верю в ваши мечты сегодня.
zh: 正在为您今天的梦想加油。

# cheeringMessage12
source: Refreshing morning, pleasant day!
de: Erfrischender Morgen, angenehmer Tag!
es: ¡Mañana refrescante, día agradable!
fr: Matinée rafraîchissante, journée agréable !
hi: ताज़गी भरी सुबह, सुखद दिन!
ja: 爽やかな朝、心地よい一日！
ko: 상쾌한 아침, 기분 좋은 하루!
ru: Освежающее утро, приятный день!
zh: 清爽的早晨，愉快的一天！

# cheeringMessage13
source: Be victorious today!
de: Sei heute siegreich!
es: ¡Sé victorioso hoy!
fr: Soyez victorieux aujourd'hui !
hi: आज विजयी बनें!
ja: 今日という日に勝利しましょう！
ko: 오늘 하루도 승리하세요!
ru: Будьте победителем сегодня!
zh: 在今天取得胜利吧！

# cheeringMessage14
source: You are precious just by being you.
de: Du bist wertvoll, einfach weil du du bist.
es: Eres valioso solo por ser tú.
fr: Vous êtes précieux juste en étant vous-même.
hi: आप जैसे हैं वैसे ही अनमोल हैं।
ja: あなたはありのままの姿で尊い存在です。
ko: 당신은 존재만으로도 소중합니다.
ru: Вы ценны сами по себе.
zh: 您的存在本身就是珍贵的。

# cheeringMessage15
source: Have a day full of pleasant things.
de: Hab einen Tag voller angenehmer Dinge.
es: Ten un día lleno de cosas agradables.
fr: Passez une journée pleine de choses agréables.
hi: सुखद चीज़ों से भरा दिन हो।
ja: 楽しいこといっぱの一日になりますように。
ko: 기분 좋은 일이 가득한 하루 되세요.
ru: Пусть день будет полон приятных событий.
zh: 愿您度过充满愉快事物的一天。

# cheeringMessage16
source: I hope your day sparkles today!
de: Ich hoffe, dein Tag funkelt heute!
es: ¡Espero que tu día brille hoy!
fr: J'espère que votre journée sera étincelante aujourd'hui !
hi: मुझे आशा है कि आज आपका दिन चमक उठेगा!
ja: 今日一日がキラキラ輝きますように！
ko: 오늘 하루도 반짝반짝 빛나길!
ru: Пусть ваш день сегодня сияет!
zh: 愿您今天的一天闪闪发光！

# cheeringMessage17
source: Your smile brightens the world.
de: Dein Lächeln erhellt die Welt.
es: Tu sonrisa ilumina el mundo.
fr: Votre sourire illumine le monde.
hi: आपकी मुस्कान दुनिया को रोशन करती है।
ja: あなたの笑顔が世界を明るくします。
ko: 당신의 미소가 세상을 밝힙니다.
ru: Ваша улыбка освещает мир.
zh: 您的微笑照亮了世界。
