Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# wakeUpAlarm
source: Alarm Mission
de: Aufwach-Wecker
es: Alarma de Despertador
fr: Alarme de réveil
hi: अलार्म
ja: 起床アラーム
ko: 기상 알람
ru: Будильник
zh: 起床闹钟

# daySun
source: S
de: So
es: Dom
fr: Dim
hi: रवि
ja: 日
ko: 일
ru: Вс
zh: 日

# dayMon
source: M
de: Mo
es: Lun
fr: Lun
hi: सोम
ja: 月
ko: 월
ru: Пн
zh: 一

# dayTue
source: T
de: Di
es: Mar
fr: Mar
hi: मंगल
ja: 火
ko: 화
ru: Вт
zh: 二

# dayWed
source: W
de: Mi
es: Mié
fr: Mer
hi: बुध
ja: 水
ko: 수
ru: Ср
zh: 三

# dayThu
source: T
de: Do
es: Jue
fr: Jeu
hi: गुरु
ja: 木
ko: 목
ru: Чт
zh: 四

# dayFri
source: F
de: Fr
es: Vie
fr: Ven
hi: शुक्र
ja: 金
ko: 금
ru: Пт
zh: 五

# daySat
source: S
de: Sa
es: Sáb
fr: Sam
hi: शनि
ja: 土
ko: 토
ru: Сб
zh: 六

# daySunFull
source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
hi: रविवार
ja: 日曜日
ko: 일요일
ru: Воскресенье
zh: 星期日

# dayMonFull
source: Monday
de: Montag
es: Lunes
fr: Lundi
hi: सोमवार
ja: 月曜日
ko: 월요일
ru: Понедельник
zh: 星期一

# dayTueFull
source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
hi: मंगलवार
ja: 火曜日
ko: 화요일
ru: Вторник
zh: 星期二

# dayWedFull
source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
hi: बुधवार
ja: 水曜日
ko: 수요일
ru: Среда
zh: 星期三

# dayThuFull
source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
hi: गुरुवार
ja: 木曜日
ko: 목요일
ru: Четверг
zh: 星期四

# dayFriFull
source: Friday
de: Freitag
es: Viernes
fr: Vendredi
hi: शुक्रवार
ja: 金曜日
ko: 금요일
ru: Пятница
zh: 星期五

# daySatFull
source: Saturday
de: Samstag
es: Sábado
fr: Samedi
hi: शनिवार
ja: 土曜日
ko: 토요일
ru: Суббота
zh: 星期六

# missionRewardEarned
source: Great job! You've completed 5 missions and earned a Fortune Cookie!
de: Herzlichen Glückwunsch! Du hast heute 5 Missionen abgeschlossen und 1 Glückskeks verdient!
es: ¡Felicidades! ¡Has completado 5 misiones hoy y ganaste 1 Galleta de la Fortuna!
fr: Félicitations ! Vous avez terminé 5 missions aujourd'hui et gagné 1 Fortune Cookie !
hi: बधाई हो! आपने 5 मिशन पूरे किए और 1 भाग्य कुकी (Fortune Cookie) जीती है!
ja: おめでとうございます！今日のミッション5つを完了し、フォーチュンクッキー1個を獲得しました！
ko: 오늘의 미션 5개를 완료하여 포춘쿠키 1개를 획득했습니다!
ru: Отлично! Вы получили печенье удачи! 🎉
zh: 太棒了！您已完成今日的5个任务，获得1个幸运饼干！

# missionRewardEarnedWithCount
source: Well done! You've completed {missions} missions and earned {cookies} Fortune Cookie(s)!
de: Herzlichen Glückwunsch! Du hast heute {missions} Missionen abgeschlossen und {cookies} Glückskeks(e) verdient!
es: ¡Felicidades! ¡Completaste {missions} misiones hoy y ganaste {cookies} Galleta(s) de la Fortuna!
fr: Félicitations ! Vous avez terminé {missions} missions aujourd'hui et gagné {cookies} Fortune Cookie(s) !
hi: शानदार! आपने {missions} मिशन पूरे किए और {cookies} भाग्य कुकी(ज़) प्राप्त कीं!
ja: おめでとうございます！今日は{missions}個のミッションを達成し、フォーチュンクッキーを{cookies}個獲得しました！
ko: 오늘의 미션 {missions}개를 완료하여 포춘쿠키 {cookies}개를 획득했습니다!
ru: Отлично! Вы выполнили {missions} миссий и получили {cookies} печенье(ек)!
zh: 干得漂亮！您今天完成了{missions}个任务，获得{cookies}个幸运饼干！

# daysCount
source: {count} days
de: {count} Tage
es: {count} días
fr: {count} jours
hi: {count} दिन
ja: {count}日
ko: {count}일
ru: {count} дн.
zh: {count}天

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
hi: उपयोगकर्ता
ja: ユーザー
ko: 사용자
ru: Пользователь
zh: 用户

source: Member
de: Mitglied
es: Miembro
fr: Membre
hi: सदस्य
ja: 会員
ko: 회원
ru: Участник
zh: 会员

# manageSajuInfo
source: Manage Birth Info
de: Geburtsinfo verwalten
es: Gestionar info de Cuatro Pilares
fr: Gérer les infos Saju
hi: जन्म जानकारी प्रबंधित करें
ja: 四柱推命情報の管理
ko: 사주정보 관리
ru: Управление профилем саджу
zh: 管理四柱信息

# freeCharge
source: Free Refill
de: Gratis Refill
es: Recarga gratis
fr: Recharge Gratuite
hi: मुफ्त रिफिल
ja: 無料充電
ko: 무료충전
ru: Бесплатно пополнить
zh: 免费补充

source: Fortune Pass
de: Glückspass
es: Pase de Fortuna
fr: Pass Fortune
hi: फॉर्च्यून पास
ja: フォーチュンパス
ko: 포춘패스
zh: 福气通行证

# unlimitedNotSubscribed
source: Subscription inactive
de: Abo nicht aktiv
es: No suscrito
fr: Illimité non souscrit
hi: सदस्यता सक्रिय नहीं है
ja: 無制限未購読
ko: 무제한 미구독
ru: Безлимит недоступен (нет подписки)
zh: 未订阅（无法使用不限次数）

# unlimitedInUse
source: Subscription active
de: Abo aktiv
es: En uso
fr: Illimité en cours d'utilisation
hi: सदस्यता सक्रिय है
ja: 無制限利用中
ko: 무제한 이용 중
ru: Безлимит активен
zh: 不限次数使用中

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
hi: सदस्यता लें
ja: 購読する
ko: 구독하기
ru: Подписаться
zh: 订阅

source: Manage Subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
hi: सदस्यता प्रबंधन
ja: 購読管理
ko: 구독 관리
ru: Управление подпиской
zh: 管理订阅

source: Purchase History
de: Kaufverlauf
es: Historial de compras
fr: Historique des achats
hi: खरीद इतिहास
ja: 購入履歴
ko: 구매내역
ru: История покупок
zh: 购买记录

# customerCenter
source: Support
es: Soporte
fr: Support Client
hi: सहायता केंद्र
ja: カスタマーセンター
ko: 고객센터
ru: Служба поддержки
zh: 客服中心

source: No new notifications.
de: Keine neuen Benachrichtigungen.
es: No hay notificaciones nuevas.
fr: Aucune nouvelle notification.
hi: कोई नई सूचना नहीं है।
ja: 新しいお知らせはありません。
ko: 새로운 알림이 없습니다.
ru: Нет новых уведомлений.
zh: 暂无新通知。

source: No purchase history.
de: Kein Kaufverlauf vorhanden.
es: No hay historial de compras.
fr: Aucun historique d'achat.
hi: कोई खरीद इतिहास नहीं मिला।
ja: 購入履歴がありません。
ko: 구매 내역이 없습니다.
ru: Нет истории покупок.
zh: 暂无购买记录。

source: None
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
ja: なし
ko: 없음
ru: Нет
zh: 无

# deleteConfirmMessage
source: Do you want to delete "{title}"?
de: Möchtest du "{title}" löschen?
es: ¿Quieres eliminar "{title}"?
fr: Voulez-vous supprimer "{title}" ?
hi: क्या आप "{title}" को हटाना चाहते हैं?
ja: "{title}"を削除しますか？
ko: "{title}"을(를) 삭제할까요?
ru: Вы уверены, что хотите удалить «{title}»?
zh: 要删除“{title}”吗？

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
ko: 삭제
ru: Удалить
zh: 删除

source: Notepad
de: Notizbuch
es: Bloc de notas
fr: Bloc-notes
hi: नोटपैड
ja: メモ帳
ko: 메모장
ru: Блокнот
zh: 备忘录

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
ja: 今日
ko: 오늘
ru: Сегодня
zh: 今天

# yearView
source: Year
de: Jahr
es: Año
fr: Année
hi: वर्ष
ja: 年
ko: 연
ru: Год
zh: 年

# monthView
source: Month
de: Monat
es: Mes
fr: Mois
hi: माह
ja: 月
ko: 월
ru: Месяц
zh: 月

# weekView
source: Week
de: Woche
es: Semana
fr: Semaine
hi: सप्ताह
ja: 週
ko: 주
ru: Неделя
zh: 周

# dayView
source: Day
de: Tag
es: Día
fr: Jour
hi: दिन
ja: 日
ko: 일
ru: День
zh: 日

# noEvents
source: No events scheduled.
de: Keine Termine geplant.
es: No hay eventos programados.
fr: Aucun événement prévu.
hi: कोई निर्धारित कार्यक्रम नहीं है।
ja: 予定がありません。
ko: 일정이 없습니다.
ru: Нет запланированных событий.
zh: 暂无日程。

# calendarDragGuide
source: Drag down to view detailed calendar.
es: Arrastra hacia abajo para ver el calendario detallado.
fr: Glissez vers le bas pour voir le calendrier détaillé.
hi: विस्तृत कैलेंडर देखने के लिए नीचे खींचें।
ja: 下にドラッグして詳細なカレンダーを表示。
ru: Потяните вниз, чтобы просмотреть подробный календарь.

# noSavedMemos
source: No saved memos or events.
de: Keine gespeicherten Memos.
es: No hay notas o eventos guardados.
fr: Aucun mémo ou événement enregistré.
hi: कोई सहेजा गया मेमो या ईवेंट नहीं है।
ja: 保存されたメモや予定はありません。
ko: 저장된 메모나 일정이 없습니다.
ru: Нет сохраненных заметок или событий.
zh: 暂无保存的备忘录。

source: Holiday
de: Feiertag
es: Festivo
fr: Jour férié
hi: अवकाश
ja: 祝日
ko: 공휴일
ru: Праздник
zh: 节假日

source: Photo
de: Foto
es: Foto
hi: फोटो
ja: 写真
ko: 사진
ru: Фото
zh: 照片

source: Drawing
de: Zeichnung
es: Dibujo
fr: Dessin
hi: ड्राइंग
ja: お絵かき
ko: 그림
ru: Рисование
zh: 涂鸦

# drawingTitle
source: Drawing
de: Zeichnung
es: Dibujo
fr: Dessin
hi: चित्रकारी (Drawing)
ja: お絵かき
ko: 필기
ru: Рисование
zh: 涂鸦

source: Pencil
de: Bleistift
es: Lápiz
fr: Crayon
hi: पेंसिल
ja: 鉛筆
ko: 연필
ru: Карандаш
zh: 铅笔

source: Marker
es: Marcador
fr: Marqueur
hi: मार्कर
ja: マーカー
ko: 사인펜
ru: Маркер
zh: 马克笔

source: Eraser
de: Radiergummi
es: Borrador
fr: Gomme
hi: इरेज़र
ja: 消しゴム
ko: 지우개
ru: Ластик
zh: 橡皮擦

# adjustThickness
source: Adjust {label} thickness
de: Stärke von {label} anpassen
es: Ajustar grosor de {label}
fr: Ajuster l'épaisseur du {label}
hi: {label} की मोटाई बदलें
ja: {label}の太さを調整
ko: {label} 두께 조절
ru: Настройка толщины {label}
zh: 调整{label}粗细

source: Sticker
es: Pegatina
fr: Autocollant
hi: स्टीकर
ja: ステッカー
ko: 스티커
ru: Стикер
zh: 贴纸

source: Event
de: Termin
es: Evento
fr: Événement
hi: ईवेंट
ja: イベント
ko: 일정
ru: Событие
zh: 日程

source: Memo
es: Nota
fr: Mémo
hi: मेमो
ja: メモ
ko: 메모
ru: Заметка
zh: 备忘录

# routineExercise
source: Exercise
de: Sport
es: Ejercicio
fr: Exercice
hi: व्यायाम
ja: 運動
ko: 운동
ru: Упражнение
zh: 运动

# routineHiking
source: Hiking
de: Wandern
es: Senderismo
fr: Randonnée
hi: हाइकिंग
ja: ハイキング
ko: 등산
ru: Поход
zh: 徒步

# routineCleaning
source: Cleaning
de: Putzen
es: Limpieza
fr: Ménage
hi: सफाई
ja: 掃除
ko: 대청소
ru: Уборка
zh: 打扫

# routineTravel
source: Travel
de: Reisen
es: Viaje
fr: Voyage
hi: यात्रा
ja: 旅行
ko: 여행
ru: Путешествие
zh: 旅行

# routineDate
source: Date
de: Datum
es: Cita
fr: Rendez-vous
hi: डेट (Date)
ja: デート
ko: 데이트
ru: Свидание
zh: 约会

# routineConcert
source: Concert
de: Konzert
es: Concierto
hi: कॉन्सर्ट
ja: コンサート
ko: 콘서트
ru: Концерт
zh: 演唱会

# routineMovie
source: Movie
de: Film
es: Película
fr: Film
hi: फिल्म
ja: 映画
ko: 영화관람
ru: Кино
zh: 电影

# routineMeeting
source: Meeting
de: Besprechung
es: Reunión
fr: Réunion
hi: मीटिंग
ja: 会議
ko: 모임
ru: Встреча
zh: 会议

source: How is your mood today?
de: Wie ist deine Stimmung heute?
es: ¿Cómo está tu ánimo hoy?
fr: Comment vous sentez-vous aujourd'hui ?
hi: आज आपका मूड कैसा है?
ja: 今日の気分はどうですか？
ko: 오늘 기분은?
ru: Как ваше настроение сегодня?
zh: 今天心情如何？

source: Complete
de: Fertig
es: Completar
fr: Terminer
hi: पूर्ण
ja: 完了
ko: 완료
ru: Готово
zh: 完成

# photoPermissionDescription
source: To add photos, you must allow photo access in settings.
de: Um Fotos hinzuzufügen, erlaube den Zugriff in den Einstellungen.
es: Para añadir fotos, debes permitir el acceso a las fotos en los ajustes.
fr: Pour ajouter des photos, vous devez autoriser l'accès aux photos dans les paramètres.
hi: फ़ोटो जोड़ने के लिए, आपको सेटिंग्स में फ़ोटो एक्सेस की अनुमति देनी होगी।
ja: 写真を追加するには、設定で写真へのアクセスを許可する必要があります。
ko: 사진을 추가하려면 설정에서 사진 접근 권한을 허용해야 합니다.
ru: Для добавления фотографий разрешите доступ к галерее в настройках.
zh: 如需添加照片，请在设置中允许访问相册/照片。

source: Go to Settings
de: Zu den Einstellungen
es: Ir a Ajustes
fr: Aller aux paramètres
hi: सेटिंग्स पर जाएं
ja: 設定へ移動
ko: 설정으로 이동
ru: Перейти в настройки
zh: 去设置

# photoPermissionNeeded
source: Photo access permission is required.
de: Foto-Zugriff erforderlich.
es: Se requiere permiso de acceso a las fotos.
fr: La permission d'accès aux photos est requise.
hi: फ़ोटो एक्सेस अनुमति आवश्यक है।
ja: 写真へのアクセス権限が必要です。
ko: 사진 접근 권한이 필요합니다.
ru: Необходим доступ к фотографиям.
zh: 需要相册权限

source: Font Size
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de police
hi: फ़ॉन्ट आकार
ja: フォントサイズ
ko: 글자 크기
ru: Размер шрифта
zh: 字号

# fontFamily
source: Font
de: Schriftart
es: Fuente
fr: Police
hi: फ़ॉन्ट
ja: フォント
ko: 글꼴
ru: Шрифт
zh: 字体

source: Text Color
de: Textfarbe
es: Color de texto
fr: Couleur du texte
hi: टेक्स्ट का रंग
ja: テキストの色
ko: 글자 색상
ru: Цвет текста
zh: 文字颜色

# textAlign
source: Alignment
de: Ausrichtung
es: Alineación
fr: Alignement
hi: संरेखण
ja: 整列
ko: 정렬
ru: Выравнивание
zh: 对齐方式

# alignLeft
source: Left
de: Links
es: Izquierda
fr: Gauche
hi: बायां
ja: 左寄せ
ko: 왼쪽
ru: По левому краю
zh: 左对齐

# alignCenter
source: Center
de: Zentriert
es: Centro
fr: Centre
hi: केंद्र
ja: 中央寄せ
ko: 가운데
ru: По центру
zh: 居中

# alignRight
source: Right
de: Rechts
es: Derecha
fr: Droite
hi: दायां
ja: 右寄せ
ko: 오른쪽
ru: По правому краю
zh: 右对齐

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादन
ja: 編集
ko: 편집
ru: Редактировать
zh: 编辑

source: Font Settings
de: Schrift-Einstellungen
es: Ajustes de fuente
fr: Paramètres de police
hi: फ़ॉन्ट सेटिंग्स
ja: フォント設定
ko: 글꼴 설정
ru: Настройки шрифта
zh: 字体设置

source: Image added from keyboard.
de: Bild über Tastatur hinzugefügt.
es: Imagen añadida desde el teclado.
fr: Image ajoutée depuis le clavier.
hi: कीबोर्ड से इमेज जोड़ी गई।
ja: キーボードから画像が追加されました。
ko: 키보드에서 이미지가 추가되었습니다.
ru: Изображение добавлено с клавиатуры.
zh: 已从键盘添加图片

source: Cancel Writing
de: Abbrechen
es: Cancelar escritura
fr: Annuler l'écriture
hi: लिखना रद्द करें
ja: 作成をキャンセル
ko: 작성 취소
ru: Отменить запись
zh: 取消编辑

# cancelWritingConfirm
source: There is content being written. Do you want to cancel and exit?
de: Du hast ungespeicherte Änderungen. Möchtest du wirklich abbrechen?
es: Hay contenido escrito. ¿Quieres cancelar y salir?
fr: Un contenu est en cours d'écriture. Voulez-vous annuler et quitter ?
hi: सामग्री लिखी जा रही है। क्या आप रद्द करना और बाहर निकलना चाहते हैं?
ja: 作成中の内容があります。キャンセルして終了しますか？
ko: 작성 중인 내용이 있습니다. 작성을 취소하고 나가시겠습니까?
ru: Запись не сохранена. Вы действительно хотите выйти?
zh: 当前内容尚未保存，确定取消并退出吗？

source: Continue Writing
de: Weiter schreiben
es: Continuar escribiendo
fr: Continuer l'écriture
hi: लिखना जारी रखें
ja: 作成を続ける
ko: 계속 작성
ru: Продолжить
zh: 继续编辑

source: Title
de: Titel
es: Título
fr: Titre
hi: शीर्षक
ja: タイトル
ko: 제목
ru: Заголовок
zh: 标题

source: Content
de: Inhalt
es: Contenido
fr: Contenu
hi: सामग्री
ja: 内容
ko: 내용
ru: Содержание
zh: 内容

source: Select Time
de: Zeit wählen
es: Seleccionar hora
fr: Sélectionner l'heure
hi: समय चुनें
ja: 時間を選択
ko: 시간 선택
ru: Выбрать время
zh: 选择时间

source: No Time
de: Keine Zeit
es: Sin hora
fr: Aucune heure
hi: कोई समय नहीं
ja: 時間なし
ko: 시간 없음
ru: Без времени
zh: 不设置时间

# minutesLater
source: {minutes} min later
de: {minutes} Min später
es: {minutes} min después
fr: {minutes} min plus tard
hi: {minutes} मिनट बाद
ja: {minutes}分後
ko: {minutes}분 후
ru: Через {minutes} мин
zh: {minutes}分钟后

# countLabel
source: Count
de: Anzahl
es: Cantidad
fr: Nombre
hi: गिनती
ja: 回数
ko: 횟수
ru: Количество
zh: 次数

# timesCount
source: Total {count} times
de: Insgesamt {count} Mal
es: Total {count} veces
fr: Total {count} fois
hi: {count} बार (कुल {count})
ja: {count}回 (合計{count}回)
ko: 총 {count}회
ru: Всего {count} раз
zh: {count}次 (共{count}次)

source: Wake-up Mission
de: Aufwach-Mission
es: Misión de Despertador
fr: Mission Réveil
hi: वेक-अप मिशन
ja: 起床ミッション
ko: 기상 미션
ru: Миссия пробуждения
zh: 起床任务

source: Alarm Sound
de: Weckerton
es: Sonido de Alarma
fr: Son de l'alarme
hi: अलार्म ध्वनि
ja: アラーム音
ko: 알람 소리
ru: Звук будильника
zh: 闹钟声音

source: Gradual Volume
de: Ansteigende Lautstärke
es: Volumen Gradual
fr: Volume progressif
hi: क्रमिक वॉल्यूम
ja: だんだん大きく
ko: 점점 커지게
ru: Постепенная громкость
zh: 音量渐强

source: Vibration
es: Vibración
hi: कंपन
ja: バイブレーション
ko: 진동
ru: Вибрация
zh: 震动

# alarmNameAndBackground
source: Alarm Name & Background
de: Weckername & Hintergrund
es: Nombre y Fondo de Alarma
fr: Nom & Fond de l'alarme
hi: अलार्म नाम और बैकग्राउंड
ja: アラーム名と背景
ko: 알람 이름 및 배경
ru: Имя и фон будильника
zh: 闹钟名称和背景

source: Custom Style
de: Benutzerdefinierter Stil
es: Estilo Personalizado
fr: Style personnalisé
hi: कस्टम स्टाइल
ja: カスタムスタイル
ko: 커스텀 스타일
ru: Свой стиль
zh: 自定义样式

source: Alarm Name
de: Weckername
es: Nombre de Alarma
fr: Nom de l'alarme
hi: अलार्म नाम
ja: アラーム名
ko: 알람 이름
ru: Имя будильника
zh: 闹钟名称

# enterAlarmName
source: Please enter alarm name
de: Bitte Weckernamen eingeben
es: Por favor ingresa nombre de alarma
fr: Veuillez entrer le nom de l'alarme
hi: कृपया अलार्म नाम दर्ज करें
ja: アラーム名を入力してください
ko: 알람 이름을 입력해주세요
ru: Введите имя будильника
zh: 请输入闹钟名称

source: Routine Summary
de: Zusammenfassung
es: Resumen de Rutina
fr: Résumé de la routine
hi: रूटीन सारांश
ja: ルーチン要約
ko: 루틴 요약
ru: Обзор рутины
zh: 日程概览

source: Alarm ON
de: Wecker AN
es: Alarma ENCENDIDA
fr: Alarme ACTIVÉE
hi: अलार्म चालू
ja: アラーム ON
ko: 알람 ON
ru: Будильник ВКЛ
zh: 闹钟已开启

source: Alarm OFF
de: Wecker AUS
es: Alarma APAGADA
fr: Alarme DÉSACTIVÉE
hi: अलार्म बंद
ja: アラーム OFF
ko: 알람 OFF
ru: Будильник ВЫКЛ
zh: 闹钟已关闭

# contentHint
source: Add content
de: Inhalt hinzufügen
es: Agregar contenido
fr: Ajouter du contenu
hi: सामग्री जोड़ें
ja: 内容を追加
ko: 내용을 추가해 주세요
ru: Добавить текст
zh: 请输入内容

source: Add Event
de: Termin hinzufügen
es: Agregar Evento
fr: Ajouter un événement
hi: ईवेंट जोड़ें
ja: イベント追加
ko: 일정 추가
ru: Добавить событие
zh: 添加日程

source: Manage Item
de: Eintrag verwalten
es: Gestionar Elemento
fr: Gérer l'élément
hi: आइटम प्रबंधित करें
ja: アイテム管理
ko: 항목 관리
ru: Управление
zh: 管理项目

# manageItemDescription
source: What would you like to do with this item?
de: Was möchtest du mit diesem Eintrag tun?
es: ¿Qué te gustaría hacer con este elemento?
fr: Que souhaitez-vous faire de cet élément ?
hi: आप इस आइटम के साथ क्या करना चाहेंगे?
ja: このアイテムをどうしますか？
ko: 이 항목을 어떻게 하시겠습니까?
ru: Что вы хотите сделать с этим элементом?
zh: 管理你的日程与备忘录条目。

source: No Title
de: Kein Titel
es: Sin Título
fr: Sans titre
hi: कोई शीर्षक नहीं
ja: タイトルなし
ko: 제목없음
ru: Без названия
zh: 无标题

source: Select Title Color
de: Titelfarbe wählen
es: Seleccionar Color del Título
fr: Sélectionner la couleur du titre
hi: शीर्षक का रंग चुनें
ja: タイトルの色を選択
ko: 제목 색상 선택
ru: Цвет заголовка
zh: 选择标题颜色

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
ko: 저장
ru: Сохранить
zh: 保存

# missionNone
source: No Mission
de: Keine Mission
es: Sin Misión
fr: Aucune Mission
hi: कोई मिशन नहीं
ja: ミッションなし
ko: 미션 없음
ru: Без миссии
zh: 无任务

# missionSnap
source: Object Snap
de: Objekt-Snap
es: Captura de Objetos
fr: Capture d'objet
hi: स्नैप
ja: 物体撮影
ko: 촬영 미션
ru: Фото объекта
zh: 物体拍摄

# missionMath
source: Math Problem
de: Matheaufgabe
es: Problema Matemático
fr: Problème Math
hi: गणित
ja: 計算
ko: 계산 미션
ru: Математика
zh: 计算

# missionFortune
source: Fortune
de: Glück
es: Fortuna
hi: भाग्य
ja: 運勢
ko: 운세 미션
ru: Гадание
zh: 运势

# missionShake
source: Shake
de: Schütteln
es: Agitar
fr: Secouer
hi: हिलाना
ja: 振る
ko: 쉐이크 미션
ru: Тряска
zh: 摇晃

# missionFortuneCatch
source: Fortune Catch
de: Glückskeks fangen
es: Atrapar Fortuna
fr: Attraper Fortune
hi: फॉर्च्यून कैच
ja: フォーチュニキャッチ
ko: 포춘 캐치 미션
ru: Поймай Фортуни
zh: 运势捕捉

# missionNoDescription
source: Alarm will ring without a mission.
de: Der Wecker klingelt ohne Mission.
es: La alarma sonará sin misión.
fr: L'alarme sonnera sans mission.
hi: बिना किसी मिशन के अलार्म बजेगा।
ja: ミッションなしでアラームが鳴ります。
ko: 미션 없이 알람이 울립니다.
ru: Будильник выключится без миссии.
zh: 无任务直接响铃。

# missionCameraDescription
source: Take a photo of the specified object to dismiss the alarm.
de: Mache ein Foto des angegebenen Objekts, um den Wecker auszuschalten.
es: Toma una foto del objeto especificado para apagar la alarma.
fr: Prenez une photo de l'objet spécifié pour arrêter l'alarme.
hi: अलार्म बंद करने के लिए निर्दिष्ट वस्तुओं की क्रम से फोटो लें।
ja: 指定された物体を順番に撮影するとアラームが止まります。
ko: 지정된 사물을 촬영하여 알람을 해제합니다.
ru: Сфотографируйте указанный объект, чтобы выключить будильник.
zh: 按顺序拍摄指定物品以关闭闹钟。

# missionMathDescription
source: Solve math problems to wake up your brain.
de: Löse Matheaufgaben, um dein Gehirn zu wecken.
es: Resuelve problemas matemáticos para despertar tu cerebro.
fr: Résolvez des problèmes de maths pour réveiller votre cerveau.
hi: अलार्म बंद करने के लिए गणित की समस्याओं को हल करें।
ja: 数学問題を解くとアラームが止まります。
ko: 수학 문제를 풀어 뇌를 깨웁니다.
ru: Решайте примеры, чтобы разбудить мозг.
zh: 解决数学题以关闭闹钟。

# missionFortuneDescription
source: Dismiss the alarm and check today's fortune.
de: Schalte den Wecker aus und prüfe dein heutiges Glück.
es: Apaga la alarma y revisa tu fortuna de hoy.
fr: Arrêtez l'alarme et vérifiez votre fortune du jour.
hi: भाग्य मिशन चुना गया है।
ja: 運勢ミッションが選択されました。
ko: 알람을 해제하고 오늘의 운세를 확인합니다.
ru: Выключите будильник и узнайте предсказание на день.
zh: 已选择运势任务。

# missionShakeDescription
source: You must shake your phone to turn off the alarm.
de: Du musst dein Telefon schütteln, um den Wecker auszuschalten.
es: Debes agitar tu teléfono para apagar la alarma.
fr: Vous devez secouer votre téléphone pour éteindre l'alarme.
hi: अलार्म बंद करने के लिए फोन को हिलाएं।
ja: 携帯電話を振るとアラームが止まります。
ko: 핸드폰을 흔들어야 알람이 꺼집니다.
ru: Потрясите телефон, чтобы выключить будильник.
zh: 摇晃手机以关闭闹钟。

# missionFortuneCatchDescription
source: Catch the moving Fortuni!
de: Fange den beweglichen Fortuni!
es: ¡Atrapa a Fortuni en movimiento!
fr: Attrapez le Fortuni en mouvement !
hi: चलती फॉर्च्यूनी को पकड़ें!
ja: 動くフォーチュニを捕まえよう！
ko: 포츄니를 터치하여 100점 이상을 획득하세요!
ru: Поймайте движущуюся Фортуни!
zh: 抓住移动的 Fortuni！

# missionWalk
source: Walk
de: Gehen
es: Caminar
fr: Marcher
hi: चलना
ja: 歩く
ko: 걷기 미션
ru: Ходьба
zh: 走路

# missionWalkDescription
source: Walk to turn off the alarm!
de: Gehe, um den Wecker auszuschalten!
es: ¡Camina para apagar la alarma!
fr: Marchez pour éteindre l'alarme !
hi: अलार्म बंद करने के लिए चलें!
ja: 歩いてアラームを止めよう！
ko: 걸어서 알람을 끄세요!
ru: Пройдитесь, чтобы выключить будильник!
zh: 走路即可关闭闹钟！

# missionFaceDescription
source: Keep your face in the frame for 5s.
de: Halte dein Gesicht 5 Sekunden im Rahmen.
es: Mantén tu rostro en el marco por 5 segundos.
fr: Gardez votre visage dans le cadre pendant 5s.
hi: 5 सेकंड तक चेहरा फ्रेम में रखें।
ja: 顔を枠内に5秒キープしてください。
ko: 5초간 화면을 응시하여 관상을 확인하세요.
ru: Держите лицо в кадре 5 секунд.
zh: 将脸保持在画面中5秒。

# walkStepCount
source: Target Steps
de: Zielschritte
es: Pasos Objetivo
fr: Pas cibles
hi: लक्ष्य कदम
ja: 目標歩数
ko: 목표 걸음 수
ru: Цель (шагов)
zh: 目标步数

# walkSteps
source: {count} steps
de: {count} Schritte
es: {count} pasos
fr: {count} pas
hi: {count} कदम
ja: {count}歩
ko: {count} 걸음
ru: {count} шагов
zh: {count}步

# missionNumberOrder
source: Number Order
de: Zahlenreihenfolge
es: Orden Numérico
fr: Ordre des nombres
hi: संख्या क्रम
ja: 数字順
ko: 숫자 순서 미션
ru: Порядок чисел
zh: 数字顺序

# missionNumberOrderDescription
source: Tap numbers from 1 to 9 in order.
de: Tippe die Zahlen von 1 bis 9 in der richtigen Reihenfolge an.
es: Toca los números del 1 al 9 en orden.
fr: Tapez sur les nombres de 1 à 9 dans l'ordre.
hi: 1 से 9 तक क्रम से टैप करें।
ja: 1から9まで順番にタップしてください。
ko: 1부터 9까지 순서대로 터치하세요.
ru: Нажимайте на числа от 1 до 9 по порядку.
zh: 按顺序点击1到9。

# missionNumberOrderGuide
source: Next: {nextNumber}
de: Nächste: {nextNumber}
es: Siguiente: {nextNumber}
fr: Suivant : {nextNumber}
hi: अगला: {nextNumber}
ja: 次: {nextNumber}
ko: 다음: {nextNumber}
ru: Далее: {nextNumber}
zh: 下一个：{nextNumber}

# missionHiddenButton
source: Memory Tiles
de: Position merken
es: Memoria de Posición
fr: Mémorisation de position
hi: स्थिति याद
ja: 位置記憶
ko: 패턴 기억 미션
ru: Плитки памяти
zh: 位置记忆

# missionHiddenButtonDescription
source: Memorize the pattern of the tiles and tap them in order within 10 seconds.
de: Merke dir die beleuchteten Kacheln in der Reihenfolge und tippe sie innerhalb von 10 Sekunden an.
es: Memoriza las baldosas iluminadas en orden y tócalas en 10 segundos.
fr: Mémorisez les tuiles allumées dans l'ordre et tapez dessus dans les 10 secondes.
hi: चमकते टाइल्स को क्रम से याद करें और 10 सेकंड में टैप करें।
ja: 光ったタイルを順番に覚えて、10秒以内にタップしてください。
ko: 밝아지는 칸의 위치를 순서대로 기억하고 터치하세요.
ru: Запомните узор и повторите его за 10 секунд.
zh: 按顺序记住亮起的方块，并在10秒内点击它们。

# missionTapSprint
source: Rapid Tap
de: Tipp-Sprint
es: Sprint Táctil
fr: Sprint Tactile
hi: टैप स्प्रिंट
ja: 連打スプリント
ko: 터치 연타 미션
ru: Быстрое нажатие
zh: 连点冲刺

# missionTapSprintDescriptionShort
source: Tap quickly to fill the meter.
de: Tippen, um die Anzeige zu füllen.
es: Toca para llenar el medidor.
fr: Tapez pour remplir la jauge.
hi: मीटर भरने के लिए टैप करें।
ja: タップしてメーターを満たす。
ko: 연타로 게이지를 채우세요.
ru: Быстро нажимайте, чтобы заполнить шкалу.
zh: 连点填满进度条。

# missionTapSprintDescription
source: Tap {goalTaps}+ times to fill the meter.
de: Tippe {goalTaps}+ Mal, um die Anzeige zu füllen.
es: Toca {goalTaps}+ veces para llenar el medidor.
fr: Tapez {goalTaps}+ fois pour remplir la jauge.
hi: मीटर भरने के लिए {goalTaps}+ बार टैप करें।
ja: {goalTaps}回以上タップしてメーターを満たす。
ko: {goalTaps}회 이상 터치해 게이지를 채우세요.
ru: Нажмите {goalTaps}+ раз, чтобы заполнить шкалу.
zh: 点击{goalTaps}次以上填满进度条。

# missionTapSprintTapHere
source: Tap
de: Tippen
es: Toca
fr: Tapez
hi: टैप
ja: タップ
ko: 터치!
ru: Нажми сюда
zh: 点击
