Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotLoveDetail21_Senior
source: Try to get along with people around you with a free spirit that is not bound. New encounters or experiences will breathe vitality into your life. Have the leisure to look at the world with a light heart.
es: Intente llevarse bien con las personas que lo rodean con un espíritu libre que no esté atado. Los nuevos encuentros o experiencias infundirán vitalidad a su vida. Tenga la calma para mirar el mundo con un corazón ligero.
fr: Essayez de vous entendre avec les gens autour de vous avec un esprit libre qui n'est pas lié. De nouvelles rencontres ou expériences insuffleront de la vitalité dans votre vie. Ayez le loisir de regarder le monde avec un cœur léger.
hi: एक स्वतंत्र भावना के साथ अपने आस-पास के लोगों के साथ घुलने-मलने की कोशिश करें जो बंधी हुई नहीं है। नई मुलाकातें या अनुभव आपके जीवन में जान फूँक देंगे। हल्के मन से दुनिया को देखने की फुर्सत रखें।
ja: 縛られない自由な魂で、周囲の人々と交流してみてください。新しい出会いや経験があなたの人生に活力を吹き込んでくれるでしょう。軽い心で世界を眺める余裕を持ってください。
ru: Старайтесь ладить с окружающими со свободным духом, который не связан обязательствами. Новые встречи или впечатления вдохнут жизненную силу в вашу жизнь. Имейте досуг, чтобы смотреть на мир с легким сердцем.

# tarotWealthMeaning0_Senior
source: A time for stable asset management and the wisdom of sharing.
es: Tiempo para una gestión de activos estable y la sabiduría de compartir.
fr: C'est une période pour une gestion d'actifs stable et la sagesse du partage.
hi: यह स्थिर संपत्ति प्रबंधन और साझा करने के ज्ञान का समय है।
ja: 安定した資産管理と分かち合いの知恵が必要な時期です。
ru: Это время для стабильного управления активами и мудрости делиться.

# tarotWealthDetail0_Senior
source: Focus on protecting and managing your current assets rather than new investments. Sharing your economic wisdom or giving advice to family and those around you will be very rewarding.
es: Concéntrese en proteger y gestionar sus activos actuales en lugar de nuevas inversiones. Compartir su sabiduría económica o dar consejos a la familia y a quienes lo rodean será muy gratificante.
fr: Concentrez-vous sur la protection et la gestion de vos actifs actuels plutôt que sur de nouveaux investissements. Partager votre sagesse économique ou donner des conseils à votre famille et à votre entourage sera très gratifiant.
hi: नए निवेशों के बजाय अपनी वर्तमान संपत्ति की सुरक्षा और प्रबंधन पर ध्यान दें। अपनी आर्थिक समझ को साझा करना या अपने परिवार और आस-पास के लोगों को सलाह देना बहुत फायदेमंद होगा।
ja: 新しい投資よりは、現在の資産をしっかり守り管理することに集中してください。あなたの経験をもとに、家族や周囲の人々に経済的な助けやアドバイスを与えることも大きなやりがいになるでしょう。
ru: Сосредоточьтесь на защите и управлении текущими активами, а не на новых инвестициях. Передача вашей экономической мудрости или советы семье и окружающим будут очень полезны.

# tarotWealthMeaning1_Senior
source: Revenue generation using knowledge and experience is expected.
es: Se espera la generación de ingresos utilizando conocimientos y experiencia.
fr: Écoutez votre intuition et agissez avec prudence.
hi: अपने अंतर्ज्ञान को सुनें और सावधानी से कार्य करें।
ja: 知識と経験を活かした収益創出が期待されます。
ru: Прислушайтесь к своей интуиции и действуйте осторожно.

# tarotWealthDetail1_Senior
source: Your specialized knowledge or skills accumulated over a long time can return as economic value. Wait calmly for opportunities without rushing, and you will bear good fruit.
es: Sus conocimientos especializados o habilidades acumuladas durante mucho tiempo pueden regresar como valor económico. Espere con calma las oportunidades sin apresurarse, y dará buenos frutos.
fr: Vos connaissances spécialisées ou vos compétences accumulées sur une longue période peuvent se transformer en valeur économique. Attendez calmement les opportunités sans vous précipiter, et vous porterez de bons fruits.
hi: आपका लंबे समय से संचित विशेष ज्ञान या कौशल आर्थिक मूल्य में बदल सकता है। बिना जल्दबाजी किए शांति से अवसरों का इंतजार करें, और आप अच्छे परिणाम प्राप्त करेंगे।
ja: 長い時間積み重ねてきたあなただけの専門知識や技術が、経済的な価値となって返ってくるかもしれません。焦らずに落ち着いて機会を待てば、良い結実を結ぶでしょう。
ru: Ваши специализированные знания или навыки, накопленные за долгое время, могут вернуться в виде экономической ценности. Спокойно ждите возможностей, не торопясь, и вы принесете хорошие плоды.

# tarotWealthMeaning2_Senior
source: Enjoy the joy of sharing bountiful fruits with your family.
es: Disfrute de la alegría de compartir frutos abundantes con su familia.
fr: Une base financière solide est établie grâce à la sagesse et à l'expérience.
hi: ज्ञान और अनुभव के माध्यम से एक ठोस वित्तीय आधार स्थापित किया जाता है।
ja: 豊かな結実を家族と共に分かち合う喜びを享受してください。
ru: Прочный финансовый фундамент создается благодаря мудрости и опыту.

# tarotWealthDetail2_Senior
source: Wealth accumulates in the house and it's a time to find stability. Your generous heart will make your surroundings warm, and that blessing will return to you. Enjoy daily life with a relaxed mind.
es: La riqueza se acumula en la casa y es un momento para encontrar estabilidad. Su corazón generoso calentará su entorno, y esa bendición volverá a usted. Disfrute de la vida diaria con una mente relajada.
fr: La richesse s'accumule dans la maison et c'est le moment de trouver la stabilité. Votre cœur généreux rendra votre entourage chaleureux, et cette bénédiction vous reviendra. Profitez de la vie quotidienne avec un esprit détendu.
hi: घर में धन का संचय होता है और यह स्थिरता पाने का समय है। आपका उदार हृदय आपके आस-पास के लोगों को गर्मजोशी देगा, और यह आशीर्वाद आपके पास वापस आएगा। तनावमुक्त मन के साथ दैनिक जीवन का आनंद लें।
ja: 家の中に財が集まり、安定を見つける時期です。あなたのゆとりある心が周囲を温かくし、その福が再びあなたに返ってくるでしょう。ゆったりとした心で日常を楽しんでください。
ru: Богатство накапливается в доме, и пришло время обрести стабильность. Ваше щедрое сердце согреет окружающих, и это благословение вернется к вам. Наслаждайтесь повседневной жизнью с расслабленным умом.

# tarotSuccessMeaning0_Senior
source: A time when concluding with a graceful finish is more important than new challenges.
es: Un momento en que concluir con un final elegante es más importante que los nuevos desafíos.
fr: C'est une période où une fin gracieuse est plus importante qu'un nouveau défi.
hi: यह वह समय है जब एक सुंदर अंत एक नई चुनौती से अधिक महत्वपूर्ण है।
ja: 新しい挑戦よりは、有終の美を飾ることが重要な時です。
ru: Это время, когда изящное завершение важнее нового вызова.

# tarotSuccessDetail0_Senior
source: Focus on organizing and concluding the achievements you've built up. Your success lies in the sincerity and wisdom shown in the process rather than the result. Spread positive influence around you.
es: Concéntrese en organizar y concluir los logros que ha construido. Su éxito radica en la sinceridad y la sabiduría mostradas en el proceso más que en el resultado. Difunda una influencia positiva a su alrededor.
fr: Concentrez-vous sur l'organisation et la conclusion des réalisations que vous avez bâties. Votre succès réside dans la sincérité et la sagesse manifestées dans le processus plutôt que dans le résultat. Répandez une influence positive autour de vous.
hi: एक नई चुनौती के बजाय उपलब्धियों को व्यवस्थित करने और निष्कर्ष निकालने पर ध्यान दें। आपकी सफलता परिणाम के बजाय प्रक्रिया में दिखाई गई ईमानदारी और बुद्धिमत्ता में निहित है। अपने चारों ओर सकारात्मक प्रभाव फैलाएं।
ja: これまで築き上げてきた成果をしっかり整理し、締めくくることに集中してください。あなたの成功は結果より、その過程で見せた誠実さと知恵にあります。周囲にポジティブな影響力を伝播させてください。
ru: Сосредоточьтесь на организации и завершении достижений, которые вы создали. Ваш успех заключается в искренности и мудрости, проявленных в процессе, а не в результате. Распространяйте позитивное влияние вокруг себя.

# tarotSuccessMeaning1_Senior
source: Inner peace and spiritual growth are true successes.
es: La paz interior y el crecimiento espiritual son verdaderos éxitos.
fr: Préparez-vous pour l'avenir avec de nouveaux objectifs créatifs.
hi: नए रचनात्मक लक्ष्यों के साथ भविष्य के लिए तैयारी करें।
ja: 内面の平和と精神的な成長が真の成功です。
ru: Готовьтесь к будущему с новыми творческими целями.

# tarotSuccessDetail1_Senior
source: Your inner peace is more important than social status or honor. Take time to cultivate your inner self through meditation or reading. Deep insight will make you shine even more.
es: Su paz interior es más importante que el estatus social o el honor. Tómese tiempo para cultivar su interior a través de la meditación o la lectura. La visión profunda le hará brillar aún más.
fr: Votre paix intérieure est plus importante que le statut social ou l'honneur. Prenez le temps de cultiver votre moi intérieur par la méditation ou la lecture. Une vision profonde vous fera briller encore plus.
hi: आपकी आंतरिक शांति सामाजिक स्थिति या सम्मान से अधिक महत्वपूर्ण है। ध्यान या पढ़ने के माध्यम से अपने आंतरिक स्वरूप को निखारने के लिए समय निकालें। एक गहरी दृष्टि आपको और भी अधिक चमकाएगी।
ja: 社会的な地位や名誉よりは、あなたの心がどれほど平穏であるかが重要です。瞑想や読書などを通じて内面を整える時間を持ってみてください。深い洞察力があなたをさらに輝かせるでしょう。
ru: Ваш внутренний покой важнее социального статуса или чести. Найдите время, чтобы развивать свое внутреннее «я» через медитацию или чтение. Глубокое понимание заставит вас сиять еще больше.

# tarotSuccessMeaning2_Senior
source: Family harmony and health are the greatest achievements.
es: La armonía familiar y la salud son los mayores logros.
fr: Menez les autres avec sagesse et expérience.
hi: ज्ञान और अनुभव के साथ दूसरों का नेतृत्व करें।
ja: 家庭の和睦と健康が最高の成就です。
ru: Ведите других мудростью и опытом.

# tarotSuccessDetail2_Senior
source: Living harmoniously with family and maintaining health is a sufficiently successful life. Find happiness in small daily routines and have a grateful heart. Your existence itself is a great strength to your family.
es: Vivir armoniosamente con la familia y mantener la salud es una vida suficientemente exitosa. Encuentre la felicidad en las pequeñas rutinas diarias y tenga un corazón agradecido. Su existencia misma es una gran fortaleza para su familia.
fr: Vivre en harmonie avec sa famille et maintenir sa santé est une vie suffisamment réussie. Trouvez le bonheur dans les petites routines quotidiennes et ayez un cœur reconnaissant. Votre existence elle-même est une grande force pour votre famille.
hi: अपने परिवार के साथ सामंजस्य बिठाकर रहना और अपने स्वास्थ्य को बनाए रखना एक पर्याप्त सफल जीवन है। छोटी-छोटी दैनिक दिनचर्या में खुशी खोजें और आभारी हृदय रखें। आपका अस्तित्व ही आपके परिवार के लिए एक बड़ी ताकत है।
ja: 家族と仲良く過ごし、健康を維持することだけでも十分に成功した人生です。些細な日常から幸せを見つけ、感謝する心を持ってください。あなたの存在自体が家族にとって大きな力になります。
ru: Гармоничная жизнь с семьей и сохранение здоровья — это достаточно успешная жизнь. Находите счастье в мелочах повседневной жизни и имейте благодарное сердце. Ваше само существование — огромная сила для вашей семьи.

# tarotWealthMeaning3_Senior
source: Responsible asset operation brings prosperity to the family.
es: La operación responsable de activos trae prosperidad a la familia.
fr: C'est une période d'abondance matérielle et de stabilité.
hi: यह भौतिक प्रचुरता और स्थिरता का समय है।
ja: 責任感のある資産運用が家門の繁栄をもたらします。
ru: Это время материального изобилия и стабильности.

# tarotWealthDetail3_Senior
source: Maintain household stability through stable income sources and planned consumption. Your economic wisdom will be a great lesson for your children.
es: Mantenga la estabilidad del hogar a través de fuentes de ingresos estables y un consumo planificado. Su sabiduría económica será una gran lección para sus hijos.
fr: Maintenez la stabilité du foyer grâce à des sources de revenus stables et une consommation planifiée. Votre sagesse économique sera une grande leçon pour vos enfants.
hi: आय के स्थिर स्रोतों और नियोजित उपभोग के माध्यम से घर की स्थिरता बनाए रखें। आपकी आर्थिक समझ आपके बच्चों के लिए एक बड़ी सीख होगी।
ja: 安定した収入源と計画的な消費を通じて、家計の安定を維持してください。あなたの経済的知恵が子供たちに大きな教訓となるでしょう。
ru: Поддерживайте стабильность в доме за счет стабильных источников дохода и планируемого потребления. Ваша экономическая мудрость станет отличным уроком для ваших детей.

# tarotWealthMeaning4_Senior
source: A time when traditional ways of saving and management are advantageous.
es: Un momento en el que las formas tradicionales de ahorro y gestión son ventajosas.
fr: Un leadership responsable apporte le succès financier.
hi: जिम्मेदार नेतृत्व वित्तीय सफलता लाता है।
ja: 伝統的な方式の貯蓄と管理が有利な時期です。
ru: Ответственное лидерство приносит финансовый успех.

# tarotWealthDetail4_Senior
source: We recommend verified asset management methods rather than complex financial products. A cautious and conservative attitude is key to protecting your assets.
es: Recomendamos métodos de gestión de activos verificados en lugar de productos financieros complejos. Una actitud cautelosa y conservadora es clave para proteger sus activos.
fr: Nous recommandons des méthodes de gestion d'actifs vérifiées plutôt que des produits financiers complexes. Une attitude prudente et conservatrice est la clé pour protéger vos actifs.
hi: हम जटिल वित्तीय उत्पादों के बजाय सिद्ध परिसंपत्ति प्रबंधन विधियों की सलाह देते हैं। अपनी संपत्ति की रक्षा के लिए सतर्क और रूढ़िवादी रवैया ही कुंजी है।
ja: 複雑な金融商品よりは、検証された方式の資産管理をお勧めします。慎重で保守的な態度が財産を守る核心です。
ru: Мы рекомендуем проверенные методы управления активами, а не сложные финансовые продукты. Осторожное и консервативное отношение — ключ к защите ваших активов.

# tarotWealthMeaning5_Senior
source: Exercise life wisdom in choices related to wealth.
es: Ejerza la sabiduría de la vida en las elecciones relacionadas con la riqueza.
fr: Le respect des principes apporte une stabilité financière à long terme.
hi: सिद्धांतों का सम्मान दीर्घकालिक वित्तीय स्थिरता लाता है।
ja: 財物に関連する選択で人生の知恵を発揮してください。
ru: Соблюдение принципов приносит долгосрочную финансовую стабильность.

# tarotWealthDetail5_Senior
source: It's better to be satisfied with your current life and be substantial rather than being greedy. The right choice guarantees peace in old age.
es: Es mejor estar satisfecho con su vida actual y ser sustancial en lugar de ser codicioso. La elección correcta garantiza la paz en la vejez.
fr: Il vaut mieux se contenter de sa vie actuelle et être solide plutôt que d'être cupide. Le bon choix garantit la paix dans la vieillesse.
hi: लालची होने के बजाय अपने वर्तमान जीवन से संतुष्ट रहना और ठोस होना बेहतर है। सही चुनाव बुढ़ापे में शांति की गारंटी देता है।
ja: 欲を張るよりは、現在の生活に満足し、内実を期すのが良いでしょう。正しい選択が老後の平穏を保障します。
ru: Лучше быть удовлетворенным своей текущей жизнью и быть основательным, чем быть жадным. Правильный выбор гарантирует мир в старости.

# tarotWealthMeaning6_Senior
source: Difficult economic situations can also be overcome with patience.
es: Las situaciones económicas difíciles también pueden superarse con paciencia.
fr: Une opportunité financière inattendue peut se présenter par le biais d'une connaissance.
hi: किसी परिचित के माध्यम से एक अप्रत्याशित वित्तीय अवसर उत्पन्न हो सकता है।
ja: 厳しい経済状況も忍耐強く克服できます。
ru: Неожиданная финансовая возможность может появиться через знакомого.

# tarotWealthDetail6_Senior
source: There may be temporary cash flow pressure, but if you deal with it wisely, you can turn crisis into opportunity. Reduce unnecessary spending.
es: Puede haber una presión temporal en el flujo de caja, pero si lo maneja sabiamente, puede convertir la crisis en una oportunidad. Reduzca los gastos innecesarios.
fr: Il peut y avoir une pression temporaire sur les flux de trésorerie, mais si vous la gérez avec sagesse, vous pouvez transformer la crise en opportunité. Réduisez les dépenses inutiles.
hi: नकदी प्रवाह पर अस्थायी दबाव हो सकता है, लेकिन यदि आप इसे समझदारी से संभालते हैं, तो आप संकट को अवसर में बदल सकते हैं। अनावश्यक खर्च कम करें।
ja: 一時的な資金圧迫があるかもしれませんが、賢明に対処すれば危機を機会に変えることができます。不必要な支出を減らしてください。
ru: Возможно временное давление на денежные потоки, но если вы мудро с этим справитесь, вы сможете превратить кризис в возможность. Сократите ненужные расходы.

# tarotWealthMeaning7_Senior
source: A time when you gain greater abundance through giving.
es: Un momento en el que gana mayor abundancia a través del dar.
fr: Le succès peut être obtenu grâce à une action rapide et décisive.
hi: त्वरित और निर्णायक कार्रवाई के माध्यम से सफलता प्राप्त की जा सकती है।
ja: 施しを通じてより大きな豊かさを得ることになる時期です。
ru: Успех может быть достигнут благодаря быстрым и решительным действиям.

# tarotWealthDetail7_Senior
source: If you accumulate virtue around you, wealth luck will follow from unexpected places. The joy of sharing will make your life even richer.
es: Si acumula virtud a su alrededor, la suerte con la riqueza vendrá de lugares inesperados. La alegría de compartir hará que su vida sea aún más rica.
fr: Si vous accumulez de la vertu autour de vous, la chance de richesse suivra de lieux inattendus. La joie du partage rendra votre vie encore plus riche.
hi: यदि आप अपने चारों ओर पुण्य संचित करते हैं, तो धन का भाग्य अप्रत्याशित स्थानों से आएगा। साझा करने की खुशी आपके जीवन को और भी समृद्ध बना देगी।
ja: 周囲に徳を積めば、思いがけない場所から財運が伴うようになります。分かち合いの喜びがあなたの人生をさらに豊かにするでしょう。
ru: Если вы будете накапливать добродетель вокруг себя, удача в богатстве придет из неожиданных мест. Радость от того, что вы делитесь, сделает вашу жизнь еще богаче.

# tarotWealthMeaning8_Senior
source: Realize the true meaning of wealth in a simple life.
es: Dese cuenta del verdadero significado de la riqueza en una vida sencilla.
fr: Une gestion financière juste et équilibrée est nécessaire.
hi: एक निष्पक्ष और संतुलित वित्तीय प्रबंधन की आवश्यकता है।
ja: 素朴な生活の中で真の富の意味を悟ります。
ru: Необходимо справедливое и сбалансированное управление финансами.

# tarotWealthDetail8_Senior
source: It's important to find leisure of mind rather than material abundance. A disciplined life will rather bring economic stability.
es: Es importante encontrar ocio mental en lugar de abundancia material. Una vida disciplinada traerá más bien estabilidad económica.
fr: Il est important de trouver la tranquillité d'esprit plutôt que l'abondance matérielle. Une vie disciplinée apportera plutôt une stabilité économique.
hi: भौतिक प्रचुरता के बजाय मन की शांति पाना महत्वपूर्ण है। एक अनुशासित जीवन आर्थिक स्थिरता लाएगा।
ja: 物質的な豊かさより心の余裕を見つけることが重要です。節制された生活が、かえって経済的な安定をもたらしてくれるでしょう。
ru: Важно найти покой в душе, а не материальное изобилие. Дисциплинированная жизнь, скорее, принесет экономическую стабильность.

# tarotWealthMeaning9_Senior
source: The flow of wealth is changing, so deal with it flexibly.
es: El flujo de riqueza está cambiando, así que trátelo con flexibilidad.
fr: Prenez le temps de revoir vos plans financiers.
hi: अपनी वित्तीय योजनाओं की समीक्षा करने के लिए समय निकालें।
ja: 財の流れが変わる時期なので、柔軟に対処してください。
ru: Найдите время, чтобы пересмотреть свои финансовые планы.

# tarotWealthDetail9_Senior
source: Unexpected income or expenses may occur. If you adapt to change and manage your assets wisely, there will be no major problems.
es: Pueden ocurrir ingresos o gastos inesperados. Si se adapta al cambio y gestiona sus activos sabiamente, no habrá problemas mayores.
fr: Des revenus ou des dépenses imprévus peuvent survenir. Si vous vous adaptez au changement et gérez vos actifs avec sagesse, il n'y aura pas de problèmes majeurs.
hi: अप्रत्याशित आय या व्यय हो सकता है। यदि आप परिवर्तन के अनुकूल होते हैं और अपनी संपत्ति का समझदारी से प्रबंधन करते हैं, तो कोई बड़ी समस्या नहीं होगी।
ja: 予期せぬ収益や支出が生じるかもしれません。変化に順応し、賢明に資産を運用すれば大きな無理はないでしょう。
ru: Могут возникнуть неожиданные доходы или расходы. Если вы адаптируетесь к изменениям и будете мудро управлять своими активами, серьезных проблем не возникнет.

# tarotWealthMeaning10_Senior
source: Fair and transparent property management increases trust.
es: La gestión de la propiedad justa y transparente aumenta la confianza.
fr: La fortune change, alors préparez-vous pour l'avenir.
hi: भाग्य बदलता है, इसलिए भविष्य के लिए तैयारी करें।
ja: 公正で透明な財産管理が信頼を高めます。
ru: Удача переменчива, так что готовьтесь к будущему.

# tarotWealthDetail10_Senior
source: It's important to follow principles in property issues such as inheritance or gift. An honest attitude prevents disputes and brings peace.
es: Es importante seguir principios en cuestiones de propiedad como herencias o donaciones. Una actitud honesta evita disputas y trae paz.
fr: Il est important de suivre les principes dans les questions de propriété telles que l'héritage ou la donation. Une attitude honnête prévient les litiges et apporte la paix.
hi: विरासत या दान जैसे संपत्ति के मामलों में सिद्धांतों का पालन करना महत्वपूर्ण है। ईमानदार रवैया विवादों को रोकता है और शांति लाता।
ja: 相続や贈与など財産問題で原則を守ることが重要です。正直な態度が紛争を防ぎ、平和をもたらします。
ru: Важно следовать принципам в вопросах собственности, таких как наследство или дарение. Честное отношение предотвращает споры и приносит мир.

# tarotWealthMeaning11_Senior
source: A time when sacrifice for the future is more valuable than immediate gain.
es: Un momento en el que el sacrificio por el futuro es más valioso que la ganancia inmediata.
fr: Surmontez les difficultés financières avec patience et force intérieure.
hi: धैर्य और आंतरिक शक्ति के साथ वित्तीय कठिनाइयों को दूर करें।
ja: 目先の利益より未来のための犠牲が価値ある時期です。
ru: Преодолевайте финансовые трудности с терпением и внутренней силой.

# tarotWealthDetail11_Senior
source: Economic support for children or descendants will return as a great reward later. Be patient and maintain a long-term perspective.
es: El apoyo económico para los hijos o descendientes volverá como una gran recompensa más adelante. Tenga paciencia y mantenga una perspectiva a largo plazo.
fr: Le soutien économique pour les enfants ou les descendants reviendra comme une grande récompense plus tard. Soyez patient et maintenez une perspective à long terme.
hi: बच्चों या वंशजों के लिए आर्थिक सहायता बाद में एक बड़े इनाम के रूप में वापस आएगी। धैर्य रखें और दीर्घकालिक दृष्टिकोण बनाए रखें।
ja: 子供や子孫のための経済的な後押しが、後で大きなやりがいとなって返ってくるでしょう。忍耐を持って長期的な観点を維持してください。
ru: Экономическая поддержка детей или потомков вернется в качестве большой награды позже. Будьте терпеливы и сохраняйте долгосрочную перспективу.

# tarotWealthMeaning12_Senior
source: Let go of obsession with wealth and find peace of mind.
es: Deje ir la obsesión por la riqueza y encuentre paz mental.
fr: Une nouvelle perspective sur l'argent est nécessaire.
hi: पैसे पर एक नए परिप्रेक्ष्य की आवश्यकता है।
ja: 財物に対する執着を捨て、心の平和を見つけてください。
ru: Необходим новый взгляд на деньги.

# tarotWealthDetail12_Senior
source: You will have a mysterious experience where you are filled by emptying. Let go of unnecessary possessiveness and face daily life with a light heart.
es: Tendrá una experiencia misteriosa en la que se llena vaciándose. Deje ir el afán de posesión innecesario y afronte la vida diaria con un corazón ligero.
fr: Vous vivrez une expérience mystérieuse où vous serez comblé en vous vidant. Lâchez les possessions inutiles et affrontez la vie quotidienne avec un cœur léger.
hi: आपके पास एक रहस्यमय अनुभव होगा जहाँ आप खाली होने के माध्यम से भर जाएंगे। अनावश्यक संपत्ति को छोड़ दें और हल्के मन से दैनिक जीवन का सामना करें।
ja: 空けることで、かえって満たされる神秘的な経験をすることになるでしょう。不必要な所有欲を手放し、軽い心で日常に接してください。
ru: У вас будет таинственный опыт, когда вы наполняетесь через опустошение. Отпустите ненужное чувство собственности и встречайте повседневную жизнь с легким сердцем.

# tarotWealthMeaning13_Senior
source: Balanced consumption habits give economic freedom.
es: Los hábitos de consumo equilibrados dan libertad económica.
fr: Un changement financier majeur arrive, alors préparez-vous.
hi: एक बड़ा वित्तीय परिवर्तन आ रहा है, इसलिए तैयार रहें।
ja: バランスの取れた消費習慣が経済的自由を与えます。
ru: Грядут серьезные финансовые перемены, так что будьте готовы.
