Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# policy
source: Terms and Privacy Policy
de: Bedingungen und Datenschutz
es: Términos y Privacidad
fr: Conditions et Confidentialité
hi: शर्तें और गोपनीयता नीति
ja: 利用規約とプライバシーポリシー
ko: 이용약관 및 개인정보 처리방침
ru: Политика конфиденциальности
zh: 服务条款和隐私政策

source: Support
es: Atención al cliente
fr: Assistance
hi: सहायता
ja: お問い合わせ
ko: 문의하기
ru: Служба поддержки
zh: 支持

source: Default Alarm Behavior
de: Standard-Weckerverhalten
es: Comportamiento de Alarma Predeterminado
fr: Comportement d'alarme par défaut
hi: डिफ़ॉल्ट अलार्म व्यवहार
ja: デフォルトのアラーム動作
ko: 기본 알람 동작
ru: Настройки по умолчанию
zh: 默认闹钟行为

source: Default Alarm Volume
de: Standard-Weckerlautstärke
es: Volumen de Alarma Predeterminado
fr: Volume d'alarme par défaut
hi: डिफ़ॉल्ट अलार्म वॉल्यूम
ja: デフォルトのアラーム音量
ko: 기본 알람 음량
ru: Громкость по умолчанию
zh: 默认闹钟音量

# defaultAlarmVolumeDescription
source: The default volume applied when creating a new alarm.
de: Die Standardlautstärke, die beim Erstellen eines neuen Weckers angewendet wird.
es: El volumen predeterminado aplicado al crear una nueva alarma.
fr: Le volume par défaut appliqué lors de la création d'une nouvelle alarme.
hi: नया अलार्म बनाते समय लागू होने वाला डिफ़ॉल्ट वॉल्यूम।
ja: 新しいアラーム作成時に適用されるデフォルトの音量です。
ko: 새 알람 생성 시 적용되는 기본 음량입니다.
ru: Громкость для новых будильников.
zh: 创建新闹钟时应用的默认音量。

# gradualVolumeDescription
source: Sets the alarm sound to gradually increase.
de: Stellt den Weckerton so ein, dass er allmählich ansteigt.
es: Ajusta el sonido de la alarma para que aumente gradualmente.
fr: Règle le son de l'alarme pour qu'il augmente progressivement.
hi: अलार्म की आवाज़ धीरे-धीरे बढ़ने के लिए सेट करता है।
ja: アラーム音が徐々に大きくなるように設定します。
ko: 알람 소리가 서서히 커지도록 설정합니다.
ru: Постепенное увеличение громкости.
zh: 设置闹钟声音逐渐增大。

source: Default Vibration
de: Standardvibration
es: Vibración Predeterminada
fr: Vibration par défaut
hi: डिफ़ॉल्ट कंपन
ja: デフォルトのバイブレーション
ko: 기본 진동
ru: Вибрация по умолчанию
zh: 默认振动

# defaultVibrationDescription
source: Enables vibration by default when creating a new alarm.
de: Aktiviert die Vibration standardmäßig beim Erstellen eines neuen Weckers.
es: Habilita la vibración por defecto al crear una nueva alarma.
fr: Active la vibration par défaut lors de la création d'une nouvelle alarme.
hi: नया अलार्म बनाते समय डिफ़ॉल्ट रूप से कंपन सक्षम करता है।
ja: 新しいアラーム作成時にデフォルトで振動をオンにします。
ko: 새 알람 생성 시 진동을 기본으로 켭니다.
ru: Включать вибрацию для новых будильников.
zh: 创建新闹钟时默认启用振动。

source: Default Interval
de: Standardintervall
es: Intervalo Predeterminado
fr: Intervalle par défaut
hi: डिफ़ॉल्ट अंतराल
ja: デフォルトの間隔
ko: 기본 간격
ru: Интервал по умолчанию
zh: 默认间隔

# maxSnoozeCountLabel
source: Max Snooze Count
de: Max. Schlummeranzahl
es: Conteo Máx de Posponer
fr: Nombre max de répétitions
hi: अधिकतम स्नूज़ संख्या
ja: 最大回数
ko: 최대 횟수
ru: Макс. количество повторов
zh: 最大重复次数

# minutes
source: min
hi: मिनट
ja: 分
ko: 분
zh: 分钟

# cupsCount
source: ({current}/{goal} cups)
de: ({current}/{goal} Tassen)
es: ({current}/{goal} tazas)
fr: ({current}/{goal} tasses)
hi: ({current}/{goal} कप)
ja: ({current}杯/{goal}杯)
ko: ({current}잔/{goal}잔)
ru: ({current}/{goal} ст.)
zh: ({current}杯/{goal}杯)

# timesCountProgress
source: ({current}/{goal} times)
de: ({current}/{goal} Mal)
es: ({current}/{goal} veces)
fr: ({current}/{goal} fois)
hi: ({current}/{goal} बार)
ja: ({current}回/{goal}回)
ko: ({current}회/{goal}회)
ru: ({current}/{goal} раз)
zh: ({current}次/{goal}次)

# missionGym
source: Go to Gym
de: Ins Fitnessstudio gehen
es: Ir al Gimnasio
fr: Aller à la salle de sport
hi: जिम जाना
ja: ジムに行く
ko: 헬스장 가기
ru: Сходить в спортзал
zh: 去健身房

# missionWorkout
source: Home Workout
de: Heimtraining
es: Entrenamiento en Casa
fr: Entraînement à la maison
hi: होम वर्कआउट
ja: ホームトレーニング
ko: 홈트레이닝
ru: Тренировка
zh: 家庭训练

# missionDiary
source: Write Diary
de: Tagebuch schreiben
es: Escribir Diario
fr: Écrire un journal
hi: डायरी लिखना
ja: 日記を書く
ko: 일기 쓰기
ru: Вести дневник
zh: 写日记

# missionBedMaking
source: Make the Bed
de: Bett machen
es: Hacer la Cama
fr: Faire le lit
hi: बिस्तर ठीक करना
ja: 布団の整理
ko: 이부자리 정리
ru: Заправить постель
zh: 整理床铺

# missionStretching
source: Stretching
de: Dehnen
es: Estiramiento
fr: Étirements
hi: स्ट्रेचिंग
ja: ストレッチ
ko: 스트레칭
ru: Растяжка
zh: 拉伸

# missionReading
source: Reading 10min
de: 10 Min lesen
es: Lectura 10min
fr: Lecture 10min
hi: 10 मिनट पढ़ना
ja: 読書10分
ko: 독서 10분
ru: Чтение (10 мин)
zh: 阅读10分钟

# missionPlanning
source: Plan the Day
de: Tag planen
es: Planificar el Día
fr: Planifier la journée
hi: दिन की योजना बनाना
ja: 今日の計画を立てる
ko: 오늘의 계획 세우기
ru: План на день
zh: 制定今日计划

# missionBreakfast
source: Eat Breakfast
de: Frühstück essen
es: Comer Desayuno
fr: Manger le petit déjeuner
hi: नाश्ता करना
ja: 朝食を食べる
ko: 아침 식사 하기
ru: Позавтракать
zh: 吃早餐

# missionMeditation
source: Meditation 5min
de: 5 Min Meditation
es: Meditación 5min
fr: Méditation 5min
hi: 5 मिनट ध्यान
ja: 瞑想5分
ko: 명상 5분
ru: Медитация (5 мин)
zh: 冥想5分钟

# missionLearnWords
source: Learn 5 Words
de: 5 Wörter lernen
es: Aprender 5 Palabras
fr: Apprendre 5 mots
hi: 5 शब्द सीखना
ja: 英単語5個覚える
ko: 영어 단어 5개 외우기
ru: Выучить 5 слов
zh: 背5个单词

# missionVentilation
source: Ventilation
de: Lüften
es: Ventilación
fr: Aération
hi: वेंटिलेशन
ja: 換気
ko: 환기
ru: Проветривание
zh: 通风

# missionCleaning
source: Cleaning room
de: Zimmer aufräumen
es: Limpiar Habitación
fr: Nettoyer la chambre
hi: कमरे की सफाई
ja: 部屋を掃除する
ko: 방 정리정돈 하기
ru: Уборка
zh: 打扫房间

# missionGratitudeDiary
source: Gratitude Diary
de: Dankbarkeitstagebuch
es: Diario de Gratitud
fr: Journal de gratitude
hi: कृतज्ञता डायरी
ja: 感謝日記
ko: 감사 일기 쓰기
ru: Дневник благодарности
zh: 感恩日记

# faqQuestion1
source: Alarms are not ringing.
de: Wecker klingeln nicht.
es: Las alarmas no suenan.
fr: Les alarmes ne sonnent pas.
hi: अलार्म नहीं बज रहे हैं।
ja: アラームが鳴りません。
ko: 알람이 울리지 않아요.
ru: Будильник не звонит.
zh: 闹钟没有响。

# faqAnswer1
source: Alarms may be delayed or blocked due to the Android system's battery optimization feature. Please set all permissions to 'Allow' in the Settings > Alarm Optimization menu.
de: Wecker können aufgrund der Batterieoptimierungsfunktion des Android-Systems verzögert oder blockiert sein. Bitte setzen Sie alle Berechtigungen im Menü Einstellungen > Weckeroptimierung auf 'Zulassen'.
es: Las alarmas pueden retrasarse o bloquearse debido a la función de optimización de batería del sistema Android. Por favor, establece todos los permisos en 'Permitir' en el menú Ajustes > Optimización de Alarma.
fr: Les alarmes peuvent être retardées ou bloquées en raison de la fonction d'optimisation de la batterie du système Android. Veuillez définir toutes les permissions sur 'Autoriser' dans le menu Paramètres > Optimisation de l'alarme.
hi: एंड्रॉइड सिस्टम की बैटरी ऑप्टिमाइज़ेशन सुविधा के कारण अलार्म में देरी हो सकती है या वे अवरुद्ध हो सकते हैं। कृपया सेटिंग्स > अलार्म ऑप्टिमाइज़ेशन मेनू में सभी अनुमतियों को 'अनुमति दें' पर सेट करें।
ja: Androidシステムのバッテリー最適化機能により、アラームが遅延したりブロックされたりすることがあります。[設定] > [アラームの最適化]メニューで、すべての権限を「許可」に設定してください。
ko: 안드로이드 시스템의 배터리 최적화 기능으로 인해 알람이 지연되거나 차단될 수 있습니다. 설정 > 알람 울림 최적화 메뉴에서 모든 권한을 허용으로 설정해 주세요.
ru: Система Android может блокировать будильники в режиме экономии энергии. Пожалуйста, разрешите приложению работу в фоновом режиме в меню «Настройки > Оптимизация будильника».
zh: 由于Android系统的电池优化功能，闹钟可能会延迟或被阻止。请在 设置 > 闹钟优化 菜单中将所有权限设置为'允许'。

# faqQuestion2
source: I want to change the mission.
de: Ich möchte die Mission ändern.
es: Quiero cambiar la misión.
fr: Je veux changer la mission.
hi: मैं मिशन बदलना चाहता हूं।
ja: ミッションを変更したいです。
ko: 미션을 변경하고 싶어요.
ru: Как изменить миссию?
zh: 我想更改任务。

# faqAnswer2
source: You can change it to the mission you want (Math, Photo, Shake, etc.) in the mission selection menu after tapping the alarm you want to edit in the alarm list.
de: Sie können sie im Missionsauswahlmenü ändern (Mathe, Foto, Schütteln usw.), nachdem Sie den zu bearbeitenden Wecker in der Weckerliste angetippt haben.
es: Puedes cambiarla a la misión que desees (Matemáticas, Foto, Agitar, etc.) en el menú de selección de misión después de tocar la alarma que deseas editar en la lista de alarmas.
fr: Vous pouvez la changer pour la mission que vous souhaitez (Maths, Photo, Secouer, etc.) dans le menu de sélection de mission après avoir appuyé sur l'alarme que vous souhaitez modifier dans la liste des alarmes.
hi: आप अलार्म सूची में उस अलार्म पर टैप करके जिसे आप संपादित करना चाहते हैं, मिशन चयन मेनू में इसे अपनी पसंद के मिशन (गणित, फोटो, हिलाना, आदि) में बदल सकते हैं।
ja: アラームリストで編集したいアラームをタップした後、ミッション選択メニューで希望のミッション（数学、写真、シェイクなど）に変更できます。
ko: 알람 목록에서 수정을 원하는 알람을 탭한 후, 미션 선택 메뉴에서 원하는 미션(수학, 사진, 흔들기 등)으로 변경하실 수 있습니다.
ru: Вы можете выбрать другую миссию (Математика, Фото, Тряска и др.) в настройках конкретного будильника в списке.
zh: 点击闹钟列表中您想要编辑的闹钟，然后在任务选择菜单中将其更改为您想要的任务（数学、拍照、摇晃等）。

# faqQuestion3
source: How do I set Dark Mode?
de: Wie stelle ich den Dunkelmodus ein?
es: ¿Cómo configuro el Modo Oscuro?
fr: Comment régler le mode sombre ?
hi: मैं डार्क मोड कैसे सेट करूं?
ja: ダークモードの設定方法は？
ko: 다크 모드는 어떻게 설정하나요?
ru: Как включить темную тему?
zh: 如何设置深色模式？

# faqAnswer3
source: You can change the screen theme through the Settings > General > Dark Mode toggle.
de: Sie können das Bildschirmthema über den Schalter Einstellungen > Allgemein > Dunkelmodus ändern.
es: Puedes cambiar el tema de la pantalla a través del interruptor Ajustes > General > Modo Oscuro.
fr: Vous pouvez changer le thème de l'écran via le bouton Paramètres > Général > Mode Sombre.
hi: आप सेटिंग्स > सामान्य > डार्क मोड टॉगल के माध्यम से स्क्रीन थीम बदल सकते हैं।
ja: [設定] > [全般] > [ダークモード]のトグルから画面テーマを変更できます。
ko: 설정 > 일반 > 다크 모드 토글을 통해 화면 테마를 변경하실 수 있습니다.
ru: Вы можете изменить тему в меню «Настройки > Общие > Темная тема».
zh: 您可以通过 设置 > 常规 > 深色模式 开关更改屏幕主题。

# faqQuestion4
source: How do I collect fortune cookies?
de: Wie sammle ich Glückskekse?
es: ¿Cómo recolecto galletas de la fortuna?
fr: Comment collecter des Fortune Cookies ?
hi: मैं फॉर्च्यून कुकीज़ कैसे एकत्र करूं?
ja: フォーチュンクッキーはどうやって集めますか？
ko: 포춘쿠키는 어떻게 모으나요?
ru: Как собирать печенье?
zh: 如何收集幸运饼干？

# faqAnswer4
source: You can earn fortune cookies every time you dismiss an alarm in the morning or complete a mission. Check your daily fortune with the cookies you've collected!
de: Sie können jedes Mal Glückskekse verdienen, wenn Sie morgens einen Wecker ausschalten oder eine Mission abschließen. Prüfen Sie Ihr tägliches Glück mit den gesammelten Keksen!
es: Puedes ganar galletas de la fortuna cada vez que apagas una alarma por la mañana o completas una misión. ¡Revisa tu fortuna diaria con las galletas que has recolectado!
fr: Vous pouvez gagner des Fortune Cookies chaque fois que vous éteignez une alarme le matin ou terminez une mission. Vérifiez votre fortune quotidienne avec les cookies que vous avez collectés !
hi: हर बार जब आप सुबह अलार्म बंद करते हैं या कोई मिशन पूरा करते हैं तो आप फॉर्च्यून कुकीज़ कमा सकते हैं। अपने द्वारा एकत्र की गई कुकीज़ के साथ अपने दैनिक भाग्य की जाँच करें!
ja: 毎朝アラームを解除したり、ミッションを完了したりするたびにフォーチュンクッキーを獲得できます。集めたクッキーで今日の運勢をチェックしましょう！
ko: 매일 아침 알람을 해제하거나, 미션을 완료할 때마다 포춘쿠키를 획득할 수 있습니다. 모은 쿠키로 오늘의 운세를 확인해 보세요!
ru: Вы получаете печенье за каждое успешное пробуждение или выполнение миссий. Используйте их, чтобы узнавать предсказания на день!
zh: 每天早上关闭闹钟或完成任务时都可以获得幸运饼干。用收集的饼干查看您的每日运势！

# faqQuestion5
source: Will my data disappear if I delete the app?
de: Verschwinden meine Daten, wenn ich die App lösche?
es: ¿Desaparecerán mis datos si elimino la aplicación?
fr: Mes données disparaîtront-elles si je supprime l'application ?
hi: क्या ऐप हटाने पर मेरा डेटा गायब हो जाएगा?
ja: アプリを削除するとデータは消えますか？
ko: 앱을 삭제하면 데이터가 사라지나요?
ru: Исчезнут ли данные при удалении приложения?
zh: 如果删除应用，我的数据会消失吗？

# faqAnswer5
source: Yes, Fortune Alarm stores data inside the device, so deleting the app will delete all your set alarms and mission records. Please be careful.
de: Ja, Fortune Alarm speichert Daten auf dem Gerät, sodass durch das Löschen der App alle Ihre eingestellten Wecker und Missionsaufzeichnungen gelöscht werden. Bitte seien Sie vorsichtig.
es: Sí, Fortune Alarm almacena datos dentro del dispositivo, por lo que eliminar la aplicación eliminará todas tus alarmas configuradas y registros de misiones. Por favor, ten cuidado.
fr: Oui, Fortune Alarm stocke les données à l'intérieur de l'appareil, donc la suppression de l'application supprimera toutes vos alarmes définies et enregistrements de missions. Soyez prudent.
hi: हां, फॉर्च्यून अलार्म डिवाइस के अंदर डेटा स्टोर करता है, इसलिए ऐप को हटाने से आपके सभी सेट किए गए अलार्म और मिशन रिकॉर्ड डिलीट हो जाएंगे। कृपया सावधान रहें।
ja: はい、フォーチュンアラームはデバイス内にデータを保存するため、アプリを削除すると設定したアラームやミッションの記録がすべて削除されます。ご注意ください。
ko: 네, 포춘 알람은 기기 내부에 데이터를 저장하므로 앱 삭제 시 설정한 알람과 미션 기록이 모두 삭제됩니다. 주의해 주세요.
ru: Да, все данные хранятся на устройстве. При удалении приложения ваши записи и настройки будут стерты.
zh: 是的，幸运闹钟将数据存储在设备内部，因此删除应用将删除您所有的闹钟设置和任务记录。请小心。

# noticeLabel
source: Notice
de: Hinweis
es: Aviso
fr: Avis
hi: सूचना
ja: お知らせ
ko: 공지
ru: Объявления
zh: 公告

# notice1Title
source: Fortune Alarm Official Launch
de: Offizieller Start von Fortune Alarm
es: Lanzamiento Oficial de Fortune Alarm
fr: Lancement officiel de Fortune Alarm
hi: फॉर्च्यून अलार्म आधिकारिक लॉन्च
ja: フォーチュンアラーム公式リリース
ko: 포춘 알람 정식 출시 안내
ru: Запуск Fortune Alarm
zh: 幸运闹钟正式上线

# notice1Content
source: Hello. Fortune Alarm has been officially launched.\n\nCheck your daily fortune with your alarm every morning and start a happy day!\nWe will continue to provide more diverse features and improved services.\n\nThank you.
de: Hallo. Fortune Alarm wurde offiziell gestartet.\n\nPrüfen Sie jeden Morgen Ihr tägliches Glück mit Ihrem Wecker und beginnen Sie einen glücklichen Tag!\nWir werden weiterhin vielfältigere Funktionen und verbesserte Dienste anbieten.\n\nVielen Dank.
es: Hola. Fortune Alarm ha sido lanzado oficialmente.\n\n¡Revisa tu fortuna diaria con tu alarma cada mañana y comienza un día feliz!\nContinuaremos proporcionando funciones más diversas y servicios mejorados.\n\nGracias.
fr: Bonjour. Fortune Alarm a été officiellement lancé.\n\nVérifiez votre fortune quotidienne avec votre alarme chaque matin et commencez une journée heureuse !\nNous continuerons à fournir des fonctionnalités plus diverses et des services améliorés.\n\nMerci.
hi: नमस्ते। फॉर्च्यून अलार्म आधिकारिक तौर पर लॉन्च किया गया है। हर सुबह अपने अलार्म के साथ अपने दैनिक भाग्य की जाँच करें और एक खुशहाल दिन की शुरुआत करें! हम अधिक विविध सुविधाएँ और बेहतर सेवाएँ प्रदान करना जारी रखेंगे। धन्यवाद।
ja: こんにちは。フォーチュンアラームが公式にリリースされました。\n\n毎朝のアラームと一緒に今日の運勢をチェックして、楽しい一日を始めましょう！\n今後、より多様な機能と改善されたサービスを提供していきます。\n\nありがとうございます。
ko: 안녕하세요. 포춘 알람이 정식으로 출시되었습니다.\n\n매일 아침 알람과 함께 오늘의 운세를 확인하고 즐거운 하루를 시작해보세요!\n앞으로 더욱 다양한 기능과 개선된 서비스로 찾아뵙겠습니다.\n\n감사합니다.
ru: Здравствуйте! Fortune Alarm официально запущен.\n\nНачинайте каждое утро с проверки своей удачи и заряжайтесь позитивом на весь день!\nМы продолжим радовать вас новыми функциями.\n\nСпасибо, что вы с нами.
zh: 您好。幸运闹钟已正式上线。 每天早上用闹钟查看您的每日运势，开启快乐的一天！ 我们将继续提供更多样化的功能和改进的服务。 谢谢。

# notice2Title
source: Version 1.0.0 Update News
de: Update-Neuigkeiten Version 1.0.0
es: Noticias de Actualización Versión 1.0.0
fr: Nouvelles de la mise à jour version 1.0.0
hi: संस्करण 1.0.0 अपडेट समाचार
ja: バージョン 1.0.0 アップデートのお知らせ
ko: 버전 1.0.0 업데이트 소식
ru: Обновление версии 1.0.0
zh: 版本 1.0.0 更新新闻

# notice2Content
source: Here is the content of the version 1.0.0 update.\n\n1. Supplement mission UI improvement\n2. System setting integration for accurate alarms\n3. Dark mode support\n4. Bug fixes and stability improvements\n\nExperience the latest version now!
de: Hier ist der Inhalt des Updates auf Version 1.0.0.\n\n1. Verbesserung der Benutzeroberfläche für Nahrungsergänzungsmittel-Missionen\n2. Integration der Systemeinstellungen für genaue Wecker\n3. Unterstützung des Dunkelmodus\n4. Fehlerbehebungen und Stabilitätsverbesserungen\n\nErleben Sie jetzt die neueste Version!
es: Aquí está el contenido de la actualización versión 1.0.0.\n\n1. Mejora de UI de misión de suplementos\n2. Integración de configuración del sistema para alarmas precisas\n3. Soporte de modo oscuro\n4. Corrección de errores y mejoras de estabilidad\n\n¡Experimenta la última versión ahora!
fr: Voici le contenu de la mise à jour version 1.0.0.\n\n1. Amélioration de l'interface utilisateur de la mission complémentaire\n2. Intégration des paramètres système pour des alarmes précises\n3. Prise en charge du mode sombre\n4. Corrections de bugs et améliorations de la stabilité\n\nDécouvrez la dernière version maintenant !
hi: यहाँ संस्करण 1.0.0 अपडेट की सामग्री है। 1. सप्लीमेंट मिशन UI सुधार 2. सटीक अलार्म के लिए सिस्टम सेटिंग एकीकरण 3. डार्क मोड समर्थन 4. बग फिक्स और स्थिरता में सुधार अब नवीनतम संस्करण का अनुभव करें!
ja: バージョン 1.0.0 のアップデート内容です。\n\n1. サプリメントミッションのUI改善\n2. 正確なアラームのためのシステム設定の統合\n3. ダークモードのサポート\n4. バグ修正と安定性の向上\n\n今すぐ最新バージョンを体験してください！
ko: 버전 1.0.0 업데이트 내용입니다.\n\n1. 영양제 미션 UI 개선\n2. 정확한 알람을 위한 시스템 설정 연동\n3. 다크 모드 지원\n4. 버그 수정 및 안정성 개선\n\n지금 바로 최신 버전을 경험해보세요!
ru: Что нового в версии 1.0.0:\n\n1. Улучшен интерфейс миссии «Витамины»\n2. Оптимизированы настройки точного времени\n3. Добавлена поддержка темной темы\n4. Исправлены ошибки и повышена стабильность\n\nОбновитесь до последней версии прямо сейчас!
zh: 以下是版本 1.0.0 更新的内容。 1. 营养品任务界面改进 2. 精确闹钟的系统设置集成 3. 深色模式支持 4. 错误修复和稳定性改进 立即体验最新版本！

# notice3Title
source: Terms of Service Revision Notice
de: Hinweis zur Überarbeitung der Nutzungsbedingungen
es: Aviso de Revisión de Términos de Servicio
fr: Avis de révision des conditions d'utilisation
hi: सेवा की शर्तें संशोधन सूचना
ja: 利用規約改定のお知らせ
ko: 서비스 이용 약관 개정 안내
ru: Изменение Условий использования
zh: 服务条款修订通知

# notice3Content
source: The Terms of Service have been revised.\n\nKey revisions:\n- Strengthened Privacy Policy\n- Specified service usage scope\n\nDetails can be found on the Settings > Terms page.
de: Die Nutzungsbedingungen wurden überarbeitet.\n\nWichtige Änderungen:\n- Verschärfte Datenschutzrichtlinie\n- Festgelegter Dienstnutzungsumfang\n\nDetails finden Sie auf der Seite Einstellungen > Bedingungen.
es: Los Términos de Servicio han sido revisados.\n\nRevisiones clave:\n- Política de Privacidad fortalecida\n- Alcance de uso del servicio especificado\n\nLos detalles se pueden encontrar en la página Ajustes > Términos.
fr: Les conditions d'utilisation ont été révisées.\n\nRévisions clés :\n- Politique de confidentialité renforcée\n- Portée de l'utilisation du service spécifiée\n\nLes détails peuvent être trouvés sur la page Paramètres > Conditions.
hi: सेवा की शर्तों को संशोधित किया गया है। प्रमुख संशोधन: - गोपनीयता नीति को मजबूत किया गया - सेवा उपयोग का दायरा निर्दिष्ट किया गया विवरण सेटिंग्स > शर्तें पृष्ठ पर पाए जा सकते हैं।
ja: 利用規約が改定されました。\n\n主な改定内容：\n- プライバシーポリシーの強化\n- サービス利用範囲の具体化\n\n詳細は [設定] > [規約] ページで確認できます。
ko: 서비스 이용 약관이 개정되었습니다.\n\n주요 개정 내용:\n- 개인정보 처리방침 강화\n- 서비스 이용 범위 구체화\n\n자세한 내용은 설정 > 약관 페이지에서 확인하실 수 있습니다.
ru: Мы обновили условия использования.\n\nОсновные изменения:\n- Улучшена политика конфиденциальности\n- Уточнены правила использования сервисов\n\nПодробности в меню «Настройки > Условия».
zh: 服务条款已修订。 主要修订： - 加强隐私政策 - 指定服务使用范围 详情可在 设置 > 条款 页面查看。

# supportContentTitle
source: Inquiry Content
de: Anfrageinhalt
es: Contenido de la Consulta
fr: Contenu de la demande
hi: पूछताछ सामग्री
ja: お問い合わせ内容
ko: 문의 내용
ru: Текст запроса
zh: 咨询内容

# supportHint
source: Please enter the content.
de: Bitte geben Sie den Inhalt ein.
es: Por favor ingresa el contenido.
fr: Veuillez entrer le contenu.
hi: कृपया सामग्री दर्ज करें।
ja: 内容を入力してください。
ko: 내용을 입력해 주세요.
ru: Пожалуйста, опишите вашу проблему или предложение.
zh: 请输入内容。

# supportRecipient
source: Recipient (Customer Support)
de: Empfänger (Kundensupport)
es: Destinatario (Soporte al Cliente)
fr: Destinataire (Support Client)
hi: प्राप्तकर्ता (ग्राहक सहायता)
ja: 宛先 (カスタマーサポート)
ko: 받는 사람 (고객센터)
ru: Кому: Служба поддержки
zh: 收件人 (客户支持)

# emailCopied
source: Email address copied.
de: E-Mail-Adresse kopiert.
es: Dirección de correo copiada.
fr: Adresse e-mail copiée.
hi: ईमेल पता कॉपी किया गया।
ja: メールアドレスがコピーされました。
ko: 이메일 주소가 복사되었습니다.
ru: Адрес почты скопирован.
zh: 电子邮件地址已复制。

# copyTooltip
source: Copy
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी
ja: コピー
ko: 복사하기
ru: Копировать
zh: 复制

# supportWorkingDays
source: We will try to respond within 24 hours on weekdays.
de: Wir werden versuchen, an Werktagen innerhalb von 24 Stunden zu antworten.
es: Intentaremos responder dentro de las 24 horas en días hábiles.
fr: Nous essaierons de répondre dans les 24 heures les jours ouvrables.
hi: हम सप्ताह के दिनों में 24 घंटे के भीतर जवाब देने की कोशिश करेंगे।
ja: 平日24時間以内に回答できるよう努めます。
ko: 평일 기준 24시간 이내에 답변을 드리도록 노력하겠습니다.
ru: Мы постараемся ответить в течение 24 часов в рабочие дни.
zh: 我们将尝试在工作日24小时内回复。

# supportEmptyError
source: Please enter the content.
de: Bitte geben Sie den Inhalt ein.
es: Por favor ingresa el contenido.
fr: Veuillez entrer le contenu.
hi: कृपया सामग्री दर्ज करें।
ja: 内容を入力してください。
ko: 내용을 입력해 주세요.
ru: Пожалуйста, введите текст запроса.
zh: 请输入内容。

# supportSubjectPrefix
source: Inquiry Title
de: Anfragetitel
es: Título de la Consulta
fr: Titre de la demande
hi: पूछताछ शीर्षक
ja: お問い合わせ件名
ko: 문의 제목
ru: Тема запроса
zh: 咨询标题

# supportContentPrefix
source: Inquiry Content
de: Anfrageinhalt
es: Contenido de la Consulta
fr: Contenu de la demande
hi: पूछताछ सामग्री
ja: お問い合わせ内容
ko: 문의 내용
ru: Текст запроса
zh: 咨询内容

# supportCopySuccessTitle
source: Inquiry Copied
de: Anfrage kopiert
es: Consulta Copiada
fr: Demande copiée
hi: पूछताछ कॉपी की गई
ja: お問い合わせ内容をコピーしました
ko: 문의 내용 복사됨
ru: Запрос скопирован
zh: 咨询已复制

# supportCopySuccessMessage
source: Inquiry content has been copied to clipboard.\nWould you like to send an email to {email}?
de: Der Anfrageinhalt wurde in die Zwischenablage kopiert.\nMöchten Sie eine E-Mail an {email} senden?
es: El contenido de la consulta ha sido copiado al portapapeles.\n¿Te gustaría enviar un correo a {email}?
fr: Le contenu de la demande a été copié dans le presse-papiers.\nVoulez-vous envoyer un e-mail à {email} ?
hi: पूछताछ सामग्री क्लिपबोर्ड पर कॉपी कर दी गई है। क्या आप {email} पर ईमेल भेजना चाहेंगे?
ja: お問い合わせ内容がクリップボードにコピーされました。\n{email} 宛にメールを送信しますか？
ko: 문의 내용이 클립보드에 복사되었습니다.\n{email} 로 메일을 보내시겠습니까?
ru: Текст запроса скопирован в буфер обмена.\nХотите отправить письмо на {email}?
zh: 咨询内容已复制到剪贴板。 您想发送邮件给 {email} 吗？

source: Selection Complete
de: Auswahl abgeschlossen
es: Selección Completa
fr: Sélection terminée
hi: चयन पूरा हुआ
ja: 選択完了
ko: 선택 완료
ru: Выбор завершен
zh: 选择完成

# selectVibration
source: Select Vibration Pattern
de: Vibrationsmuster auswählen
es: Seleccionar Patrón de Vibración
fr: Sélectionner le modèle de vibration
hi: कंपन पैटर्न चुनें
ja: バイブレーションパターンの選択
ko: 진동 패턴 선택
ru: Выбрать тип вибрации
zh: 选择震动模式

# cameraMissionSequentialImageError
source: Please set mission images in order.
de: Bitte lege die Missionsbilder der Reihe nach fest.
es: Por favor establece las imágenes de misión en orden.
fr: Veuillez définir les images de mission dans l'ordre.
hi: कृपया मिशन इमेज को क्रम से सेट करें।
ja: ミッション画像を順番に設定してください。
ko: 미션 이미지를 순서대로 설정해주세요.
ru: Пожалуйста, добавьте изображения для миссии по порядку.
zh: 请按顺序设置任务图片。

# copyEmailAction
source: Copy Email Address
de: E-Mail-Adresse kopieren
es: Copiar Dirección de Correo
fr: Copier l'adresse e-mail
hi: ईमेल पता कॉपी करें
ja: メールアドレスをコピー
ko: 이메일 주소 복사
ru: Копировать адрес почты
zh: 复制电子邮件地址

# addMissionTitle
source: Add New Mission
de: Neue Mission hinzufügen
es: Agregar Nueva Misión
fr: Ajouter une nouvelle mission
hi: नया मिशन जोड़ें
ja: 新しいミッションを追加
ko: 새로운 미션 추가
ru: Новая миссия
zh: 添加新任务

# recommendedMissionList
source: Recommended Missions
de: Empfohlene Missionen
es: Misiones Recomendadas
fr: Missions recommandées
hi: अनुशंसित मिशन
ja: おすすめミッション
ko: 추천 미션 목록
ru: Рекомендованные миссии
zh: 推荐任务
