Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# luckyNumberFeatureAiDesc
source: Smart AI Algorithm
de: Smarter Algorithmus
es: Algoritmo Inteligente
fr: Algoritme Intelligent
hi: स्मार्ट एल्गोरिदम
ja: スマートアルゴリズム
ko: 스마트 알고리즘
ru: Умный алгоритм
zh: 综合你的信息与当日能量，生成专属数字。

# luckyNumberFeatureSmartTitle
source: Smart
es: Inteligente
fr: Intelligent
hi: स्मार्ट
ja: スマート
ko: 스마트
ru: Смарт-прогноз
zh: 更聪明的筛选

# luckyNumberFeatureSmartDesc
source: Personalized Recommendations
de: Glückszahlen-Empfehlung
es: Recomendación de Números de la Suerte
fr: Recommandation de Numéros Chance
hi: भाग्यशाली नंबर सिफारिश
ja: ラッキーナンバー推奨
ko: 행운 번호 추천
ru: Подбор счастливых чисел
zh: 结合概率与规律，避开重复与噪声。

# luckyNumberFeatureDataTitle
source: Data Analysis
de: Datenanalyse
es: Análisis de Datos
fr: Analyse de Données
hi: डेटा विश्लेषण
ja: データ分析
ko: 데이터 분석
ru: Анализ данных
zh: 数据与直觉结合

# luckyNumberFeatureDataDesc
source: Probability Analysis
de: Optimale Kombination
es: Combinación óptima
fr: Combinaison optimale
hi: इष्टतम संयोजन
ja: 最適な組み合わせ
ko: 최적 조합
ru: Оптимальная комбинация
zh: 用数据做底，用直觉点睛。

# fortunePassTitle
source: Fortune Pass Premium
de: Fortune Pass
es: Fortune Pass
fr: Fortune Pass
hi: फॉर्च्यून पास
ja: フォーチュンパス・プレミアム
ko: 포춘패스 프리미엄
ru: Fortune Pass

# fortunePassTabFree
source: Free Charge
de: Kostenlos aufladen
es: Carga Gratis
fr: Recharge Gratuite
hi: मुफ्त चार्ज
ja: 無料チャージ
ko: 무료 충전소
ru: Бесплатно
zh: 免费

# fortunePassTabPremium
source: Fortune Pass
de: Premium Pass
es: Pase Premium
fr: Pass Premium
hi: प्रीमियम पास
ja: フォーチュンパス
ko: 포춘패스 구독
ru: Premium Pass
zh: 高级

# fortunePassFreeChargeTitle
source: Watch an ad to charge fortune cookies for free!
de: Kekse kostenlos aufladen
es: Cargar galletas gratis
fr: Recharger des cookies gratuitement
hi: मुफ्त में कुकीज़ चार्ज करें
ja: 広告を見てフォーチュンクッキーを無料でチャージしましょう！
ko: 광고를 보고 무료로 포춘쿠키를 충전하세요!
ru: Получить печенье
zh: 免费补充饼干

# fortunePassFreeChargeButton
source: Watch Ad & Charge (+1)
de: Anzeige ansehen und 1 Keks erhalten
es: Ver anuncio y obtener 1 galleta
fr: Regarder une pub et obtenir 1 cookie
hi: विज्ञापन देखें और 1 कुकी प्राप्त करें
ja: 広告を見てチャージ (+1)
ko: 광고 보고 무료 충전 (+1개)
ru: Смотреть рекламу (1 печенье)
zh: 去免费补充

# fortunePassActivePlan
source: Current Subscription Plan
de: Aktueller Plan
es: Plan Actual
fr: Plan Actuel
hi: वर्तमान योजना
ja: 現在の購読プラン
ko: 현재 구독 중인 요금제
ru: Ваш тариф
zh: 当前套餐

# fortunePassNoSubscription
source: No Subscription Found
de: Kein aktives Abonnement
es: Sin suscripción activa
fr: Aucun abonnement actif
hi: कोई सक्रिय सदस्यता नहीं
ja: 購読情報が見つかりません
ko: 구독 정보가 없습니다
ru: Нет активной подписки
zh: 未订阅

# fortunePassRestore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
ja: 復元
ko: 복원하기
ru: Восстановить
zh: 恢复购买

# fortunePassMonth1Title
source: 1 Month Subscription
de: 1 Monat Pass
es: Pase de 1 Mes
fr: Pass 1 Mois
hi: 1 महीने का पास
ja: 1ヶ月購読
ko: 1개월 구독
ru: 1 месяц
zh: 1 个月

# fortunePassMonth1Desc
source: Monthly Plan
de: Alle Funktionen für 1 Monat freischalten
es: Desbloquea todas las funciones por 1 mes
fr: Débloquez toutes les fonctionnalités pendant 1 mois
hi: 1 महीने के लिए सभी सुविधाएं अनलॉक करें
ja: 月間プラン
ko: 월 정액제
ru: Все функции на месяц
zh: 适合短期体验

# fortunePassMonth6Title
source: 6 Month Subscription
de: 6 Monate Pass
es: Pase de 6 Meses
fr: Pass 6 Mois
hi: 6 महीने का पास
ja: 6ヶ月購読
ko: 6개월 구독
ru: 6 месяцев
zh: 6 个月

# fortunePassMonth6Desc
source: 180 Days Plan
de: Günstigeres 6-Monats-Abonnement
es: Suscripción de 6 meses con descuento
fr: Abonnement de 6 mois à prix réduit
hi: रियायती 6 महीने की सदस्यता
ja: 180日間プラン
ko: 180일 정액제
ru: Подписка со скидкой
zh: 更划算的半年计划

# fortunePassYear1Title
source: 12 Month Subscription
de: 1 Jahr Pass
es: Pase de 1 Año
fr: Pass 1 An
hi: 1 साल का पास
ja: 12ヶ月購読
ko: 12개월 구독
ru: 1 год
zh: 1 年

# fortunePassYear1Desc
source: 1 Year Plan
de: Bester Wert für ein ganzes Jahr
es: El mejor valor para todo un año
fr: Meilleure valeur pour une année entière
hi: पूरे वर्ष के लिए सर्वोत्तम मूल्य
ja: 1年間プラン
ko: 1년 정액제
ru: Лучшая цена за год
zh: 年度最优选择

# fortunePassBestPlan
source: Popular
de: Beliebtester Plan
es: Plan más popular
fr: Plan le plus populaire
hi: सबसे लोकप्रिय योजना
ja: 人気
ko: 인기 요금제
ru: Популярный выбор
zh: 最受欢迎

# fortunePassTimeSaleLabel
source: {percent}% Time Sale!
de: {percent}% Blitzangebot!
es: ¡Oferta relámpago del {percent}%!
fr: Offre éclair de {percent}% !
hi: {percent}% फ्लैश सेल!
ja: {percent}% タイムセール！
ko: {percent}% 타임세일!
ru: Скидка {percent}%!
zh: {percent}% 限时特惠！

# fortunePassOffLabel
source: {percent}% OFF
de: {percent}% RABATT
es: {percent}% DCTO
fr: {percent}% de RÉDUCTION
hi: {percent}% छूट
ru: СКИДКА {percent}%

# fortunePassPerMonth
source: /mo
de: /Monat
es: /mes
fr: /mois
hi: /महीना
ja: /月
ko: /월
ru: /мес.
zh: /月

# fortunePassTotalPrice
source: Total {price} / {unit}
de: Gesamt {price} / {unit}
hi: कुल {price} / {unit}
ja: 合計 {price} / {unit}
ko: 총 {price} / {unit}
ru: Всего {price} / {unit}
zh: 总计 {price}{unit}

# fortunePassUnitMonth
source: Month
de: Monat
es: Mes
fr: Mois
hi: महीना
ja: 月
ko: 월 정가
ru: Месяц
zh: 月

# fortunePassUnit6Months
source: 6 Months
de: 6 Monate
es: 6 Meses
fr: 6 Mois
hi: 6 महीने
ja: 6ヶ月
ko: 6개월
ru: 6 месяцев
zh: 6 个月

# fortunePassUnitYear
source: Year
de: Jahr
es: Año
fr: An
hi: वर्ष
ja: 年
ko: 년
ru: Год
zh: 年

# fortunePassMyCookies
source: My Fortune Cookies
de: Meine Glückskekse
es: Mis Galletas
fr: Mes Cookies
hi: मेरी कुकीज़
ja: 保有クッキー
ko: 보유 중인 포춘쿠키
ru: Мои печенья
zh: 我的饼干

# fortunePassCurrentStatus
source: Pass Status
es: Estado del Pase
fr: Statut du Pass
hi: पास स्थिति
ja: パスの状態
ko: 이용권 상태
ru: Статус
zh: 当前状态

# fortunePassStatusPremium
source: Premium Pass Active
de: Premium Pass aktiv
es: Pase Premium Activo
fr: Pass Premium Actif
hi: प्रीमियम पास सक्रिय
ja: プレミアムパス利用中
ko: 프리미엄 패스 이용 중
ru: Premium Pass активен
zh: Premium

# fortunePassStatusFree
source: Free User
de: Standard-Benutzer
es: Usuario Estándar
fr: Utilisateur Standard
hi: मानक उपयोगकर्ता
ja: 一般ユーザー
ko: 일반 이용자
ru: Бесплатная версия
zh: Free

# fortunePassStoreErrorTitle
source: Unavailable
de: Abonnement nicht verfügbar
es: Suscripción no disponible
fr: Abonnement non disponible
hi: सदस्यता उपलब्ध नहीं है
ja: 利用不可
ko: 구독 불가
ru: Ошибка магазина
zh: 商店错误

# fortunePassStoreErrorContent
source: Cannot retrieve product information from the store. [Checklist] 1. Google Play / App Store Login 2. Internet Connection 3. Test Device Registration
de: Produktinformationen können derzeit nicht aus dem Store abgerufen werden.
es: No se puede obtener la información del producto de la tienda en este momento.
fr: Impossible de récupérer les informations sur les produits du magasin pour le moment.
hi: अभी स्टोर से उत्पाद की जानकारी प्राप्त करने में असमर्थ।
ja: ストアから商品情報を取得できません。 [チェックリスト] 1. Google Play / App Storeのログイン状態 2. インターネット接続 3. テストデバイスの登録状態
ko: 현재 스토어에서 상품 정보를 가져올 수 없습니다. [확인 사항] 1. Google Play / App Store 로그인 상태 2. 인터넷 연결 확인 3. 테스트 기기 등록 여부
ru: Не удалось загрузить данные о покупках.
zh: 暂时无法连接商店，请稍后重试。

# fortunePassSubscribeSale
source: Subscribe with {percent}% OFF
de: Mit {percent}% Rabatt abonnieren
es: Suscribirse con {percent}% de descuento
fr: S'abonner avec {percent}% de réduction
hi: {percent}% छूट के साथ सदस्यता लें
ja: {percent}% OFFで購読
ko: {percent}% 할인 받고 구독하기
ru: Подписаться (скидка {percent}%)
zh: 订阅享 {percent}% 优惠

# fortunePassSubscribeNow
source: Subscribe Now
de: Jetzt abonnieren
es: Suscribirse ahora
fr: S'abonner maintenant
hi: अभी सदस्यता लें
ja: 今すぐ購読
ko: 지금 바로 구독하기
ru: Подписаться сейчас
zh: 立即订阅

# fortunePassApplied
source: Fortune Pass subscription applied.
de: Fortune Pass Abonnement angewendet.
es: Suscripción a Fortune Pass aplicada.
fr: Abonnement Fortune Pass appliqué.
hi: फॉर्च्यून पास सदस्यता लागू की गई।
ja: フォーチュンパスが適用されました。
ko: 포춘패스 구독이 적용되었습니다.
ru: Подписка Fortune Pass активирована.
zh: 已生效

# fortunePassApplyFailed
source: Failed to apply subscription. Check your network.
de: Abonnement konnte nicht angewendet werden.
es: Error al aplicar la suscripción.
fr: Échec de l'application de l'abonnement.
hi: सदस्यता लागू करने में विफल।
ja: 適用に失敗しました。ネットワークを確認してください。
ko: 구독 적용에 실패했습니다. 네트워크를 확인해주세요.
ru: Не удалось активировать подписку. Проверьте сеть.
zh: 应用失败

# fortunePassRestored
source: Purchases restored.
de: Kaufhistorie wiederhergestellt.
es: Historial de compras restaurado.
fr: Historique des achats restauré.
hi: खरीद इतिहास पुनर्स्थापित किया गया।
ja: 購入履歴を復元しました。
ko: 구매 내역을 복원했습니다.
ru: Покупки восстановлены.
zh: 已恢复购买

# fortunePassRestoreFailed
source: Failed to restore purchases.
de: Wiederherstellung der Kaufhistorie fehlgeschlagen.
es: Error al restaurar el historial de compras.
fr: Échec de la restauration de l'historique des achats.
hi: खरीद इतिहास पुनर्स्थापित करने में विफल।
ja: 復元に失敗しました。
ko: 구매 내역 복원에 실패했습니다.
ru: Не удалось восстановить покупки.
zh: 恢复失败

# fortunePassTimeSaleTitle
source: Wait! A gift has arrived 🎁
de: Warten Sie! Ein Geschenk ist angekommen 🎁
es: ¡Espera! Ha llegado un regalo 🎁
fr: Attendez ! Un cadeau est arrivé 🎁
hi: रुको! एक उपहार आया है 🎁
ja: ちょっと待って！プレゼントが届きました 🎁
ko: 잠깐만요! 선물이 도착했어요 🎁
ru: Подождите! Вам пришел подарок 🎁
zh: 限时特惠

# fortunePassTimeSalePriceOriginal
source: Original price ₩{price}/year
de: Originalpreis {price}/Jahr
es: Precio original {price}/año
fr: Prix original {price}/an
hi: मूल मूल्य {price}/वर्ष
ja: 通常価格 ₩{price}/年
ko: 기본 가격 연 ₩{price}
ru: Обычная цена {price}/год
zh: 原价 {price}

# fortunePassTimeSalePriceDiscount
source: ₩{price}/year
de: {price}/Jahr
es: {price}/año
fr: {price}/an
hi: {price}/वर्ष
ja: ₩{price}/年
ko: 연 ₩{price}
ru: {price}/год
zh: 特惠 {price}

# fortunePassTimeSaleBadge
source: 50% off if you subscribe within 3 minutes!
de: 50% Rabatt bei Abonnement innerhalb von 3 Minuten!
es: ¡50% de descuento si te suscribes en 3 minutos!
fr: 50% de réduction si vous vous abonnez dans les 3 minutes !
hi: यदि आप 3 मिनट के भीतर सदस्यता लेते हैं तो 50% की छूट!
ja: 3分以内の購読で50% OFF！
ko: 3분 내 구독 시 50% 할인 혜택!
ru: Скидка 50%, если подпишетесь за 3 минуты!
zh: 限时

# fortunePassTimeSaleButton
source: Get Discount and Start Pro
de: Rabatt erhalten und Pro starten
es: Obtener descuento y empezar Pro
fr: Obtenir la réduction et commencer Pro
hi: छूट प्राप्त करें और प्रो शुरू करें
ja: 割引を受けてProを始める
ko: 할인받고 프로 시작하기
ru: Получить скидку и начать Pro
zh: 去订阅

# fortunePassTimeSaleCancel
source: Maybe next time
de: Vielleicht später
es: Tal vez más tarde
fr: Peut-être plus tard
hi: शायद बाद में
ja: また今度
ko: 아쉽지만 다음에 할게요
ru: Может быть, позже
zh: 稍后再说

# fortunePassTimeSaleStartMessage
source: 3-minute discount has started! Check the top banner.
de: Der 3-Minuten-Rabatt hat begonnen! Überprüfen Sie das Banner oben.
es: ¡Ha comenzado el descuento de 3 minutos! Revisa el banner superior.
fr: La réduction de 3 minutes a commencé ! Vérifiez la bannière en haut.
hi: 3 मिनट की छूट शुरू हो गई है! ऊपर बैनर देखें।
ja: 3分間限定の割引が始まりました！上部バナーを確認してください。
ko: 3분 할인 혜택이 시작되었습니다! 상단 배너를 확인하세요.
ru: 3-минутная скидка началась! Проверьте верхний баннер.
zh: 3 分钟限时优惠已开始！请查看顶部横幅。

# fortunePassSubscribeButton
source: Subscribe Now
de: Jetzt abonnieren
es: Suscribirse Ahora
fr: S'abonner maintenant
hi: अभी सदस्यता लें
ja: 今すぐ購読
ko: 지금 바로 구독하기
ru: Подписаться
zh: 订阅

# fortunePassSubscribeDiscountButton
source: Subscribe with 50% Off
de: Mit 50% Rabatt abonnieren
es: Suscribirse con 50% de Descuento
fr: S'abonner avec 50% de réduction
hi: 50% छूट के साथ सदस्यता लें
ja: 50% OFFで購読
ko: 50% 할인 받고 구독하기
ru: Подписаться со скидкой 50%
zh: 订阅（优惠）

# fortunePassCookieBalance
source: Your Fortune Cookies
de: Deine Glückskekse
es: Tus Galletas de la Fortuna
fr: Vos Cookies de Fortune
hi: आपकी फॉर्च्यून कुकीज़
ja: 保有クッキー
ko: 보유 중인 포춘쿠키
ru: Ваши печенья удачи
zh: 饼干余额

# fortunePassActive
source: Pass Active
de: Pass aktiv
es: Pase Activo
fr: Pass Actif
hi: पास सक्रिय है
ja: パス有効
ko: 패스 사용 중
ru: Pass Активен
zh: 已激活

# fortunePassTotalFormat
source: Total ₩{price} / {unit}
de: Gesamt {price} / {unit}
hi: कुल ₩{price} / {unit}
ja: 合計 ₩{price} / {unit}
ko: 총 ₩{price} / {unit}
ru: Всего {price} / {unit}
zh: 总计 ₩{price} / {unit}

# fortunePassPopularPlan
source: Popular Plan
de: Beliebter Plan
es: Plan Popular
fr: Plan Populaire
hi: लोकप्रिय योजना
ja: 人気のプラン
ko: 인기 요금제
ru: Популярный тариф
zh: 热门套餐

# fortunePassPricePerMonth
source: /mo
de: /Mon.
es: /mes
fr: /mois
hi: /माह
ja: /月
ko: /월
ru: /мес
zh: /月

# fortunePassPaymentFailed
source: Payment request failed.
de: Zahlungsanfrage fehlgeschlagen.
es: Error en la solicitud de pago.
fr: La demande de paiement a échoué.
hi: भुगतान अनुरोध विफल रहा।
ja: 決済リクエストに失敗しました。
ko: 결제 요청에 실패했습니다.
ru: Ошибка запроса платежа.
zh: 支付失败

# fortunePassSubscriptionFailed
source: Failed to apply subscription. Please check your network.
de: Abonnement konnte nicht angewendet werden. Bitte überprüfen Sie Ihr Netzwerk.
es: Error al aplicar la suscripción. Por favor verifica tu red.
fr: Échec de l'application de l'abonnement. Veuillez vérifier votre réseau.
hi: सदस्यता लेने में विफल। कृपया अपना नेटवर्क जांचें।
ja: 適用に失敗しました。ネットワークを確認してください。
ko: 구독 적용에 실패했습니다. 네트워크를 확인해주세요.
ru: Не удалось активировать подписку. Проверьте сеть.
zh: 订阅失败

# fortunePassSubscriptionSuccess
source: Fortune Pass subscription has been applied.
de: Fortune Pass Abonnement wurde angewendet.
es: La suscripción a Fortune Pass ha sido aplicada.
fr: L'abonnement Fortune Pass a été appliqué.
hi: फॉर्च्यून पास सदस्यता सफलतापूर्वक लागू हो गई है।
ja: フォーチュンパスが適用されました。
ko: 포춘패스 구독이 적용되었습니다.
ru: Подписка Fortune Pass активирована.
zh: 订阅成功

# fortunePassCannotSubscribeTitle
source: Cannot Subscribe
de: Abonnement nicht möglich
es: No se puede suscribir
fr: Impossible de s'abonner
hi: सदस्यता उपलब्ध नहीं है
ja: 購読できません
ko: 구독 불가
ru: Ошибка подписки
zh: 无法订阅

# fortunePassCannotSubscribeMessage
source: Unable to retrieve product information from the store at this time. [Check List] 1. Google Play / App Store login status 2. Internet connection 3. Test device registration status
de: Produktinformationen können derzeit nicht aus dem Store abgerufen werden. [Checkliste] 1. Google Play / App Store Login-Status 2. Internetverbindung 3. Registrierungsstatus des Testgeräts
es: No se puede obtener la información del producto de la tienda en este momento. [Lista de Verificación] 1. Estado de inicio de sesión en Google Play / App Store 2. Conexión a Internet 3. Estado de registro del dispositivo de prueba
fr: Impossible de récupérer les informations sur les produits du magasin pour le moment. [Liste de vérification] 1. État de connexion Google Play / App Store 2. Connexion Internet 3. État d'enregistrement de l'appareil de test
hi: इस समय स्टोर से उत्पाद जानकारी प्राप्त करने में असमर्थ। [चेक लिस्ट] 1. गूगल प्ले / ऐप स्टोर लॉगिन स्थिति 2. इंटरनेट कनेक्शन 3. टेस्ट डिवाइस पंजीकरण स्थिति
ja: 現在、ストアから商品情報を取得できません。 [チェックリスト] 1. Google Play / App Storeのログイン状態 2. インターネット接続 3. テストデバイスの登録状態
ko: 현재 스토어에서 상품 정보를 가져올 수 없습니다. [확인 사항] 1. Google Play / App Store 로그인 상태 2. 인터넷 연결 확인 3. 테스트 기기 등록 여부
ru: Не удалось получить данные о товарах из магазина.\n\n[Чек-лист]\n1. Статус входа в Google Play / App Store\n2. Подключение к интернету\n3. Статус регистрации тестового устройства
zh: 当前状态下无法订阅，请稍后重试或检查商店登录状态。

# year
source: Y
de: J
es: Año
fr: Année
hi: वर्ष
ja: 年
ko: 년
ru: Год
zh: 年

# month
source: M
es: Mes
fr: Mois
hi: महीना
ja: 月
ko: 월
ru: Месяц
zh: 月

# day
source: D
de: T
es: Día
fr: Jour
hi: दिन
ja: 日
ko: 일
ru: День
zh: 日

# sajuProfileTitle
source: Edit Main Four Pillars of Destiny Profile
de: Hauptprofil der Vier Säulen des Schicksals bearbeiten
es: Editar perfil principal de Cuatro Pilares del Destino
fr: Modifier le profil principal des Quatre Piliers du Destin
hi: मुख्य प्रोफ़ाइल संपादित करें
ja: メイン四柱推命プロフィールの編集
ko: 대표 사주정보 수정
ru: Редактировать профиль Саджу
zh: 四柱资料

# sajuNameLabel
source: Name
es: Nombre
fr: Nom
hi: नाम
ja: 名前
ko: 이름
ru: Имя
zh: 姓名

# sajuNameHint
source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
es: Por favor ingresa tu nombre
fr: Veuillez entrer votre nom
hi: कृपया अपना नाम दर्ज करें
ja: 名前を入力してください
ko: 이름을 입력해주세요
ru: Пожалуйста, введите ваше имя
zh: 请输入姓名

# sajuNameHelper
source: Up to 6 characters
de: Bis zu 6 Zeichen
es: Hasta 6 caracteres
fr: Jusqu'à 6 caractères
hi: अधिकतम 6 अक्षर
ja: 最大6文字まで
ko: 한글 최대 6자
ru: До 6 символов
zh: 用于保存与展示结果

# sajuGenderLabel
source: Gender
de: Geschlecht
es: Género
fr: Genre
hi: लिंग
ja: 性別
ko: 성별
ru: Пол
zh: 性别

# sajuGenderMale
source: Male
de: Männlich
es: Masculino
fr: Homme
hi: पुरुष
ja: 男性
ko: 남자
ru: Мужчина
zh: 男

# sajuGenderFemale
source: Female
de: Weiblich
es: Femenino
fr: Femme
hi: महिला
ja: 女性
ko: 여자
ru: Женщина
zh: 女

# sajuBirthDateLabel
source: Birth Date
de: Geburtsdatum
es: Fecha de Nacimiento
fr: Date de naissance
hi: जन्म तिथि
ja: 生年月日
ko: 생년월일
ru: Дата рождения
zh: 出生日期

# sajuBirthTimeLabel
source: Birth Time
de: Geburtszeit
es: Hora de Nacimiento
fr: Heure de naissance
hi: जन्म समय
ja: 出生時間
ko: 태어난 시간
ru: Время рождения
zh: 出生时间

# sajuUnknownTime
source: Unknown Time
de: Unbekannte Zeit
es: Hora Desconocida
fr: Heure inconnue
hi: अज्ञात समय
ja: 時間不明
ko: 시간 모름
ru: Время неизвестно
zh: 时间未知

# sajuEditComplete
source: Edit Complete
de: Bearbeitung abgeschlossen
es: Edición Completada
fr: Modification terminée
hi: संपादन पूरा हुआ
ja: 編集完了
ko: 수정 완료
ru: Редактирование завершено
zh: 保存完成

# sajuSolar
source: Solar
fr: Solaire
hi: सौर (Solar)
ja: 陽暦
ko: 양력
ru: Солнечный
zh: 阳历

# sajuLunar
source: Lunar
fr: Lunaire
hi: चंद्र (Lunar)
ja: 陰暦
ko: 음력
ru: Лунный
zh: 农历

# sajuSelectBirthDate
source: Select Birth Date
de: Geburtsdatum auswählen
es: Seleccionar Fecha de Nacimiento
fr: Sélectionner la date de naissance
hi: जन्म तिथि चुनें
ja: 生年月日を選択
ko: 생년월일 선택
ru: Выберите дату рождения
zh: 选择出生日期

# sajuSelectBirthTime
source: Select Birth Time
de: Geburtszeit auswählen
es: Seleccionar Hora de Nacimiento
fr: Sélectionner l'heure de naissance
hi: जन्म समय चुनें
ja: 生まれた時間を選択
ko: 태어난 시간 선택
ru: Выбрать время рождения
zh: 选择出生时间

# compatibilityTitle
source: Check Compatibility
de: Kompatibilität prüfen
es: Verificar Compatibilidad
fr: Vérifier la compatibilité
hi: अनुकूलता की जाँच करें
ja: 相性を確認する
ko: 궁합 보기
ru: Проверить совместимость
zh: 合盘/相性

# compatibilityInputHeader
source: Please enter information for both
de: Bitte geben Sie Informationen für beide ein
es: Por favor ingresa la información de ambos
fr: Veuillez entrer les informations pour les deux
hi: कृपया दोनों की जानकारी दर्ज करें
ja: お二人の情報を入力してください
ko: 두 분의 정보를 입력해주세요
ru: Введите данные обоих партнеров
zh: 输入信息

# compatibilityInputSubtitle
source: We will analyze the exact compatibility based on Four Pillars of Destiny information.
de: Wir analysieren die exakte Kompatibilität basierend auf den Informationen der Vier Säulen des Schicksals.
es: Analizaremos la compatibilidad exacta basada en la información de los Cuatro Pilares del Destino.
fr: Nous analyserons la compatibilité exacte basée sur les informations des Quatre Piliers du Destin.
hi: हम साजू (Saju) जानकारी के आधार पर सटीक अनुकूलता का विश्लेषण करेंगे।
ja: 四柱推命の情報に基づいて、正確な相性を分析します。
ko: 사주 정보를 바탕으로 정확한 궁합을 분석해드립니다.
ru: Мы проанализируем точную совместимость на основе данных Саджу.
zh: 看看你们的缘分与契合度

# compatibilityMyInfo
source: My Information
de: Meine Informationen
es: Mi Información
fr: Mes informations
hi: मेरी जानकारी
ja: 私の情報
ko: 나의 정보
ru: Мои данные
zh: 我的信息

# compatibilityInputMyNameGuide
source: Please enter your name.
de: Bitte geben Sie Ihren Namen ein.
es: Por favor ingrese su nombre.
fr: Veuillez entrer votre nom.
hi: कृपया अपना नाम दर्ज करें।
ja: 名前を入力してください
ko: 나의 이름을 입력해주세요
ru: Пожалуйста, введите ваше имя.
zh: 请输入你的名字

# compatibilityInputPartnerNameGuide
source: Please enter partner's name.
de: Bitte geben Sie den Namen des Partners ein.
es: Por favor ingrese el nombre de su pareja.
fr: Veuillez entrer le nom du partenaire.
hi: कृपया साथी का नाम दर्ज करें।
ja: 相手の名前を入力してください
ko: 상대방의 이름을 입력해주세요
ru: Пожалуйста, введите имя партнера.
zh: 请输入对方的名字

# compatibilityPartnerInfo
source: Partner's Information
de: Informationen zum Partner
es: Información de la Pareja
fr: Informations du partenaire
hi: साथी की जानकारी
ja: 相手の情報
ko: 상대방의 정보
ru: Данные партнера
zh: 对方信息

# compatibilityLoadSaved
source: Load Saved Info
de: Gespeicherte Informationen laden
es: Cargar Información Guardada
fr: Charger les infos enregistrées
hi: सहेजी गई जानकारी लोड करें
ja: 保存された情報を読み込む
ko: 저장된 정보 불러오기
ru: Загрузить сохраненные
zh: 读取已保存

# compatibilityTitleBest
source: A match made in heaven! ❤️
de: Ein Match im Himmel! ❤️
es: ¡Una pareja hecha en el cielo! ❤️
fr: Un match parfait ! ❤️
hi: स्वर्ग में बनी जोड़ी! ❤️
ja: 最高の相性です！ ❤️
ko: 천생연분이에요! ❤️
ru: Идеальная пара! ❤️
zh: 天作之合

# compatibilityDescBest
source: The best compatibility you could ask for. Don't let each other go!
de: Die beste Kompatibilität, die man sich wünschen kann. Lassen Sie sich nicht gehen!
es: La mejor compatibilidad que podrías pedir. ¡No os dejéis ir!
fr: La meilleure compatibilité que vous puissiez demander. Ne vous lâchez pas !
hi: सबसे अच्छी अनुकूलता जिसकी आप मांग कर सकते हैं। एक-दूसरे को जाने न दें!
ja: これ以上望むものはない最高の相性です。お互いを離さないでください！
ko: 더 이상 바랄 게 없는 최고의 궁합입니다. 서로를 놓치지 마세요!
ru: Лучшая совместимость, о которой можно только мечтать. Не отпускайте друг друга!
zh: 默契十足，相处自然，彼此成就。

# compatibilityDescBest_Youth
source: You two are the best partners for a fresh and passionate love. It's beautiful to see you supporting each other's dreams and growing together! You are a relationship that provides positive stimulation to each other by sharing concerns about studies or career. If you cherish and care for each other as you do now, you are a match made in heaven that can overcome any trial together.
es: Ustedes dos son los mejores compañeros para un amor fresco y apasionado. ¡Es hermoso ver cómo se apoyan mutuamente en sus sueños y crecen juntos! Son una relación que se estimula positivamente al compartir preocupaciones sobre los estudios o la carrera. Si se aprecian y cuidan como hasta ahora, son una pareja ideal que puede superar cualquier prueba juntos.
fr: Vous êtes les meilleurs partenaires pour un amour frais et passionné. C'est beau de vous voir soutenir les rêves de l'autre et grandir ensemble ! Vous formez une relation qui s'apporte une stimulation positive en partageant vos préoccupations sur vos études ou votre carrière. Si vous vous chérissez et prenez soin l'un de l'autre comme vous le faites maintenant, vous êtes un couple idéal capable de surmonter toutes les épreuves ensemble.
hi: आप दोनों एक ताज़ा और भावुक प्रेम के लिए सबसे अच्छे साथी हैं। एक-दूसरे के सपनों का समर्थन करते हुए और साथ में बढ़ते हुए देखना बहुत खूबसूरत है! आप एक ऐसा रिश्ता हैं जो पढ़ाई या करियर की चिंताओं को साझा करके एक-दूसरे को सकारात्मक प्रोत्साहन प्रदान करता है। यदि आप एक-दूसरे को वैसे ही संजोते और परवाह करते हैं जैसे आप अभी करते हैं, तो आप स्वर्ग में बनी एक ऐसी जोड़ी हैं जो किसी भी परीक्षा को एक साथ पार कर सकती है।
ja: お二人は、若々しく情熱的な愛を分かち合う最高のパートナーです。お互いの夢を応援し、共に成長する姿がとても美しいですね！学業や進路の悩みを共有し、お互いに良い刺激を与え合う関係です。今のようにお互いを大切に想い合えば、どんな困難も共に乗り越えられる最高の相性です。
ru: Вы лучшие партнеры для свежей и страстной любви. Прекрасно видеть, как вы поддерживаете мечты друг друга и растете вместе! Ваши отношения дают позитивный стимул, когда вы делитесь заботами об учебе или карьере. Если вы будете ценить и заботиться друг о друге так же, как сейчас, вы — идеальная пара, способная вместе преодолеть любые испытания.
