Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotLoveMeaning6_Senior
source: Overcome difficulties with strong will and achieve harmony.
es: Una relación armoniosa con las personas que lo rodean es la clave de la suerte.
fr: Une relation harmonieuse avec les gens autour de vous est la clé de la chance.
hi: अपने आस-पास के लोगों के साथ सामंजस्यपूर्ण संबंध भाग्य की कुंजी है।
ja: 強い意志で困難を克服し、和合を成し遂げます。
ru: Гармоничные отношения с окружающими — ключ к удаче.

# tarotLoveDetail6_Senior
source: Even if conflict arises, don't give up and solve it through conversation. Your firm will and patience will eventually bear good fruit. A stronger bond will be created in the process of setting goals and working together.
es: Mantenga una relación equilibrada basada en el respeto mutuo y la comprensión. La comunicación profunda con una persona preciosa será una gran fuente de fortaleza en su vida. Es un momento para sentir la importancia del compañerismo una vez más.
fr: Maintenez une relation équilibrée basée sur le respect mutuel et la compréhension. Une communication profonde avec une personne précieuse sera une grande source de force dans votre vie. C'est une période pour ressentir à nouveau l'importance de la camaraderie.
hi: आपसी सम्मान और समझ के आधार पर संतुलित संबंध बनाए रखें। किसी अनमोल व्यक्ति के साथ गहरा संवाद आपके जीवन में शक्ति का एक बड़ा स्रोत होगा। यह एक बार फिर साथ होने के महत्व को महसूस करने का समय है।
ja: 葛藤が生じても諦めずに対話で解決していきましょう。あなたの固い意志と忍耐が、最終的に良い結実を結ばせるでしょう。共に目標を立てて努力する過程で、より強い絆が生まれるはずです。
ru: Поддерживайте сбалансированные отношения, основанные на взаимном уважении и понимании. Глубокое общение с дорогим человеком станет отличным источником силы в вашей жизни. Это время еще раз почувствовать важность общения.

# tarotLoveMeaning7_Senior
source: Make the relationship smooth with patience and benevolence.
es: Actúe con audacia con un objetivo claro en mente.
fr: Agissez hardiment avec un objectif clair en tête.
hi: मन में स्पष्ट लक्ष्य रखकर साहसपूर्वक कार्य करें।
ja: 忍耐と慈愛で、関係を円滑にします。
ru: Действуйте смело, имея в виду четкую цель.

# tarotLoveDetail7_Senior
source: It's a time when gentle persuasion and understanding are needed rather than forcing. Your mature attitude will move the other person's heart. Have the leisure to smile once more rather than getting angry.
es: Incluso a una edad avanzada, su pasión sigue siendo hermosa. Si hay algo que quiere lograr, persígalo con valentía. Su actitud proactiva infundirá nueva vitalidad a su vida diaria.
fr: Même si vous êtes à un âge avancé, votre passion est toujours belle. S'il y a quelque chose que vous voulez accomplir, poursuivez-le avec courage. Votre attitude proactive insufflera une nouvelle vitalité dans votre vie quotidienne.
hi: भले ही आप बड़ी उम्र में हों, आपका जुनून अभी भी सुंदर है। यदि कुछ ऐसा है जिसे आप हासिल करना चाहते हैं, तो साहस के साथ उसका पीछा करें। आपका सक्रिय रवैया आपके दैनिक जीवन में नई जान फूँक देगा।
ja: 強要するよりは、優しい説得と理解が必要な時期です。あなたの成熟した態度が、相手の心を動かすことになるでしょう。怒るよりは、もう一度笑ってあげる余裕を持ってみてください。
ru: Даже если вы в преклонном возрасте, ваша страсть все еще прекрасна. Если есть что-то, чего вы хотите достичь, стремитесь к этому с мужеством. Ваше активное отношение вдохнет новую жизненную силу в вашу повседневную жизнь.

# tarotLoveMeaning8_Senior
source: Discover your true self in solitude and gain wisdom.
es: Se necesita una perspectiva justa y equilibrada.
fr: Une perspective juste et équilibrée est nécessaire.
hi: एक निष्पक्ष और संतुलित परिप्रेक्ष्य की आवश्यकता है।
ja: 孤独の中で真の自己を発見し、知恵を得ます。
ru: Необходим справедливый и сбалансированный взгляд.

# tarotLoveDetail8_Senior
source: It's also good to take a moment of your own and look back on the life you've passed. The realization gained in the stillness will make future relationships richer. Don't rush and face yourself slowly.
es: Maneje las cosas con calma y lógica. Cuando haya un conflicto o una elección, seguir su conciencia traerá los mejores resultados. Su integridad le ganará el respeto de quienes lo rodean.
fr: Gérez les choses calmement et logiquement. En cas de conflit ou de choix, suivre votre conscience apportera les meilleurs résultats. Votre intégrité vous vaudra le respect de ceux qui vous entourent.
hi: चीजों को शांति और तार्किकता से संभालें। जब कोई संघर्ष या विकल्प हो, तो अपने विवेक का पालन करना सबसे अच्छा परिणाम लाएगा। आपकी ईमानदारी आपको अपने आस-पास के लोगों से सम्मान दिलाएगी।
ja: しばし一人だけの時間を持ち、歩んできた人生を振り返ってみるのも良いでしょう。静寂の中で得た悟りが、これからの関係をより豊かにしてくれるはずです。焦らずゆっくりと自分自身と向き合ってみてください。
ru: Решайте дела спокойно и логично. Когда возникает конфликт или выбор, следование своей совести принесет наилучшие результаты. Ваша честность заслужит уважение окружающих.

# tarotLoveMeaning9_Senior
source: Leave yourself to the flow of fate and accept change.
es: Es un momento para mirar hacia atrás silenciosamente en su vida y encontrar la verdad interior.
fr: C'est une période pour regarder calmement votre vie et trouver la vérité intérieure.
hi: यह चुपचाप अपने जीवन को पीछे मुड़कर देखने और आंतरिक सत्य खोजने का समय है।
ja: 運命の流れに身を任せ、変化を受け入れてください。
ru: Это время спокойно оглянуться на свою жизнь и найти внутреннюю истину.

# tarotLoveDetail9_Senior
source: Don't be flustered even if unexpected changes occur. This can be a process for a better future. If you accept change with a positive mind, new luck will find your relationship.
es: Manténgase alejado del ajetreo y el bullicio y tenga tiempo para usted mismo. En el silencio, encontrará un nuevo significado en la vida y obtendrá un crecimiento espiritual. Es un tiempo precioso para la autorreflexión.
fr: Tenez-vous à l'écart de l'agitation et prenez du temps pour vous. Dans le silence, vous trouverez un nouveau sens à la vie et obtiendrez une croissance spirituelle. C'est un moment précieux pour l'autoréflexion.
hi: चहल-पहल से दूर रहें और अपने लिए समय निकालें। शांति में, आप जीवन में नया अर्थ पाएंगे और आध्यात्मिक विकास प्राप्त करेंगे। यह आत्म-चिंतन के लिए एक अनमोल समय है।
ja: 予期せぬ変化が起きても慌てないでください。これはより良い未来のための過程かもしれません。ポジティブな心で変化を受け入れれば、新しい幸運があなたの縁に訪れるでしょう。
ru: Держитесь подальше от суеты и найдите время для себя. В тишине вы найдете новый смысл жизни и обретете духовный рост. Это драгоценное время для самопознания.

# tarotLoveMeaning10_Senior
source: A cool-headed judgment and just attitude build trust.
es: Acepte el flujo de la vida con naturalidad y espere una nueva oportunidad.
fr: Acceptez naturellement le flux de la vie et attendez une nouvelle opportunité.
hi: जीवन के प्रवाह को स्वाभाविक रूप से स्वीकार करें और एक नए अवसर की प्रतीक्षा करें।
ja: 冷静な判断と正義感のある態度が、信頼を築きます。
ru: Принимайте течение жизни естественно и ждите новой возможности.

# tarotLoveDetail10_Senior
source: Look at the situation with an objective view rather than being biased by emotions. A fair and honest attitude will make you respected by those around you. Be clear about right and wrong, but don't forget warm consideration.
es: La vida tiene sus altibajos. Incluso si las cosas no salen como planeó, no se decepcione y espere el momento adecuado. Un cambio positivo vendrá pronto, así que tenga una mente relajada.
fr: La vie a ses hauts et ses bas. Même si les choses ne se passent pas comme prévu, ne soyez pas déçu et attendez le bon moment. Un changement positif viendra bientôt, alors ayez l'esprit détendu.
hi: जीवन में उतार-चढ़ाव होते हैं। भले ही चीजें योजना के अनुसार न हों, निराश न हों और सही समय का इंतजार करें। जल्द ही एक सकारात्मक बदलाव आएगा, इसलिए मन को शांत रखें।
ja: 感情に流されるよりは、客観的な視点で状況を見つめてください。公正で正直な態度が、周囲の人々から尊敬を受けるきっかけになるでしょう。善悪をはっきりさせつつ、温かい配慮も忘れないでください。
ru: В жизни бывают взлеты и падения. Даже если все идет не по плану, не расстраивайтесь и ждите подходящего момента. Скоро наступят позитивные перемены, так что сохраняйте спокойствие.

# tarotLoveMeaning11_Senior
source: Patience and sacrifice come back as greater love.
es: Controle su mente con fuerza interior y paciencia.
fr: Contrôlez votre esprit avec force intérieure et patience.
hi: आंतरिक शक्ति और धैर्य के साथ अपने मन को नियंत्रित करें।
ja: 忍耐と犠牲が、より大きな愛となって返ってきます。
ru: Контролируйте свой разум с помощью внутренней силы и терпения.

# tarotLoveDetail11_Senior
source: It's a time to silently keep your place and dedicate yourself rather than expecting immediate rewards. Your sincerity will eventually be delivered to the other person and give deep impression. If you endure difficult situations wisely, you will eventually see the light.
es: Se necesita el poder para manejar situaciones difíciles con un corazón cálido en lugar de la fuerza. Su dulzura y tolerancia tendrán el poder de conmover los corazones de los demás. Confíe en su fuerza interior.
fr: Le pouvoir de gérer des situations difficiles avec un cœur chaleureux plutôt que par la force est nécessaire. Votre douceur et votre tolérance auront le pouvoir de toucher le cœur des autres. Faites confiance à votre force intérieure.
hi: कठिन परिस्थितियों को बल के बजाय गर्मजोशी भरे हृदय से संभालने की शक्ति की आवश्यकता है। आपकी कोमलता और सहनशीलता दूसरों के दिलों को छूने की शक्ति रखेगी। अपनी आंतरिक शक्ति पर भरोसा करें।
ja: 目先の見返りを求めるよりは、黙々と自分の場所を守り、献身する時期です。あなたの真心が最終的に相手に伝わり、深い感動を与えるでしょう。困難な状況も賢明に耐え抜けば、最終的に光が見えてくるはずです。
ru: Необходима сила, чтобы справляться с трудными ситуациями с теплым сердцем, а не силой. Ваша мягкость и терпимость будут иметь силу трогать сердца других. Доверяйте своей внутренней силе.

# tarotLoveMeaning12_Senior
source: Empty unnecessary things and prepare for a new start.
es: Es un momento en el que se necesitan una nueva perspectiva y sacrificio.
fr: C'est un moment où une nouvelle perspective et un sacrifice sont nécessaires.
hi: यह वह समय है जब एक नए परिप्रेक्ष्य और बलिदान की आवश्यकता होती है।
ja: 不要なものを手放し、新しい始まりを準備してください。
ru: Это время, когда необходимы новая перспектива и жертва.

# tarotLoveDetail12_Senior
source: It's time to let go of past obsessions or old habits. New hope and energy will be filled in the emptied place. Don't fear change and take a step forward with courage.
es: Intente mirar el mundo desde un ángulo diferente. Incluso si las cosas parecen detenerse por un tiempo, es un proceso de preparación para un salto mayor. La paciencia y un corazón dedicado traerán frutos valiosos.
fr: Essayez de regarder le monde sous un angle différent. Même si les choses semblent s'arrêter pour un moment, c'est un processus de préparation pour un plus grand saut. La patience et un cœur dévoué apporteront des fruits précieux.
hi: दुनिया को एक अलग नजरिए से देखने की कोशिश करें। भले ही चीजें कुछ समय के लिए रुकी हुई लगें, यह एक बड़ी छलांग के लिए तैयारी की प्रक्रिया है। धैर्य और समर्पित हृदय मूल्यवान फल लाएगा।
ja: 過去の執着や古い習慣を捨てるべき時です。空いた場所に新しい希望と気運が満たされるでしょう。変化を恐れずに、勇気を持って一歩を踏み出してみてください。
ru: Постарайтесь взглянуть на мир под другим углом. Даже если дела кажутся остановленными на время, это процесс подготовки к большему скачку. Терпение и преданное сердце принесут ценные плоды.

# tarotLoveMeaning13_Senior
source: Maintain a peaceful relationship through moderation and harmony.
es: Lo viejo termina y se acerca un nuevo comienzo.
fr: L'ancien se termine et un nouveau départ approche.
hi: पुराना समाप्त होता है और एक नई शुरुआत करीब आती है।
ja: 節制と調和を通じて、平穏な関係を維持します。
ru: Старое заканчивается, и приближается новое начало.

# tarotLoveDetail13_Senior
source: It's important to control your heart and keep balance so as not to overdo it. True peace comes when you acknowledge each other's differences and try to achieve harmony. Find happiness in simple daily life.
es: Deje ir el pasado y prepárese para un nuevo capítulo en su vida. El cambio puede ser desconocido, pero es un proceso esencial para el crecimiento. Si acepta el flujo del cambio con un corazón ligero, vendrá nueva suerte.
fr: Lâchez le passé et préparez-vous pour un nouveau chapitre de votre vie. Le changement peut être inhabituel, mais c'est un processus essentiel pour la croissance. Si vous acceptez le flux du changement avec un cœur léger, une nouvelle chance viendra.
hi: अतीत को जाने दें और अपने जीवन के एक नए अध्याय के लिए तैयार रहें। बदलाव अपरिचित हो सकता है, लेकिन यह विकास के लिए एक आवश्यक प्रक्रिया है। यदि आप हल्के मन से बदलाव के प्रवाह को स्वीकार करते हैं, तो नया भाग्य आएगा।
ja: 行き過ぎないように心を律し、バランスを保つことが重要です。お互いの違いを認め、調和を図ろうと努力する時に真の平和が訪れます。素朴な日常から幸せを見つけてください。
ru: Отпустите прошлое и приготовьтесь к новой главе в вашей жизни. Перемены могут быть непривычными, но это важный процесс для роста. Если вы примете поток перемен с легким сердцем, придет новая удача.

# tarotLoveMeaning14_Senior
source: It's a time when rational control is needed rather than instinctive desires.
es: El equilibrio y la moderación son los valores más importantes.
fr: L'équilibre et la modération sont les valeurs les plus importantes.
hi: संतुलन और संयम सबसे महत्वपूर्ण मूल्य हैं।
ja: 本能的な欲求よりは、理性的なコントロールが必要な時期です。
ru: Баланс и умеренность — самые важные ценности.

# tarotLoveDetail14_Senior
source: Aim for a free and comfortable relationship rather than obsession or restraint. You should try to lift the dark shadow in your heart and move to a bright place. Loving yourself is the start of improving the relationship.
es: Evite los excesos en todo y mantenga un punto medio. La paz mental y un estilo de vida saludable le traerán estabilidad. Mantenga una vida diaria armoniosa combinando bien diferentes elementos.
fr: Évitez les excès en tout et maintenez un juste milieu. La tranquillité d'esprit et un mode de vie sain vous apporteront de la stabilité. Maintenez une vie quotidienne harmonieuse en combinant bien différents éléments.
hi: हर चीज में अति से बचें और बीच का रास्ता बनाए रखें। मन की शांति और स्वस्थ जीवनशैली आपको स्थिरता प्रदान करेगी। विभिन्न तत्वों को अच्छी तरह से जोड़कर एक सामंजस्यपूर्ण दैनिक जीवन बनाए रखें।
ja: 執着や拘束よりは、自由で快適な関係を目指してください。心の中の暗い影を払い、明るい場所へ進もうと努力すべきです。自分自身を愛する心が、関係改善の始まりです。
ru: Избегайте крайностей во всем и придерживайтесь золотой середины. Душевный покой и здоровый образ жизни принесут вам стабильность. Поддерживайте гармоничную повседневную жизнь, хорошо сочетая различные элементы.

# tarotLoveMeaning15_Senior
source: Keep an unwavering center even in sudden changes.
es: Tenga cuidado con la codicia excesiva o la obsesión.
fr: Faites attention à l'avidité excessive ou à l'obsession.
hi: अत्यधिक लालच या जुनून से सावधान रहें।
ja: 突然の変化の中でも、揺るぎない中心を保ってください。
ru: Будьте осторожны с чрезмерной жадностью или одержимостью.

# tarotLoveDetail15_Senior
source: Unexpected conflicts may arise, but this is rather an opportunity to reorganize the relationship. If you cope calmly without being flustered, you will be able to form a stronger bond.
es: Mire hacia atrás para ver si está atado por cosas materiales o viejos hábitos. Dejar ir su mente le hará sentirse libre. Si encuentra su verdadero yo lejos de la tentación, su suerte mejorará.
fr: Regardez en arrière pour voir si vous êtes lié par des choses matérielles ou de vieilles habitudes. Lâcher prise vous fera vous sentir libre. Si vous trouvez votre vrai moi loin de la tentation, votre chance s'améliorera.
hi: यह देखने के लिए पीछे मुड़कर देखें कि क्या आप भौतिक चीजों या पुरानी आदतों से बंधे हैं। अपने मन को जाने देने से आप स्वतंत्र महसूस करेंगे। यदि आप प्रलोभन से दूर अपना सच्चा स्वरूप पाते हैं, तो आपका भाग्य सुधरेगा।
ja: 予期せぬ葛藤が生じるかもしれませんが、これはむしろ関係を再整備する機会になります。慌てずに冷静に対処すれば、より強固な絆を形成することができるでしょう。
ru: Оглянитесь назад, чтобы увидеть, не связаны ли вы материальными вещами или старыми привычками. Если вы отпустите свой разум, вы почувствуете себя свободным. Если вы найдете свое истинное «я» вдали от искушения, ваша удача улучшится.

# tarotLoveMeaning16_Senior
source: The starlight of hope brightly shines on your relationship.
es: Un cambio repentino puede ser una oportunidad para un nuevo salto.
fr: Un changement soudain peut être une opportunité pour un nouveau saut.
hi: अचानक परिवर्तन एक नई छलांग का अवसर हो सकता है।
ja: 希望の星明かりが、あなたの縁を明るく照らします。
ru: Внезапное изменение может стать возможностью для нового скачка.

# tarotLoveDetail16_Senior
source: It's a time when peace and rest come after a difficult period. Dream of a positive future and plan together. Your bright energy will be a great joy to those around you.
es: Incluso si ocurre un evento inesperado, no se inquiete y acéptelo como un proceso de romper el viejo marco. Después de la crisis, se preparará una base más fuerte y sólida. Tenga la sabiduría para superar las dificultades.
fr: Même si un événement inattendu se produit, ne soyez pas troublé et acceptez-le comme un processus de rupture de l'ancien cadre. Après la crise, une base plus forte et plus solide sera préparée. Ayez la sagesse de surmonter les difficultés.
hi: भले ही कोई अप्रत्याशित घटना घटे, घबराएं नहीं और इसे पुराने ढांचे को तोड़ने की प्रक्रिया के रूप में स्वीकार करें। संकट के बाद, एक मजबूत और अधिक ठोस आधार तैयार होगा। कठिनाइयों को दूर करने की बुद्धि रखें।
ja: 困難な時期が過ぎ、平和と安息が訪れる時期です。未来に対するポジティブな夢を持ち、共に計画を立ててみてください。あなたの明るいエネルギーが周囲の人々にも大きな喜びとなるでしょう。
ru: Даже если произойдет неожиданное событие, не пугайтесь и примите его как процесс разрушения старых рамок. После кризиса будет подготовлена более прочная и надежная основа. Обладайте мудростью, чтобы преодолевать трудности.

# tarotLoveMeaning17_Senior
source: Shake off anxiety and move forward believing in your intuition.
es: Un momento en el que la esperanza y la luz llenan su vida.
fr: Un moment où l'espoir et la lumière remplissent votre vie.
hi: एक समय जब आशा और प्रकाश आपके जीवन को भर देते हैं।
ja: 不安を振り払い、直感を信じて進んでください。
ru: Время, когда надежда и свет наполняют вашу жизнь.

# tarotLoveDetail17_Senior
source: Think of trust in each other first rather than doubts in your heart. Like the clear sky after the fog lifts, the truth will be revealed over time. Wisdom to wait calmly without being hasty is needed.
es: Mire hacia el futuro con una mente positiva. Sus sueños y deseos se están haciendo realidad gradualmente. Compartir su energía brillante con quienes lo rodean le traerá una felicidad aún mayor.
fr: Regardez vers l'avenir avec un esprit positif. Vos rêves et vos souhaits se réalisent progressivement. Partager votre énergie lumineuse avec ceux qui vous entourent apportera un bonheur encore plus grand.
hi: सकारात्मक मन से भविष्य की ओर देखें। आपके सपने और इच्छाएं धीरे-धीरे सच हो रही हैं। अपनी उज्ज्वल ऊर्जा को अपने आस-पास के लोगों के साथ साझा करने से और भी बड़ी खुशी मिलेगी।
ja: 心の中の疑念よりは、お互いへの信頼を第一に考えてください。霧が晴れた後の晴天のように、時間が経てば真実が明らかになるでしょう。焦らずに落ち着いて待つ知恵が必要です。
ru: Смотрите в будущее с позитивным настроем. Ваши мечты и желания постепенно сбываются. Делясь своей яркой энергией с окружающими, вы обретете еще большее счастье.

# tarotLoveMeaning18_Senior
source: It's a time full of joy and blessings under the bright sun.
es: No se angustie por la incertidumbre y confíe en su intuición.
fr: Ne soyez pas anxieux face à l'incertitude et faites confiance à votre intuition.
hi: अनिश्चितता के बारे में चिंतित न हों और अपने अंतर्ज्ञान पर भरोसा करें।
ja: 明るい太陽の下、喜びと祝福に満ちた時期です。
ru: Не беспокойтесь о неопределенности и доверяйте своей интуиции.

# tarotLoveDetail18_Senior
source: It's a time overflowing with active and positive energy. Spend a pleasant time with family or acquaintances and enjoy happiness. Your bright smile will melt all conflicts.
es: Incluso si el futuro parece poco claro, no hay necesidad de preocuparse de antemano. Escuche su voz interior y muévase lentamente. A medida que pase el tiempo, la niebla se disipará y aparecerá un camino claro.
fr: Même si l'avenir semble incertain, il n'y a pas lieu de s'inquiéter à l'avance. Écoutez votre voix intérieure et avancez lentement. Avec le temps, le brouillard se dissipera et un chemin clair apparaîtra.
hi: भले ही भविष्य स्पष्ट न लगे, पहले से चिंता करने की कोई आवश्यकता नहीं है। अपनी आंतरिक आवाज सुनें और धीरे-धीरे आगे बढ़ें। जैसे-जैसे समय बीतता जाएगा, धुंध साफ हो जाएगी और एक स्पष्ट रास्ता दिखाई देगा।
ja: 活気に満ち、ポジティブなエネルギーが溢れ出る時です。家族や知人と共に楽しい時間を過ごし、幸せを満喫してください。あなたの明るい笑顔がすべての葛藤を溶かしてくれるでしょう。
ru: Даже если будущее кажется неясным, нет необходимости беспокоиться заранее. Слушайте свой внутренний голос и двигайтесь медленно. С течением времени туман рассеется и появится ясный путь.

# tarotLoveMeaning19_Senior
source: See the fruit of your efforts and prepare for a new leap.
es: Es un momento para disfrutar plenamente de la alegría y vitalidad de la vida.
fr: C'est un moment pour profiter pleinement de la joie et de la vitalité de la vie.
hi: यह जीवन के आनंद और जीवन शक्ति का पूरी तरह से आनंद लेने का समय है।
ja: 努力に対する結実を見て、新しい飛躍を準備してください。
ru: Это время в полной мере насладиться радостью и жизненной силой.

# tarotLoveDetail19_Senior
source: It's a time to feel rewarded as your hard work is recognized. Good news may be heard, so accept it with an open heart. It's time to organize the past and move toward new hope.
es: Disfrute cada día con un corazón brillante y positivo como el sol. Su presencia misma será una gran fortaleza para su familia y vecinos. Agradezca la pequeña felicidad en la vida diaria y viva una vida vibrante.
fr: Profitez de chaque jour avec un cœur brillant et positif comme le soleil. Votre présence elle-même sera une grande force pour votre famille et vos voisins. Soyez reconnaissant pour les petits bonheurs de la vie quotidienne et vivez une vie vibrante.
hi: सूरज की तरह उज्ज्वल और सकारात्मक हृदय के साथ हर दिन का आनंद लें। आपकी उपस्थिति ही आपके परिवार और पड़ोसियों के लिए बड़ी ताकत होगी। दैनिक जीवन की छोटी खुशियों के लिए आभारी रहें और एक जीवंत जीवन जिएं।
ja: これまでの労苦が認められ、やりがいを感じるようになる時期です。嬉しい知らせが届くかもしれないので、オープンな心で受け入れてください。過去を整理し、新しい希望に向かって進む時です。
ru: Наслаждайтесь каждым днем с ярким и позитивным сердцем, подобно солнцу. Ваше присутствие само по себе станет большой силой для вашей семьи и соседей. Будьте благодарны за маленькое счастье в повседневной жизни и живите яркой жизнью.

# tarotLoveMeaning20_Senior
source: Achieve completion and harmony and enjoy the best happiness.
es: Un momento en el que los resultados de sus esfuerzos pasados son recompensados.
fr: Un moment où les résultats de vos efforts passés sont récompensés.
hi: एक समय जब आपके पिछले प्रयासों के परिणाम पुरस्कृत होते हैं।
ja: 完成と調和を成し遂げ、最高の幸せを享受します。
ru: Время, когда результаты ваших прошлых усилий вознаграждаются.

# tarotLoveDetail20_Senior
source: It's a time full of peace and satisfaction gained at the end of a long journey. Enjoy daily happiness while achieving perfect harmony with nothing more to wish for. Your wisdom will be the light that brightens the surroundings.
es: Ha llegado el tiempo de la cosecha. Su vida sincera ha dado sus frutos, y recibirá reconocimiento y elogios de quienes lo rodean. Acepte este resultado con un corazón agradecido y prepárese para un nuevo viaje.
fr: Le temps de la récolte est venu. Votre vie sincère a porté ses fruits, et vous recevrez reconnaissance et éloges de la part de ceux qui vous entourent. Acceptez ce résultat avec un cœur reconnaissant et préparez-vous pour un nouveau voyage.
hi: कटाई का समय आ गया है। आपके ईमानदार जीवन ने फल दिया है, और आपको अपने आस-पास के लोगों से पहचान और प्रशंसा मिलेगी। इस परिणाम को कृतज्ञ हृदय से स्वीकार करें और एक नई यात्रा के लिए तैयार रहें।
ja: 長い旅の果てに得た平穏と満足感が満ちている時期です。これ以上望むものがない完璧な調和を成し遂げ、日常の幸せを楽しんでください。あなたの知恵が周囲を照らす光となるでしょう。
ru: Пришло время сбора урожая. Ваша искренняя жизнь принесла плоды, и вы получите признание и похвалу от окружающих. Примите этот результат с благодарным сердцем и приготовьтесь к новому путешествию.

# tarotLoveMeaning21_Senior
source: Enjoy the pleasure of daily life with a free and pure heart.
es: Disfrute del placer de la vida diaria con un corazón libre y puro.
fr: Profitez du plaisir de la vie quotidienne avec un cœur libre et pur.
hi: एक स्वतंत्र और शुद्ध हृदय के साथ दैनिक जीवन के आनंद का आनंद लें।
ja: 自由で純粋な心で、日常の楽しみを満喫してください。
ru: Наслаждайтесь удовольствием повседневной жизни со свободным и чистым сердцем.
