Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# dailyFortuneTipLove2
source: Simply being on time will build significant trust today.
de: Heute baut sich Vertrauen allein durch das Einhalten der Termine auf.
es: Hoy, la confianza se construye solo cumpliendo la hora de la cita.
fr: Aujourd'hui, la confiance se gagne simplement en respectant vos rendez-vous à l'heure.
hi: आज, केवल नियुक्ति का समय रखने से ही विश्वास बनता है।
ja: 今日は、約束の時間を守るだけで信頼が築けます。
ko: 오늘은 약속 시간을 지키는 것만으로도 신뢰가 쌓입니다.
ru: Пунктуальность сегодня особенно укрепляет доверие.
zh: 今天准时到达将建立显著的信任。

# dailyFortuneTipLove3
source: Get straight to the point to avoid unnecessary emotional drain.
de: Gespräche reduzieren den emotionalen Konsum, wenn Sie mit dem Fazit beginnen.
es: La conversación reduce el consumo emocional si comienzas con la conclusión.
fr: La conversation sera moins éprouvante si vous commencez directement par la conclusion.
hi: यदि आप निष्कर्ष से शुरू करते हैं तो बातचीत भावनात्मक खपत को कम करती है।
ja: 結論から話し始めると、感情的な消耗を減らせます。
ko: 대화는 결론부터 말하면 감정 소모가 줄어듭니다.
ru: Говорите по делу — так вы сбережете силы и эмоции.
zh: 直奔主题，避免不必要的情感消耗。

# dailyFortuneTipLove4
source: Stay mindful of your manners, even with those you're closest to.
de: Seien Sie auch zu engen Personen höflich. Sie könnten sie verletzen, indem Sie sich von der Vertrautheit täuschen lassen.
es: Sé cortés incluso con las personas cercanas. Podrías herirlas al confiarte demasiado.
fr: Restez poli, même avec vos proches. La familiarité pourrait vous amener à les blesser involontairement.
hi: करीबी लोगों के प्रति भी विनम्र रहें। आप परिचितता से धोखा खाकर उन्हें चोट पहुँचा सकते हैं।
ja: 親しい間柄でも礼儀を守りましょう。親しさに甘えて相手を傷つけてしまうかもしれません。
ko: 가까운 사람일수록 예의를 갖추세요. 익숙함에 속아 상처를 줄 수 있습니다.
ru: Вежливость важна даже с самыми близкими.
zh: 即使是对最亲近的人，也要注意礼貌。

# dailyFortuneTipLove5
source: Try a compliment before a critique. It will open doors that were previously closed.
de: Versuchen Sie es mit Lob vor Kritik. Das verschlossene Herz der anderen Person wird sich öffnen.
es: Intenta ofrecer elogios antes de la crítica. El corazón cerrado de la otra persona se abrirá.
fr: Essayez de complimenter avant de critiquer. Le cœur fermé de l'autre s'ouvrira plus facilement.
hi: आलोचना से पहले प्रशंसा करने का प्रयास करें। दूसरे व्यक्ति का बंद हृदय खुल जाएगा।
ja: 批判の前に褒め言葉をかけてみてください。相手の閉ざされた心が開くでしょう。
ko: 비판보다는 칭찬을 먼저 건네보세요. 닫혔던 상대의 마음이 열립니다.
ru: Сначала комплимент, потом замечание — это откроет больше дверей.
zh: 试着在批评前先给予赞美。它将打开原本关闭的大门。

# dailyFortuneTipLove6
source: Think before you speak. Confirm important details in writing to be safe.
de: Es ist ein Tag, an dem Versprecher besorgniserregend sind. Organisieren Sie wichtige Geschichten noch einmal per Text.
es: Es un día en el que preocupan los deslices verbales. Organiza las historias importantes una vez más por texto.
fr: Attention aux lapsus aujourd'hui. Confirmez les points importants par écrit.
hi: यह वह दिन है जब जुबान फिसलने की चिंता होती है। टेक्स्ट द्वारा एक बार और महत्वपूर्ण कहानियों को व्यवस्थित करें।
ja: 失言が心配される日です。大切な話はテキストでもう一度整理して伝えましょう。
ko: 말실수가 걱정되는 날입니다. 중요한 이야기는 문자로 한 번 더 정리하세요.
ru: Думайте перед словами. Важные детали лучше закрепить письменно.
zh: 三思而后言。为了安全起见，请以书面形式确认重要细节。

# dailyFortuneTipLove7
source: Staying out of other people's business is the best way to avoid rumors.
de: Sich nicht zu sehr in die Angelegenheiten anderer einzumischen, ist das Geheimnis, um Gerüchte zu verhindern.
es: No interferir demasiado en los asuntos de otros es el secreto para prevenir rumores.
fr: Ne pas trop s'immiscer dans les affaires d'autrui est le secret pour éviter les rumeurs.
hi: दूसरों के मामलों में बहुत अधिक हस्तक्षेप न करना अफवाहों को रोकने का रहस्य है।
ja: 他人の事に深く干渉しすぎないことが、噂を防ぐ秘訣です。
ko: 타인의 일에 지나치게 간섭하지 않는 것이 구설수를 막는 비책입니다.
ru: Не делайте выводов по одному эпизоду — дайте ситуации время.
zh: 远离他人的闲事是避免谣言的最好方法。

# dailyFortuneTipLove8
source: Keep it rational. Calm conversation is the key to healthy relationships today.
de: Rationales Gespräch anstelle einer emotionalen Reaktion hält Beziehungen gesund.
es: Una conversación racional en lugar de una respuesta emocional mantiene las relaciones saludables.
fr: Une conversation rationnelle plutôt qu'une réaction émotionnelle préservera vos relations.
hi: भावनात्मक प्रतिक्रिया के बजाय तर्कसंगत बातचीत रिश्तों को स्वस्थ रखती है।
ja: 感情的な対応よりも理性的な会話が、関係を健康に保ちます。
ko: 감정적인 대응보다는 이성적인 대화가 관계를 건강하게 유지해줍니다.
ru: Если тема тяжелая — перенесите разговор на более спокойный момент.
zh: 保持理智。冷静的交谈是今天维持健康关系的关键。

# dailyFortuneTipLove9
source: Double-check your schedule. Reliability is your most valuable asset today.
de: Überprüfen Sie den Zeitplan sorgfältig, damit sich Termine nicht überschneiden. Vertrauen ist das Kapital.
es: Revisa cuidadosamente el horario para no solapar citas. La confianza es el capital.
fr: Vérifiez soigneusement votre emploi du temps pour éviter les chevauchements. La fiabilité est votre atout.
hi: शेड्यूल को ध्यान से जांचें ताकि नियुक्तियाँ ओवरलैप न हों। विश्वास ही पूँजी है।
ja: 予定が重ならないようスケジュールを注意深く確認してください。信頼は資産です。
ko: 약속을 겹치게 잡지 않도록 일정을 잘 살피세요. 신뢰가 밑천입니다.
ru: Соблюдайте границы: уважение сегодня важнее правоты.
zh: 仔细核对你的行程。可靠是你今天最宝贵的资产。

# dailyFortuneTipCareer0
source: Focus on finishing one task completely rather than starting several new ones.
de: Anstatt Dinge zu beginnen, lässt 'eines beenden' das Glück wachsen.
es: En lugar de comenzar cosas, 'terminar una' hace crecer la suerte.
fr: Plutôt que de commencer de nouvelles choses, 'en terminer une' boostera votre chance.
hi: चीजें शुरू करने के बजाय, 'एक को खत्म करना' भाग्य को बढ़ाता है।
ja: 物事を始めることよりも、「一つを終わらせること」が運を育てます。
ko: 일을 벌리기보다 ‘하나를 끝내는 것’이 운을 키웁니다.
ru: Начните с самого важного: первое действие задает темп всему дню.
zh: 专注于彻底完成一项任务，而不是开始好几项新任务。

# dailyFortuneTipCareer1
source: Progress is better than perfection. Aim for 'done' rather than 'flawless' today.
de: Die Frist kommt vor der Perfektion. Heute bei 80% bestätigen.
es: La fecha límite es antes que la perfección. Hoy, confirma al 80%.
fr: Le respect des délais prime sur la perfection. Aujourd'hui, visez 80% de réussite.
hi: समय सीमा पूर्णता से पहले आती है। आज, 80% पर पुष्टि करें।
ja: 完璧よりも締め切りが優先です。今日は80%の完成度で確認を受けましょう。
ko: 완벽보다 마감이 먼저입니다. 오늘은 80%에서 확정하세요.
ru: Не распыляйтесь — лучше меньше задач, но качественно.
zh: 进步胜过完美。今天目标是“完成”而非“完美”。

# dailyFortuneTipCareer2
source: Clear your head by finishing that one thing you've been putting off.
de: Wenn Sie eine Sache organisieren, die Sie aufgeschoben haben, wird Ihr Kopf klar.
es: Si organizas una cosa que has estado posponiendo, tu cabeza se aclarará.
fr: Si vous réglez une tâche que vous avez reportée, votre esprit deviendra plus clair.
hi: यदि आप एक ऐसी चीज़ को व्यवस्थित करते हैं जिसे आप टाल रहे हैं, तो आपका सिर साफ हो जाता है।
ja: 後回しにしていたことを一つ整理すれば、頭がすっきりします。
ko: 미루고 있던 한 가지를 정리하면 머리가 맑아집니다.
ru: Сделайте короткий план на 3 пункта — это ускорит работу.
zh: 完成那件你一直拖延的事情，让头脑清爽起来。

# dailyFortuneTipCareer3
source: Focus on your own responsibilities to keep your stress levels low.
de: Meine Arbeit von der anderer zu trennen, reduziert Stress.
es: Separar mi trabajo del de otros reduce el estrés.
fr: Séparez votre travail de celui des autres pour réduire votre stress.
hi: मेरे काम को दूसरों के काम से अलग करना तनाव को कम करता है।
ja: 自分の仕事と他人の仕事を分けることで、ストレスを減らせます。
ko: 내가 할 일과 남의 일을 분리하면 스트레스가 줄어듭니다.
ru: Перепроверьте сроки и детали — мелкая ошибка может стоить времени.
zh: 专注于自己的职责，以保持较低的压力水平。

# dailyFortuneTipCareer4
source: Small errors can snowball. Don't skip your final review today.
de: Kleine Fehler können die Arbeit verwickeln. Vergessen Sie nicht die Endkontrolle.
es: Pequeños errores pueden enredar el trabajo. No olvides la revisión final.
fr: De petites erreurs peuvent compliquer le travail. N'oubliez pas la vérification finale.
hi: छोटी गलतियाँ काम को उलझा सकती हैं। अंतिम जांच न भूलें।
ja: 小さなミスが仕事をこじらせることがあります。最終チェックを忘れないでください。
ko: 사소한 실수로 업무가 꼬일 수 있습니다. 마지막 확인을 잊지 마세요.
ru: Попросите помощь, если застряли. Сегодня это сэкономит силы.
zh: 小错误可能会像滚雪球一样越滚越大。今天不要跳过最后的检查。

# dailyFortuneTipCareer5
source: Respect different opinions to avoid friction with colleagues or bosses.
de: Reibungen mit Vorgesetzten oder Kollegen werden erwartet. Eine Einstellung, Meinungsverschiedenheiten zu respektieren, ist erforderlich.
es: Se espera fricción con superiores o colegas. Se necesita una actitud de respeto a las diferencias de opinión.
fr: Des frictions avec des collègues ou supérieurs sont possibles. Respectez les différences d'opinion.
hi: वरिष्ठों या सहकर्मियों के साथ घर्षण की उम्मीद है। राय के अंतर का सम्मान करने वाला दृष्टिकोण आवश्यक है।
ja: 上司や同僚との摩擦が予想されます。意見の違いを尊重する態度が必要です。
ko: 상사나 동료와의 마찰이 예상됩니다. 의견 차이를 존중하는 자세가 필요합니다.
ru: Не спорьте ради спора: лучше предложите решение.
zh: 尊重不同的意见，避免与同事或上司产生摩擦。

# dailyFortuneTipCareer6
source: Concentration might waver. Try working in 50-minute blocks with 10-minute breaks.
de: Die Konzentration lässt sich heute leicht ablenken. Behalten Sie den Rhythmus von 50 Minuten Arbeit und 10 Minuten Pause bei.
es: La concentración es fácil de distraer hoy. Mantén el ritmo de trabajar 50 minutos y descansar 10.
fr: La concentration est fragile aujourd'hui. Travaillez 50 minutes et reposez-vous 10 minutes.
hi: आज एकाग्रता आसानी से विचलित हो सकती है। 50 मिनट काम करने और 10 मिनट आराम करने की लय बनाए रखें।
ja: 今日は集中力が散漫になりやすいです。50分仕事をして10分休むリズムを守りましょう。
ko: 집중력이 흐트러지기 쉬운 날입니다. 50분 일하고 10분 쉬는 리듬을 지키세요.
ru: Закройте «хвосты» — они сильнее всего съедают энергию.
zh: 注意力可能会波动。试着以“工作50分钟，休息10分钟”的节奏进行。

# dailyFortuneTipCareer7
source: Don't take on more than you can handle. Knowing your limits is a strength.
de: Übermäßige Verantwortung kann giftig sein. Übernehmen Sie nur so viel, wie Sie bewältigen können.
es: La responsabilidad excesiva puede ser venenosa. Solo asume tanto como puedas manejar.
fr: Une responsabilité excessive peut être néfaste. Ne prenez que ce que vous pouvez assumer.
hi: अत्यधिक जिम्मेदारी जहरीली हो सकती है। केवल उतना ही लें जितना आप संभाल सकें।
ja: 過度な責任感は毒になることがあります。自分がこなせる分だけを引き受けてください。
ko: 과도한 책임감은 독이 될 수 있습니다. 할 수 있는 만큼만 맡으세요.
ru: Избегайте многозадачности: одно дело за раз даст лучший результат.
zh: 不要承担超过你能力范围的工作。了解自己的极限是一种优势。

# dailyFortuneTipCareer8
source: Keep your professional and personal lives separate today.
de: Achten Sie darauf, heute keine persönlichen Gefühle in die öffentliche Arbeit zu mischen.
es: Ten cuidado de no mezclar sentimientos personales en el trabajo público hoy.
fr: Veillez à ne pas mélanger sentiments personnels et travail professionnel aujourd'hui.
hi: सावधान रहें कि आज सार्वजनिक काम में व्यक्तिगत भावनाओं को न मिलाएं।
ja: 今日は公的な仕事に私情を混ぜないように注意してください。
ko: 공적인 일에 사적인 감정을 섞지 않도록 주의해야 하는 하루입니다.
ru: Идеи записывайте сразу — мозг сегодня быстро переключается.
zh: 今天请将职业生活和私人生活分开。

# dailyFortuneTipCareer9
source: Double-check recipients and attachments before hitting 'send'.
de: Bevor Sie Dokumente oder E-Mails versenden, überprüfen Sie den Empfänger und die Anhänge noch einmal.
es: Antes de enviar documentos o correos electrónicos, revisa el destinatario y los adjuntos una vez más.
fr: Avant d'envoyer des documents ou des e-mails, vérifiez le destinataire et les pièces jointes.
hi: दस्तावेज़ या ईमेल भेजने से पहले, प्राप्तकर्ता और अटैचमेंट को एक बार और जांचें।
ja: 書類やメールを送る前に、宛先と添付ファイルをもう一度確認してください。
ko: 문서나 이메일 발송 전, 수신인과 첨부파일을 다시 한 번 체크하세요.
ru: Поставьте точку в начатом: завершение принесет уверенность.
zh: 在点击“发送”前，仔细检查收件人和附件。

# dailyFortuneTipHealth0
source: Prioritize sleep and avoid overeating or too much caffeine today.
de: Vermeiden Sie Schlafmangel, übermäßiges Essen und übermäßiges Koffein, um Ihren Zustand zu stabilisieren.
es: Evita el sueño, comer en exceso y el exceso de cafeína para estabilizar tu condición.
fr: Évitez le manque de sommeil, les excès alimentaires et la caféine pour stabiliser votre condition.
hi: अपनी स्थिति को स्थिर करने के लिए नींद, अधिक खाने और अत्यधिक कैफीन से बचें।
ja: コンディションを安定させるために、睡眠不足、過食、過度なカフェインを避けてください。
ko: 수면·과식·카페인 과다만 피하면 컨디션이 안정됩니다.
ru: Вода и сон — ваш главный ресурс сегодня.
zh: 优先保证睡眠，今天避免过量饮食或摄入过多咖啡因。

# dailyFortuneTipHealth1
source: Stretching your neck and shoulders will significantly reduce your fatigue.
de: Das Lösen von Verspannungen im Nacken und in den Schultern reduziert die heutige Müdigkeit erheblich.
es: Aliviar la tensión del cuello y los hombros reduce significativamente la fatiga de hoy.
fr: Relâcher la tension dans le cou et les épaules réduira considérablement votre fatigue.
hi: गर्दन और कंधे के तनाव को दूर करने से आज की थकान काफी कम हो जाती है।
ja: 首と肩の緊張をほぐすだけで、今日の疲労が大幅に軽減されます。
ko: 목·어깨 긴장을 풀어주면 하루 피로가 확 줄어듭니다.
ru: Не пропускайте приемы пищи: стабильный уровень энергии важнее всего.
zh: 伸展颈部和肩膀将显著减轻你的疲劳感。

# dailyFortuneTipHealth2
source: A short walk will clear your head and refresh your energy levels.
de: Ein kurzer Spaziergang ordnet Gedanken und erfrischt die Energie.
es: Una caminata corta organiza los pensamientos y refresca la energía.
fr: Une courte promenade organisera vos pensées et rafraîchira votre énergie.
hi: थोड़ी सी सैर विचारों को व्यवस्थित करती है और ऊर्जा को ताज़ा करती।
ja: 短い散歩が考えを整理し、エネルギーをリフレッシュさせます。
ko: 짧은 산책이 생각을 정리해주고 기운을 환기합니다.
ru: Сделайте разминку: спина и шея скажут спасибо.
zh: 短距离散步将清空思绪并刷新能量水平。

# dailyFortuneTipHealth3
source: A glass of water and a quick stretch will set a positive tone for your day.
de: Ein Glas Wasser und 1 Minute Dehnen unterstützen den Boden des Glücks.
es: Un vaso de agua y 1 minuto de estiramiento apoyan la base de la suerte.
fr: Un verre d'eau et une minute d'étirement soutiendront la base de votre chance.
hi: एक गिलास पानी और 1 मिनट की स्ट्रेचिंग भाग्य के तल का समर्थन करती है।
ja: 一杯の水と1分間のストレッチが運の土台を支えます。
ko: 물 한 잔, 스트레칭 1분이 운의 바닥을 받칩니다.
ru: Снижение стресса важнее скорости. Не загоняйте себя.
zh: 一杯水和简单的拉伸将为你的一天定下积极的基调。

# dailyFortuneTipHealth4
source: Give your eyes a break. Try to limit your screen time today.
de: Augenmüdigkeit kann schwerwiegend werden. Reduzieren Sie kurzzeitig die Smartphone-Nutzung.
es: La fatiga ocular puede volverse severa. Reduce brevemente el uso del teléfono inteligente.
fr: La fatigue oculaire peut devenir intense. Réduisez brièvement l'utilisation de votre smartphone.
hi: आँखों की थकान गंभीर हो सकती है। संक्षेप में स्मार्टफोन का उपयोग कम करें।
ja: 目の疲れがひどくなることがあります。スマートフォンの使用を一時的に減らしましょう。
ko: 눈의 피로가 심해질 수 있습니다. 스마트폰 사용을 잠시 줄여보세요.
ru: Короткая прогулка даст лучший эффект, чем кофе.
zh: 让眼睛休息一下。今天试着限制屏幕使用时间。

# dailyFortuneTipHealth5
source: Warm up properly before any intense physical activity.
de: Anstatt plötzlicher Aktivität ist es besser, sich nach ausreichendem Aufwärmen des Körpers zu bewegen.
es: En lugar de actividad repentina, es mejor moverse después de calentar el cuerpo suficientemente.
fr: Plutôt qu'une activité soudaine, il est préférable de bouger après un échauffement suffisant.
hi: अचानक गतिविधि के बजाय, शरीर को पर्याप्त रूप से गर्म करने के बाद आगे बढ़ना बेहतर है।
ja: 急な活動よりも、体を十分に温めてから動く方が良いでしょう。
ko: 갑작스러운 활동보다는 몸을 충분히 예열한 뒤 움직이는 게 좋습니다.
ru: Не перенапрягайтесь: сегодня лучше «в меру», чем «на максимум».
zh: 在进行任何剧烈运动前，请做好充分的热身。

# dailyFortuneTipHealth6
source: Bring a light layer. You might be more sensitive to temperature changes today.
de: Da Sie empfindlich auf Temperaturänderungen reagieren könnten, bringen Sie ein Oberteil mit, um die Körpertemperatur zu regulieren.
es: Como podrías ser sensible a los cambios de temperatura, lleva una prenda exterior para regular la temperatura corporal.
fr: Comme vous pourriez être sensible aux changements de température, prévoyez un vêtement pour réguler votre chaleur corporelle.
hi: चूँकि आप तापमान परिवर्तन के प्रति संवेदनशील हो सकते हैं, शरीर के तापमान को नियंत्रित करने के लिए बाहरी वस्त्र साथ लाएं।
ja: 気温の変化に敏感になる可能性があるため、体温調節のために上着を持ち歩きましょう。
ko: 기온 변화에 민감할 수 있으니 겉옷을 챙겨 체온을 조절하세요.
ru: Если устали — сделайте паузу без чувства вины.
zh: 带上一件轻便的外衣。你今天可能对温度变化更敏感。

# dailyFortuneTipHealth7
source: Stick to light, healthy foods for the sake of your gut and skin.
de: Vermeiden Sie heute anregende Lebensmittel für die Darmgesundheit und die Haut.
es: Evita alimentos estimulantes hoy para la salud intestinal y la piel.
fr: Évitez les aliments stimulants aujourd'hui pour votre santé intestinale et votre peau.
hi: आंतों के स्वास्थ्य और त्वचा के लिए आज उत्तेजक खाद्य पदार्थों से बचें।
ja: 腸の健康と肌のために、今日は刺激的な食べ物を避けてください。
ko: 자극적인 음식은 오늘 피하는 것이 장 건강과 피부에 이롭습니다.
ru: Следите за осанкой: это влияет и на настроение, и на самочувствие.
zh: 为了肠胃和皮肤，请坚持清淡健康的饮食。

# dailyFortuneTipHealth8
source: Sleep is your best medicine. Try to get to bed a bit earlier tonight.
de: Ausreichend Schlaf ist die beste Medizin. Gehen Sie heute früher als gewöhnlich ins Bett.
es: El sueño suficiente es la mejor medicina. Ve a la cama más temprano de lo habitual hoy.
fr: Un sommeil suffisant est votre meilleur remède. Couchez-vous plus tôt que d'habitude.
hi: पर्याप्त नींद सबसे अच्छी दवा है। आज सामान्य से पहले सो जाएं।
ja: 十分な睡眠が最高の薬です。今日はいつもより早めに就寝しましょう。
ko: 충분한 수면이 최고의 보약입니다. 오늘은 평소보다 일찍 잠자리에 드세요.
ru: Легкая еда и теплый чай помогут держать ритм.
zh: 睡眠是最好的良药。今晚试着早点休息。

# dailyFortuneTipHealth9
source: Listen to your favorite music or find a pleasant scent to keep stress at bay.
de: Wechseln Sie Ihre Stimmung mit Ihrer Lieblingsmusik oder Ihrem Lieblingsduft, damit sich kein Stress ansammelt.
es: Cambia tu estado de ánimo con tu música o aroma favorito para que el estrés no se acumule.
fr: Changez d'humeur avec votre musique ou parfum préféré pour ne pas accumuler de stress.
hi: अपने पसंदीदा संगीत या खुशबू के साथ अपना मूड बदलें ताकि तनाव जमा न हो।
ja: お気に入りの音楽や香りで気分転換し、ストレスを溜め込まないようにしましょう。
ko: 스트레스가 쌓이지 않도록 좋아하는 음악이나 향기로 기분을 전환하세요.
ru: Свежий воздух и дыхание — быстрый способ перезагрузиться.
zh: 听听你喜欢的音乐或闻闻清新的香气，让压力远离。

# eyeAnalysisTypeSharp
source: Your sharp, clear eyes reflect quick judgment and strong determination.
de: Ihre scharfen, klaren Augen spiegeln schnelles Urteilsvermögen und starke Entschlossenheit wider.
es: Tus ojos son intensos y claros, reflejando un juicio rápido y una fuerte determinación.
fr: Vos yeux sont intenses et clairs, montrant un jugement et une détermination qui se démarquent.
hi: आपकी आँखें तीक्ष्ण और स्पष्ट हैं, जो आपकी त्वरित निर्णय क्षमता और प्रेरणा को दर्शाती हैं।
ja: あなたの目は強烈で澄んでおり、瞬間的な判断力と推進力が非常に際立っています。
ko: 눈빛이 강렬하고 또렷하여, 순간적인 판단력과 추진력이 매우 돋보이는 상입니다.
ru: Острый взгляд
zh: 你锐利清澈的双眼反映出快速的判断力和坚强的意志。

# eyeAnalysisTypeDeep
source: Your calm and deep gaze suggests a wise and thoughtful personality.
de: Ihre Augen sind ruhig und tiefgründig, ein weises Gesicht, das sorgfältig beobachtet und nachdenkt, bevor es handelt.
es: Tu mirada tranquila y profunda sugiere una personalidad sabia y reflexiva.
fr: Vos yeux sont calmes et profonds, un visage sage qui observe et réfléchit attentivement avant d'agir.
hi: आपकी आँखें शांत और गहरी हैं, जो एक बुद्धिमान व्यक्तित्व को दर्शाती हैं जो कदम उठाने से पहले सावधानीपूर्वक सोचता है।
ja: あなたの目は穏やかで深く、動く前に注意深く観察し考える賢明な顔立ちです。
ko: 눈매가 차분하고 깊어, 신중하게 관찰하고 생각한 뒤 움직이는 현명한 상입니다.
ru: Глубокий взгляд
zh: 你沉稳深邃的目光预示着睿智而深思熟虑的性格。

# eyeAnalysisTypeBalanced
source: Your eyes show a perfect balance of emotion and reason, projecting a sense of stability.
de: Die Energie der Augen ist ausgeglichen und stimmt Emotionen und Vernunft angemessen aufeinander ab, um ein Gefühl der Stabilität zu vermitteln.
es: Tus ojos muestran un equilibrio perfecto entre la emoción y la razón, proyectando una sensación de estabilidad.
fr: L'énergie de vos yeux est équilibrée, harmonisant émotion et raison pour donner un sentiment de stabilité.
hi: आपकी आँखों की ऊर्जा संतुलित है, जो स्थिरता का अहसास कराती है।
ja: 目のエネルギーがバランス良く、感情と理性を適切に調整して安定感を与えます。
ko: 눈의 기운이 균형 잡혀 있어, 감정과 이성을 적절히 조율하며 안정감을 주는 상입니다.
ru: Сбалансированный взгляд
zh: 你的双眼展现出情感与理智的完美平衡，给人以稳定感。

# eyeExpressionBright
source: Your bright eyes and warm smile create an inviting aura that naturally draws people to you.
de: Besonders die strahlenden Augen und ein Lächeln harmonieren miteinander und bringen die Energie von 'Dohwa' stark zum Ausdruck, die Menschen anzieht.
es: Tus ojos brillantes y tu cálida sonrisa crean un aura acogedora que atrae naturalmente a las personas hacia ti.
fr: Particulièrement, vos yeux brillants s'harmonisent avec votre sourire, manifestant l'énergie attractive du 'Dohwa'.
hi: आपकी उज्ज्वल आँखें और मुस्कान लोगों को आकर्षित करने वाली सकारात्मक ऊर्जा पैदा करती हैं।
ja: 特に、明るい瞳と笑顔が調和し、人を惹きつける「桃花（とうか）」のエネルギーを強く放っています。
ko: 특히 밝은 눈빛과 미소가 어우러져, 사람을 끄는 도화(桃花)의 기운이 강하게 발현됩니다.
ru: Светлый и открытый
zh: 你明亮的双眼和温暖的笑容营造出一种亲切的气场，自然地吸引着人们。

# eyeExpressionGentle
source: A gentle smile within your calm gaze reflects a quiet but strong charisma.
de: Ein sanftes Lächeln verbirgt sich in ruhigen Augen und verleiht ein Gefühl von weichem Charisma des Typs 'Oeyu-naegang'.
es: Una sonrisa amable dentro de tu mirada tranquila refleja un carisma silencioso pero fuerte.
fr: Un sourire doux se cache dans vos yeux calmes, dégageant un charisme souple de type 'Oeyu-naegang' (fermeté sous la douceur).
hi: आपकी शांत आँखों में एक कोमल मुस्कान छिपी है, जो आपके सौम्य व्यक्तित्व को दर्शाती है।
ja: 穏やかな瞳の中に優しい笑顔が隠れており、「外柔内剛」型の柔らかいカリスマ性を感じさせます。
ko: 차분한 눈매 속에 은은한 미소가 서려 있어, 외유내강형의 부드러운 카리스마가 느껴집니다.
ru: Мягкий и добрый
zh: 你沉稳目光中隐藏的温柔笑意，反映出一种柔和而坚定的魅力。

# eyeExpressionStrong
source: Your intense, focused gaze symbolizes strong leadership and the drive to achieve your goals.
de: Starke Augen ohne Lächeln symbolisieren Entschlossenheit und Führung und zeigen die Kraft, direkt auf Ziele zuzugehen.
es: Tu mirada intensa y enfocada simboliza un fuerte liderazgo y el impulso para lograr tus objetivos.
fr: Des yeux forts sans sourire symbolisent la décision et le leadership, montrant la force d'aller droit vers ses objectifs.
hi: आपकी दृढ़ आँखें नेतृत्व और संकल्प का प्रतीक हैं, जो आपके लक्ष्यों की ओर बढ़ने की शक्ति को दर्शाती हैं।
ja: 笑顔のない強い瞳は決断力とリーダーシップを象徴し、目標に向かって突き進む力を示しています。
ko: 웃음기 없는 강한 눈빛은 결단력과 리더십을 상징하며, 목표를 향해 직진하는 힘이 느껴집니다.
ru: Сильный и уверенный
zh: 你专注而强烈的目光象征着卓越的领导力和达成目标的动力。

# eyeExpressionSteady
source: Your calm and serious demeanor inspires trust and respect.
de: Insgesamt eine ruhige und ernsthafte Atmosphäre, die Vertrauen durch eine gewichtige Haltung anstelle von leichten Worten und Taten gewinnt.
es: Tu comportamiento tranquilo y serio inspira confianza y respeto.
fr: Une atmosphère calme et sérieuse, gagnant la confiance par une attitude posée plutôt que par des paroles légères.
hi: आपका शांत और गंभीर स्वभाव दूसरों का विश्वास जीतने में मदद करता है।
ja: 全体的に穏やかで真剣な雰囲気であり、軽い言動よりも重みのある態度で信頼を得るタイプです。
ko: 전체적으로 차분하고 진중한 분위기라, 가벼운 언행보다는 무게감 있는 태도로 신뢰를 얻습니다.
ru: Спокойный и устойчивый
zh: 你冷静严肃的神态赢得了他人的信任和尊重。

# eyePostureTilt
source: A slightly tilted head can signal uncertainty; keeping your head held high and looking straight ahead will bring better focus and luck.
de: Der Kopf ist jedoch etwas geneigt, was das Zentrum des Geistes erschüttern kann. Ein gerader Blick nach vorn macht das Glück klarer.
es: Una cabeza ligeramente inclinada puede indicar incertidumbre; mantener la cabeza en alto y mirar hacia adelante traerá mejor enfoque y suerte.
fr: Cependant, votre tête est légèrement inclinée, ce qui pourrait troubler votre esprit ; regarder droit devant clarifiera votre chance.
hi: आपका सिर थोड़ा झुका हुआ है, जो एकाग्रता में कमी का संकेत दे सकता है; सीधे देखना आपके भाग्य को और स्पष्ट करेगा।
ja: ただし、頭が少し傾いているため、心の中心が揺らぐ可能性があります。まっすぐ前を見つめることで運気がより鮮明になります。
ko: 다만 고개가 다소 기울어 있어 마음의 중심이 흔들릴 수 있으니, 정면을 응시하면 운기가 더 맑아집니다.
ru: С легким наклоном
zh: 稍微倾斜头部可能暗示着不确定性；保持昂首挺胸并直视前方将带来更好的专注和好运。
