Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# sajuFortune2024Gyeong
source: ⚔️ 2024 Year of the Wood Dragon (Yang Metal): 'A Year of Innovation and Change' 2024 brings the energy of 'Windfalls' and 'Intuition.' Like a sharp sword clearing a path through a forest, you will break old patterns and embrace exciting new challenges. 💼 [Career & Business] Your bold decisiveness and fresh ideas will lead to success in new ventures. You may find opportunities for travel or work abroad. Embrace change, but remember to coordinate with others to avoid unnecessary conflict within your team. 💰 [Wealth] Your financial situation may see significant fluctuations. While there is potential for large profits, avoid speculative investments without a solid plan. Thorough analysis will be your best protection against losses. ❤️ [Love & Relationships] You'll have many opportunities to meet new people and expand your social life. Your curiosity in dating will be high, but try to maintain a serious and consistent attitude to build lasting connections. ⚠️ [Cautions] Pay attention to your respiratory and digestive health. Stay calm and avoid rushing into decisions to prevent accidents or mistakes caused by impatience.
de: ⚔️ 2024 Gapjin Jahr Gyeong-Metall Allgemeines Glück: 'Ein Jahr des Wandels und der Innovation' 2024 ist ein Jahr, in dem die Energie von 'Pyeon-jae' und 'Pyeon-in' für Sie eintritt. Es ist wie ein scharfes Schwert, das einen Wald lichtet und einen neuen Weg bahnt. Es wird ein Jahr sein, in dem Sie bestehende Rahmenbedingungen sprengen und neue Bereiche herausfordern, um großen Veränderungen gegenüberzustehen. 💼 [Karriere & Business] Neue Geschäftsideen werden Ihnen in den Sinn kommen und Sie werden kühne Entschlossenheit an den Tag legen. Das Glück für Auslandstätigkeiten oder Ortswechsel ist groß, und eine Haltung, Veränderungen nicht zu scheuen, ist der Schlüssel zum Erfolg. Koordinationsfähigkeiten sind jedoch erforderlich, da eigenmächtiges Handeln zu Konflikten innerhalb der Organisation führen kann. 💰 [Reichtum] Ein Jahr mit großen Schwankungen im Reichtumsglück. Sie können große Gewinne erzielen, aber unvernünftige Investitionen können zu großen Verlusten führen. Sie müssen auf der Grundlage gründlicher Analysen und Planungen agieren, und es ist besser, spekulative Investitionen zu vermeiden. ❤️ [Liebe & Beziehungen] Es wird viele Gelegenheiten geben, neue Leute kennenzulernen, und Sie werden aktive soziale Aktivitäten entfalten. Eine Zeit, in der die Neugier beim Dating zunimmt. Eine ernsthafte Haltung ist jedoch erforderlich, da es leicht heiß werden und wieder abkühlen kann. ⚠️ [Vorsicht] Achten Sie auf die Gesundheit der Atemwege oder des Dickdarms. Bewahren Sie außerdem jederzeit die Ruhe und achten Sie auf die Sicherheit, da Unfälle aufgrund einer voreiligen Persönlichkeit auftreten können.
es: Fortuna Saju 2024 Gyeong
fr: ⚔️ Fortune générale de l'année Gapjin 2024 (Métal-Gyeong) : 'Une année de changement et d'innovation' 2024 est une année où l'énergie de 'Pyeon-jae' et 'Pyeon-in' entre en jeu pour vous. C'est comme une épée tranchante dégageant une forêt et créant un nouveau chemin. Ce sera une année où vous briserez les cadres existants et défierez de nouveaux domaines pour faire face à de grands changements. 💼 [Carrière et Affaires] De nouvelles idées d'affaires vous viendront à l'esprit et vous ferez preuve d'une audace décisive. Le travail à l'étranger ou la chance de mouvement est forte ; une attitude sans peur du changement est la clé du succès. Cependant, des compétences de coordination sont nécessaires car des actions arbitraires pourraient causer des conflits au sein de l'organisation. 💰 [Richesse] Une année avec de grandes fluctuations dans la chance de richesse. Vous pourriez réaliser de grands profits, mais des investissements déraisonnables peuvent mener à de lourdes pertes. Vous devez agir sous une analyse et une planification rigoureuses, et il est préférable d'éviter les investissements spéculatifs. ❤️ [Amour et Relations] Il y aura de nombreuses occasions de rencontrer de nouvelles personnes et vous participerez à des activités sociales actives. Une période où la curiosité augmente dans les rencontres. Cependant, une attitude sérieuse est nécessaire car les sentiments peuvent s'enflammer et se refroidir facilement. ⚠️ [Précautions] Faites attention à la santé respiratoire ou du côlon. Gardez également votre calme en tout temps et portez attention à la sécurité, car des accidents peuvent survenir à cause d'une personnalité précipitée.
hi: ⚔️ 2024 गैपजिन वर्ष (लकड़ी का ड्रैगन): 'परिवर्तन और नवाचार का वर्ष' 2024 आपके लिए एक ऐसा वर्ष है जहाँ 'Pyeon-jae' और 'Pyeon-in' की ऊर्जा प्रवेश कर रही है। यह जंगल को साफ करने और नया रास्ता बनाने वाली एक तेज तलवार की तरह है। यह एक ऐसा वर्ष होगा जहाँ आप मौजूदा ढांचे को तोड़ेंगे और महान परिवर्तनों का सामना करने के लिए नए क्षेत्रों को चुनौती देंगे। 💼 [करियर और व्यवसाय] नए व्यावसायिक विचार मन में आएंगे और आप साहसिक निर्णय लेंगे। विदेशी काम या स्थानांतरण का भाग्य प्रबल है, और परिवर्तन से न डरना सफलता की कुंजी है। हालाँकि, समन्वय कौशल की आवश्यकता है क्योंकि मनमाने कार्यों से संगठन के भीतर संघर्ष हो सकता है। 💰 [धन] धन के भाग्य में बड़े उतार-चढ़ाव वाला वर्ष। आप बड़ा लाभ प्राप्त कर सकते हैं, लेकिन अनुचित निवेश से बड़ा नुकसान भी हो सकता है। आपको पूरी तरह से विश्लेषण और योजना के तहत आगे बढ़ना चाहिए, और सट्टा निवेश से बचना बेहतर है। ❤️ [प्रेम और संबंध] नए लोगों से मिलने के कई अवसर होंगे और आप सक्रिय सामाजिक गतिविधियों में शामिल होंगे। डेटिंग में जिज्ञासा बढ़ेगी। हालाँकि, एक गंभीर रवैये की आवश्यकता है क्योंकि संबंध जल्दी बन और बिगड़ सकते हैं। ⚠️ [सावधानियां] श्वसन तंत्र के स्वास्थ्य पर ध्यान दें। साथ ही, हर समय शांत रहें और सुरक्षा पर ध्यान दें क्योंकि जल्दबाजी वाले स्वभाव के कारण दुर्घटनाएं हो सकती हैं।
ja: ⚔️ 2024年 甲辰（きのえたつ）年 庚（かのえ）金 全体運: 「変化と革新の年」 2024年はあなたにとって「偏財（へんざい）」と「偏印（へんいん）」のエネルギーが入ってくる年です。鋭い剣で森を切り開き、新しい道を作るようなものです。既存の枠組みを壊し、新しい分野に挑戦して大きな変化を迎える年になるでしょう。 💼 [仕事・ビジネス] 新しいビジネスのアイデアが浮かび、大胆な決断力を発揮するでしょう。海外勤務や移動の運が強く、変化を恐れない態度が成功の鍵です。ただし、独断的な行動は組織内で対立を引き起こす可能性があるため、調整能力が必要です。 💰 [金運] 金運の変動が大きい年です。大きな利益を得る可能性もありますが、無理な投資は大きな損失につながる可能性があります。徹底的な分析と計画の下で動く必要があり、投機的な投資は避けた方が良いでしょう。 ❤️ [恋愛・対人関係] 新しい人に出会う機会が多くなり、活発な社会活動を行うでしょう。恋愛への好奇心が高まる時期です。ただし、熱しやすく冷めやすいため、真剣な態度が必要です。 ⚠️ [注意点] 呼吸器や大腸の健康に注意してください。また、せっかちな性格が原因で事故が起こる可能性があるため、常に冷静さを保ち、安全に注意してください。
ko: ⚔️ 2024년 갑진년 경금(庚金) 총운: '변화와 혁신의 해' 2024년은 경금인 당신에게 '편재(偏財)'와 '편인(偏印)'의 기운이 들어오는 해입니다. 날카로운 칼이 숲을 정리하며 새로운 길을 내는 형국입니다. 기존의 틀을 깨고 새로운 분야에 도전하여 큰 변화를 맞이하는 한 해가 될 것입니다. 💼 [직장 및 사업운] 새로운 사업 아이디어가 떠오르고 과감한 결단력을 발휘하게 됩니다. 해외 업무나 이동수가 강하며, 변화를 두려워하지 않는 태도가 성공의 열쇠입니다. 다만, 독단적인 행동으로 인해 조직 내에서 갈등이 생길 수 있으니 조율 능력이 필요합니다. 💰 [재물운] 재물 운의 변동 폭이 큰 해입니다. 큰 이익을 얻을 수도 있지만, 무리한 투자는 큰 손실을 부를 수 있습니다. 철저한 분석과 계획 하에 움직여야 하며, 투기성 투자는 피하는 것이 좋습니다. ❤️ [연애 및 대인관계] 새로운 사람들을 만날 기회가 많아지고 활발한 사교 활동을 하게 됩니다. 연애에 있어서는 호기심이 많아지는 시기입니다. 하지만 쉽게 달아오르고 식을 수 있으니 진중한 자세가 필요합니다. ⚠️ [주의사항] 호흡기나 대장 건강에 유의해야 합니다. 또한, 급한 성격으로 인해 사고가 발생할 수 있으니 항상 차분함을 유지하고 안전에 신경 써야 합니다.
ru: ⚙️ Прогноз на 2024 год (Кён, энергия металла): время дисциплины и четких решений. Структура и правила помогут добиться большего.
zh: ⚔️ 2024年 甲辰年 (木龙): '变革与创新的一年' 2024年对你来说是‘偏财’和‘偏印’能量进入的一年。就像一把利剑劈开森林，开辟出一条新路。这将是你打破现有框架、挑战新领域并面临巨大变革的一年。 💼 [事业与商务] 新的商业点子会涌现，你将展现果断的决策力。海外业务或变动运势强劲，不畏变革的态度是成功的关键。但由于武断的行为可能导致组织内冲突，需要协调能力。 💰 [财运] 财运波动较大的一年。你可能会获得巨额利润，但无理的投资也可能导致重大损失。必须在彻底的分析和计划下行动，最好避免投机性投资。 ❤️ [爱情与关系] 会有很多结识新朋友的机会，你将参与活跃的社交活动。恋爱中好奇心增加。但需要认真的态度，因为感情可能来得快去得也快。 ⚠️ [注意事项] 关注呼吸系统或大肠健康。同时，时刻保持冷静并注意安全，因为急性子可能会导致意外发生。

# sajuFortune2024Sin
source: 💎 2024 Year of the Wood Dragon (Yin Metal): 'A Year of Recognition and Honor' 2024 brings the energy of 'Stable Wealth' and 'Academic Success.' Like a jewel discovered in a forest, your value will be recognized, and you will receive just rewards for your efforts. 💼 [Career & Business] Your meticulous nature and sincerity will earn you deep trust. You may be put in charge of important projects or enjoy a promotion. This is a stable period where your plans will likely go exactly as intended. 💰 [Wealth] Your financial outlook is stable and positive. Expect consistent income and success in savings or smart financial planning. You may also receive support or an inheritance from family or mentors. ❤️ [Love & Relationships] Your polite and dignified manner will be very attractive to others. Trust will deepen in your romantic relationships, making this a great year for marriage or long-term commitments. ⚠️ [Cautions] Take care of your skin and respiratory health. Don't let perfectionism cause unnecessary stress; remember to take time for yourself and relax.
de: 💎 2024 Gapjin Jahr Sin-Metall Allgemeines Glück: 'Ein Jahr der glänzenden Juwelen und der Ehre' 2024 ist ein year, in dem die Energie von 'Jeong-jae' und 'Jeong-in' für Sie eintritt. Es ist wie ein Juwel, das in einem Wald glänzt und für seinen Wert anerkannt wird. Es wird ein Jahr sein, in dem Sie gerechte Belohnungen für Ihre Bemühungen erhalten und Ihre Ehre steigern. 💼 [Karriere & Business] Aufrichtigkeit und Gewissenhaftigkeit strahlen aus und gewinnen das Vertrauen aller um Sie herum. Sie könnten für Ihr Fachwissen anerkannt werden und die verantwortliche Person für ein wichtiges Projekt werden oder die Freude über eine Beförderung genießen. Eine stabile Zeit, in der die Dinge wie geplant reibungslos verlaufen. 💰 [Reichtum] Das Reichtumsglück ist sehr stabil und gut. Ein stetiges Einkommen ist garantiert, und Sie werden gute Ergebnisse bei Ersparnissen oder Finanztechnologien erzielen. Sie könnten auch von Eltern oder Vorgesetzten erben oder wirtschaftliche Hilfe erhalten. ❤️ [Liebe & Beziehungen] Sie werden mit einem würdevollen und höflichen Auftreten großen Charme auf das andere Geschlecht ausüben. In romantischen Beziehungen vertieft sich das Vertrauen ineinander, was es zu einem guten Jahr macht, um sich die Ehe zu versprechen. Die Beziehungen sind ebenfalls reibungslos und friedlich. ⚠️ [Vorsicht] Achten Sie auf die Lungengesundheit oder Hauterkrankungen. Manchmal müssen Sie sich auch wohlfühlen, da das Streben nach zu viel Perfektion zu Selbststress führen kann.
es: Fortuna Saju 2024 Sin
fr: 💎 Fortune générale de l'année Gapjin 2024 (Métal-Sin) : 'Une année de bijoux étincelants et d'honneur' 2024 est une année où l'énergie de 'Jeong-jae' et 'Jeong-in' entre en jeu pour vous. C'est comme un bijou brillant dans une forêt et dont la valeur est reconnue. Ce sera une année où vous recevrez de justes récompenses pour vos efforts et rehausserez votre honneur. 💼 [Carrière et Affaires] La sincérité et la méticulosité brillent, vous valant la confiance de tout votre entourage. Vous pourriez être reconnu pour votre expertise et devenir responsable d'un projet important ou savourer la joie d'une promotion. Une période stable où les choses se passent comme prévu. 💰 [Richesse] La chance de richesse est très stable et bonne. Un revenu régulier est garanti, et vous obtiendrez de bons résultats dans l'épargne ou les technologies financières. Vous pourriez également hériter de vos parents ou supérieurs ou recevoir une aide économique. ❤️ [Amour et Relations] Vous ferez preuve d'un grand charme auprès du sexe opposé grâce à une apparence digne et polie. Dans les relations amoureuses, la confiance mutuelle s'approfondit, ce qui en fait une bonne année pour promettre un mariage. Les relations sont également fluides et paisibles. ⚠️ [Précautions] Faites attention à la santé des poumons ou aux maladies de peau. De plus, vous devez parfois vous sentir à l'aise, car chercher trop la perfection peut mener à un stress personnel.
hi: 💎 2024 गैपजिन वर्ष (लकड़ी का ड्रैगन): 'चमकते रत्नों और सम्मान का वर्ष' 2024 आपके लिए एक ऐसा वर्ष है जहाँ 'Jeong-jae' और 'Jeong-in' की ऊर्जा प्रवेश कर रही है। यह जंगल में चमकने वाले और अपने मूल्य के लिए पहचाने जाने वाले रत्न की तरह है। यह एक ऐसा वर्ष होगा जहाँ आपको अपने प्रयासों के लिए उचित पुरस्कार मिलेगा और आपका सम्मान बढ़ेगा। 💼 [करियर और व्यवसाय] ईमानदारी और सूक्ष्मता चमकेगी, जिससे आपके आस-पास के सभी लोगों का विश्वास बढ़ेगा। आपको अपनी विशेषज्ञता के लिए पहचाना जा सकता है और आप किसी महत्वपूर्ण प्रोजेक्ट के प्रभारी बन सकते हैं या पदोन्नति का आनंद ले सकते हैं। एक स्थिर समय जब चीजें योजना के अनुसार सुचारू रूप से चलती हैं। 💰 [धन] धन का भाग्य बहुत स्थिर और अच्छा है। नियमित आय की गारंटी है, और आप बचत या वित्तीय तकनीक में अच्छे परिणाम प्राप्त करेंगे। आपको माता-पिता या वरिष्ठों से विरासत भी मिल सकती है या आर्थिक मदद मिल सकती है। ❤️ [प्रेम और संबंध] आप अपने गरिमापूर्ण और विनम्र व्यवहार से विपरीत लिंग को बहुत आकर्षित करेंगे। रोमांटिक रिश्तों में, एक-दूसरे पर भरोसा गहरा होगा, जिससे शादी का वादा करने के लिए यह एक अच्छा वर्ष होगा। संबंध भी सुचारू और शांतिपूर्ण रहेंगे। ⚠️ [सावधानियां] फेफड़ों के स्वास्थ्य या त्वचा रोगों पर ध्यान दें। साथ ही, कभी-कभी सहज महसूस करने की आवश्यकता होती है क्योंकि बहुत अधिक पूर्णता चाहने से मानसिक तनाव बढ़ सकता है।
ja: 💎 2024年 甲辰（きのえたつ）年 辛（かのと）金 全体運: 「宝石が輝き名誉を得る年」 2024年はあなたにとって「正財（せいざい）」と「正印（せいいん）」のエネルギーが入ってくる年です。森の中で宝石が輝き、その価値が認められるようなものです。努力に対する正当な報酬を受け取り、名誉を高める年になるでしょう。 💼 [仕事・ビジネス] 誠実さと几帳面さが光り、周囲からの信頼を得るでしょう。専門性を認められ、重要なプロジェクトの責任者になったり、昇進の喜びを味わうかもしれません。計画通りに物事が進む安定した時期です。 💰 [金運] 金運は非常に安定しており良好です。安定した収入が保証され、貯蓄や財テクで良い成果を上げるでしょう。親や目上の人から遺産を相続したり、経済的な援助を受ける可能性もあります。 ❤️ [恋愛・対人関係] 気品のある礼儀正しい姿で異性に大きな魅力をアピールするでしょう。恋愛関係ではお互いの信頼が深まり、結婚を約束するのに良い年です。対人関係も円満で平和です。 ⚠️ [注意点] 肺の健康や皮膚疾患に注意してください。また、完璧を求めすぎると自分でストレスを抱え込むことがあるため、時には気持ちを楽に持つ必要があります。
ko: 💎 2024년 갑진년 신금(辛金) 총운: '빛나는 보석과 명예의 해' 2024년은 신금인 당신에게 '정재(正財)'와 '정인(正印)'의 기운이 들어오는 해입니다. 보석이 숲속에서 빛을 발하며 가치를 인정받는 형국입니다. 노력에 대한 정당한 보상을 받고 명예를 드높이는 한 해가 될 것입니다. 💼 [직장 및 사업운] 성실함과 꼼꼼함이 빛을 발하여 주변의 신뢰를 한 몸에 받게 됩니다. 전문성을 인정받아 중요한 프로젝트의 책임자가 되거나 승진의 기쁨을 누릴 수 있습니다. 계획한 대로 일이 순조롭게 풀리는 안정적인 시기입니다. 💰 [재물운] 재물 운이 매우 안정적이고 좋습니다. 꾸준한 수입이 보장되며, 저축이나 재테크에서 좋은 결실을 맺게 됩니다. 부모님이나 윗사람으로부터 유산을 상속받거나 경제적 도움을 받을 수도 있습니다. ❤️ [연애 및 대인관계] 품격 있고 예의 바른 모습으로 이성에게 큰 매력을 어필하게 됩니다. 연인 관계에서는 서로에 대한 신뢰가 깊어져 결혼을 약속하기에 좋은 해입니다. 대인관계 역시 원만하고 평화롭습니다. ⚠️ [주의사항] 폐 건강이나 피부 질환에 유의해야 합니다. 또한, 너무 완벽을 추구하다가 스스로 스트레스를 받을 수 있으니 때로는 편안하게 마음을 먹는 것이 필요합니다.
ru: 🗡️ Прогноз на 2024 год (Син, утонченный металл): год точности и выбора приоритетов. Отсекайте лишнее — и вы увидите прогресс.
zh: 💎 2024年 甲辰年 (木龙): '珠宝闪耀与荣誉的一年' 2024年对你来说是‘正财’和‘正印’能量进入的一年。就像森林中的一颗珠宝展现其价值。这将是你为努力获得应有回报并提升荣誉的一年。 💼 [事业与商务] 诚实和细致闪耀，赢得周围所有人的信任。你可能因专业性获得认可，成为重要项目的负责人或享受晋升的喜悦。这是一个万事如意、按计划进行的稳定时期。 💰 [财运] 财运非常稳定且良好。稳定的收入有保障，在储蓄或理财方面也会取得好成绩。你也可能从父母或长辈那里继承财产或获得经济帮助。 ❤️ [爱情与关系] 你端庄有礼的形象将对异性产生巨大魅力。恋爱关系中，双方的信任加深，是承诺终身的好年份。人际关系也顺畅平和。 ⚠️ [注意事项] 关注肺部健康或皮肤病。同时，有时需要放松心情，因为过度追求完美会导致自我压力过大。

# sajuFortune2024Im
source: 🌊 2024 Year of the Wood Dragon (Yang Water): 'A Year of Flexible Growth and Wisdom' 2024 brings the energy of 'Creativity' and 'Authority.' Like a vast sea nurturing a forest, your wisdom will help you solve difficult problems and expand your influence. 💼 [Career & Business] Your creative problem-solving skills will be your greatest strength. You'll find breakthroughs in challenging situations and gain recognition for your abilities, especially in education, planning, or consulting. Manage your workload to avoid burnout. 💰 [Wealth] This is a good year to increase your income through your unique skills and talents. While wealth flows in, sudden expenses may arise, so it's wise to keep an emergency fund for peace of mind. ❤️ [Love & Relationships] Your increased understanding and tolerance will help you maintain excellent relationships. Deep conversations will strengthen your romantic bonds. Singles are likely to find a partner who brings them a sense of comfort. ⚠️ [Cautions] Pay attention to your kidney and bladder health. Avoid taking on too many responsibilities at once, as overcommitting can affect your physical well-being.
de: 🌊 2024 Gapjin Jahr Im-Wasser Allgemeines Glück: 'Ein Jahr des flexiblen Wachstums wie fließendes Wasser' 2024 ist ein Jahr, in dem die Energie von 'Sik-sin' und 'Pyeon-gwan' für Sie eintritt. Es ist wie ein großes Meer, das einen Wald befeuchtet, um Leben wachsen zu lassen. Es wird ein Jahr sein, in dem Sie Weisheit walten lassen, um schwierige Probleme zu lösen und Ihr Territorium zu erweitern. 💼 [Karriere & Business] Eine Zeit, in der kreative Problemlösungsfähigkeiten hervorstechen. Sie werden selbst in schwierigen Situationen Durchbrüche finden und Anerkennung für Ihre Fähigkeiten gewinnen. Besonders gute Ergebnisse werden in den Bereichen Bildung, Beratung und Planung erwartet. Eine Anpassung des Tempos ist jedoch erforderlich, da Sie aufgrund der übermäßigen Arbeitsbelastung erschöpft sein könnten. 💰 [Reichtum] Ein gutes Jahr, um durch Ihre Fähigkeiten oder Talente Einkommen zu schaffen. Eine Zeit, in der Essensglück und Reichtumsglück zusammen eintreffen. Es ist jedoch klug, Notfallfonds zu sichern, da plötzliche Ausgaben auftreten können. ❤️ [Liebe & Beziehungen] Sie werden gute Beziehungen zu den Menschen in Ihrer Umgebung pflegen, da Ihr Verständnis und Ihre Toleranz zunehmen. In romantischen Beziehungen werden Sie die wahren Gefühle des anderen durch tiefe Gespräche bestätigen. Wenn Sie Single sind, ist es sehr wahrscheinlich, dass Sie einen Partner mit einem angenehmen Gefühl treffen. ⚠️ [Vorsicht] Achten Sie auf die Gesundheit des Nieren- oder Blasensystems. Priorisieren Sie außerdem Ihre Handlungen, da der Versuch, zu viele Dinge gleichzeitig zu erledigen, Ihrer Gesundheit schaden kann.
es: 🌊 Fortuna General 2024 Año Gapjin Agua-Im: 'Un Año de Crecimiento Flexible Como Agua Fluyendo' 2024 es un año donde entra la energía de 'Sik-sin' y 'Pyeon-gwan' para ti. Es como un gran mar humedeciendo un bosque para cultivar vida. Será un año donde ejerces sabiduría para resolver problemas difíciles y expandir tu territorio. 💼 [Carrera y Negocios] Un momento en que destacan las habilidades creativas de resolución de problemas. Encontrarás avances incluso en situaciones difíciles y ganarás reconocimiento por tus habilidades. Se esperan buenos resultados especialmente en campos de educación, asesoramiento y planificación. Sin embargo, se necesita ajuste de ritmo ya que puedes agotarte debido a una carga de trabajo excesiva. 💰 [Riqueza] Un buen año para crear ingresos a través de tus habilidades o talentos. Un momento en que la suerte de comida y la suerte de riqueza entran juntas. Sin embargo, es sabio asegurar fondos de emergencia ya que pueden ocurrir gastos repentinos. ❤️ [Amor y Relaciones] Mantendrás buenas relaciones con las personas que te rodean con mayor comprensión y tolerancia. En las relaciones románticas, confirmarán los verdaderos sentimientos del otro a través de una conversación profunda. Si estás soltero, es muy probable que conozcas a una pareja con una sensación cómoda. ⚠️ [Precauciones] Presta atención a la salud del sistema renal o de la vejiga. Además, prioriza tus acciones ya que tratar de manejar demasiadas cosas a la vez puede dañar tu salud.
fr: 🌊 Fortune générale de l'année Gapjin 2024 (Eau-Im) : 'Une année de croissance flexible comme l'eau qui coule' 2024 est une année où l'énergie de 'Sik-sin' et 'Pyeon-gwan' entre en jeu pour vous. C'est comme une vaste mer humidifiant une forêt pour faire croître la vie. Ce sera une année où vous exercerez votre sagesse pour résoudre des problèmes difficiles et étendre votre territoire. 💼 [Carrière et Affaires] Une période où les compétences créatives de résolution de problèmes se démarquent. Vous trouverez des percées même dans des situations difficiles et gagnerez de la reconnaissance pour vos capacités. De bons résultats sont particulièrement attendus dans les domaines de l'éducation, du conseil et de la planification. Cependant, un ajustement du rythme est nécessaire car vous pourriez vous épuiser en raison d'une charge de travail excessive. 💰 [Richesse] Une bonne année pour générer des revenus grâce à vos compétences ou vos talents. Une période où la chance alimentaire et la chance de richesse entrent ensemble. Cependant, il est sage de sécuriser des fonds d'urgence car des dépenses soudaines pourraient survenir. ❤️ [Amour et Relations] Vous maintiendrez de bonnes relations avec votre entourage grâce à une compréhension et une tolérance accrues. Dans les relations amoureuses, vous confirmerez vos sentiments mutuels par une conversation profonde. Si vous êtes célibataire, vous êtes très susceptible de rencontrer un partenaire avec un sentiment de confort. ⚠️ [Précautions] Faites attention à la santé du système rénal ou de la vessie. Priorisez également vos actions, car essayer de gérer trop de choses à la fois pourrait nuire à votre santé.
hi: 🌊 2024 गैपजिन वर्ष (लकड़ी का ड्रैगन): 'बहते पानी की तरह लचीली वृद्धि का वर्ष' 2024 आपके लिए एक ऐसा वर्ष है जहाँ 'Sik-sin' और 'Pyeon-gwan' की ऊर्जा प्रवेश कर रही है। यह जंगल को सींचने और जीवन को बढ़ाने वाले एक बड़े समुद्र की तरह है। यह एक ऐसा वर्ष होगा जहाँ आप कठिन समस्याओं को हल करने और अपने क्षेत्र का विस्तार करने के लिए बुद्धिमत्ता का उपयोग करेंगे। 💼 [करियर और व्यवसाय] रचनात्मक समस्या-समाधान कौशल अलग दिखेंगे। आपको कठिन परिस्थितियों में भी सफलता मिलेगी और आपकी क्षमताओं के लिए पहचान मिलेगी। शिक्षा, परामर्श और योजना क्षेत्रों में अच्छे परिणामों की उम्मीद है। हालाँकि, गति समायोजन की आवश्यकता है क्योंकि अत्यधिक कार्यभार के कारण आप थक सकते हैं। 💰 [धन] अपनी प्रतिभा के माध्यम से आय उत्पन्न करने के लिए एक अच्छा वर्ष। एक ऐसा समय जब सुख-सुविधाएं और धन का भाग्य एक साथ प्रवेश करते हैं। हालाँकि, आपातकालीन धन सुरक्षित रखना बुद्धिमानी है क्योंकि अचानक खर्च हो सकते हैं। ❤️ [प्रेम और संबंध] आप बढ़ती समझ और सहनशीलता के साथ अपने आस-पास के लोगों के साथ अच्छे संबंध बनाए रखेंगे। रोमांटिक रिश्तों में, आप गहरी बातचीत के माध्यम से एक-दूसरे की सच्ची भावनाओं की पुष्टि करेंगे। यदि अविवाहित हैं, तो आपके एक अच्छे साथी से मिलने की उच्च संभावना है। ⚠️ [सावधानियां] किडनी या मूत्राशय स्वास्थ्य पर ध्यान दें। साथ ही, अपने कार्यों को प्राथमिकता दें क्योंकि एक साथ बहुत सारी चीजें संभालने की कोशिश करने से आपके स्वास्थ्य को नुकसान पहुँच सकता है।
ja: 🌊 2024年 甲辰（きのえたつ）年 壬（みずのえ）水 全体運: 「流れる水のように柔軟に成長する年」 2024年はあなたにとって「食神（しょくじん）」と「偏官（へんかん）」のエネルギーが入ってくる年です。大きな海が森を潤し、生命を育むようなものです。知恵を発揮して困難な問題を解決し、自分の領域を広げる年になるでしょう。 💼 [仕事・ビジネス] 創造的な問題解決能力が際立つ時期です。困難な状況でも突破口を見つけ、能力を認められるでしょう。特に教育、相談、企画分野で良い成果が期待できます。ただし、過度な業務量で疲弊する可能性があるため、ペース配分が必要です。 💰 [金運] 自分の技術や才能で収入を生み出すのに良い年です。食録と財運が共に入ってくる時期です。ただし、突然の支出が発生する可能性があるため、非常用資金を確保しておくと賢明です。 ❤️ [恋愛・対人関係] 理解と寛容さが増し、周囲の人と良い関係を維持するでしょう。恋愛関係では深い対話を通じてお互いの本心を確認することになります。シングルの場合、一緒にいて心地よい相手に出会う可能性が高いです。 ⚠️ [注意点] 腎臓や膀胱系の健康に注意してください。また、一度に多くのことを処理しようとすると健康を害する恐れがあるため、優先順位を決めて行動してください。
ko: 🌊 2024년 갑진년 임수(壬水) 총운: '흐르는 물처럼 유연한 성장의 해' 2024년은 임수인 당신에게 '식신(食神)'과 '편관(偏官)'의 기운이 들어오는 해입니다. 큰 바다가 숲을 적셔 생명을 키우는 형국입니다. 지혜를 발휘하여 어려운 문제를 해결하고 자신의 영역을 넓혀가는 한 해가 될 것입니다. 💼 [직장 및 사업운] 창의적인 문제 해결 능력이 돋보이는 시기입니다. 어려운 상황에서도 돌파구를 찾아내어 능력을 인정받게 됩니다. 교육, 상담, 기획 분야에서 특히 좋은 성과가 기대됩니다. 다만, 과도한 업무량으로 인해 지칠 수 있으니 완급 조절이 필요합니다. 💰 [재물운] 자신의 기술이나 재능을 통해 수익을 창출하기 좋은 해입니다. 먹을 복과 재물 복이 함께 들어오는 시기입니다. 하지만 갑작스러운 지출이 생길 수 있으니 비상금을 확보해 두는 것이 현명합니다. ❤️ [연애 및 대인관계] 이해심이 넓어지고 포용력이 생겨 주변 사람들과 좋은 관계를 유지합니다. 연인 관계에서는 깊은 대화를 통해 서로의 속마음을 확인하게 됩니다. 싱글이라면 편안한 느낌의 상대를 만날 가능성이 높습니다. ⚠️ [주의사항] 신장이나 방광 계통의 건강에 유의해야 합니다. 또한, 너무 많은 일을 한꺼번에 처리하려다 건강을 해칠 수 있으니 우선순위를 정해 행동하는 것이 중요합니다.
ru: 🌊 Прогноз на 2024 год (Им, энергия воды): период движения и расширения. Учеба, поездки и новые знакомства принесут удачу.
zh: 🌊 2024年 甲辰年 (木龙): '如流水般灵活成长的一年' 2024年对你来说是‘食神’和‘偏官’能量进入的一年。就像大海滋润森林，孕育生命。这将是你运用智慧解决难题并扩张领地的一年。 💼 [事业与商务] 这是一个创造性解决问题的能力突出的时期。即使在困难的情况下，你也能找到突破口并获得认可。在教育、咨询和策划领域有望取得好成绩。但由于工作量过大可能导致精疲力竭，需要调整节奏。 💰 [财运] 这是一个通过你的技能或才华创造收入的好年份。衣食运和财运同时进入。但由于可能会有突发性开支，预留应急资金是明智的。 ❤️ [爱情与关系] 随着理解和包容力的增加，你将与周围人保持良好的关系。在恋爱关系中，你们将通过深度对话确认彼此的真心。单身者很有可能遇到让你感到舒适的伴侣。 ⚠️ [注意事项] 关注肾脏或膀胱系统健康。同时，优先安排行动，因为试图同时处理太多事情可能会损害健康。
