Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# privacyPolicy
source: Terms of Service and Privacy Policy 1. General Provisions Article 1 (Purpose) The purpose of these Terms is to define the conditions and procedures for using the service provided by 'Fortune Alarm' (hereinafter referred to as the 'Service'), as well as the rights, obligations, and responsibilities of users and the developer. Article 2 (Privacy Policy) 1. Items and Method of Personal Information Collection This Service can be used without membership registration and does not store or collect users' personal information on a separate server. However, the following information may be generated and stored on the device during the use of the Service: - Alarm settings, mission completion records, fortune cookie acquisition history, etc. 2. Information on Device Permission Usage The Service uses the following permissions to the minimum extent necessary to provide the Service: - Notifications (Required): Used for alarm execution and fortune cookie notifications. - Exact Alarm & Battery Optimization Exclusion (Required): Used to ensure alarms ring on time even in power-saving mode. - Display Over Other Apps (Required): Used to display the alarm screen on the lock screen or while using other apps. - Camera (Optional): Used only for 'Object Snap' mission; captured images are processed only on the device and are not transmitted to a server. 3. Advertising Services and Data Processing This Service uses Google AdMob to deliver advertisements for free service provision. Google may collect some non-personally identifiable information, such as Advertising ID (ADID), for personalized ad settings. - Google Privacy Policy: https://policies.google.com/privacy Article 3 (Data Storage and Deletion) This Service is a local app that stores data on the user's device. If you delete the app, all data stored on the device (alarms, mission records, etc.) will be immediately deleted and cannot be recovered. Article 4 (Disclaimer) 1. The fortune information provided by this Service is for entertainment purposes only, and its accuracy or reliability is not guaranteed. 2. The developer is not responsible if the alarm does not ring due to device setting changes (turning off notifications, battery optimization, etc.) or system errors. Article 5 (Contact Information) If you have any inconveniences or inquiries while using the Service, please contact us at the email below. Email: seriessnap.co@gmail.com
de: Nutzungsbedingungen und Datenschutzrichtlinie 1. Allgemeine Bestimmungen Artikel 1 (Zweck) Der Zweck dieser Bedingungen besteht darin, die Bedingungen und Verfahren für die Nutzung des von 'Fortune Alarm' bereitgestellten Dienstes (im Folgenden als 'Dienst' bezeichnet) sowie die Rechte, Pflichten und Verantwortlichkeiten der Benutzer und des Entwicklers festzulegen. Artikel 2 (Datenschutzrichtlinie) 1. Gegenstände und Methode der Erhebung personenbezogener Daten Dieser Dienst kann ohne Registrierung einer Mitgliedschaft genutzt werden und speichert oder sammelt keine personenbezogenen Daten der Benutzer auf einem separaten Server. Die folgenden Informationen können jedoch während der Nutzung des Dienstes auf dem Gerät generiert und gespeichert werden: - Weckereinstellungen, Aufzeichnungen über den Abschluss von Missionen, Verlauf des Erwerbs von Glückskeksen usw. 2. Informationen zur Nutzung von Geräteberechtigungen Der Dienst verwendet die folgenden Berechtigungen im für die Bereitstellung des Dienstes erforderlichen Mindestumfang: - Benachrichtigungen (Erforderlich): Wird für die Ausführung von Weckern und Glückskeks-Benachrichtigungen verwendet. - Exakter Wecker & Ausschluss von der Batterieoptimierung (Erforderlich): Wird verwendet, um sicherzustellen, dass Wecker auch im Energiesparmodus pünktlich klingeln. - Über anderen Apps anzeigen (Erforderlich): Wird verwendet, um den Weckerbildschirm auf dem Sperrbildschirm oder während der Nutzung anderer Apps anzuzeigen. - Kamera (Optional): Wird nur für die 'Objekt-Snap'-Mission verwendet; aufgenommene Bilder werden nur auf dem Gerät verarbeitet und nicht an einen Server übertragen. 3. Werbedienste und Datenverarbeitung Dieser Dienst verwendet Google AdMob, um Werbung für die kostenlose Bereitstellung des Dienstes bereitzustellen. Google kann einige nicht persönlich identifizierbare Informationen, wie z. B. die Werbe-ID (ADID), für personalisierte Werbeeinstellungen erfassen. - Google-Datenschutzrichtlinie: https://policies.google.com/privacy Artikel 3 (Datenspeicherung und -löschung) Dieser Dienst ist eine lokale App, die Daten auf dem Gerät des Benutzers speichert. Wenn Sie die App löschen, werden alle auf dem Gerät gespeicherten Daten (Wecker, Missionsaufzeichnungen usw.) sofort gelöscht und können nicht wiederhergestellt werden.
es: Términos de Servicio y Política de Privacidad 1. Disposiciones Generales Artículo 1 (Propósito) El propósito de estos Términos es definir las condiciones y procedimientos para usar el servicio proporcionado por 'Fortune Alarm' (en adelante, el 'Servicio'), así como los derechos, obligaciones y responsabilidades de los usuarios y el desarrollador. Artículo 2 (Política de Privacidad) 1. Elementos y Método de Recopilación de Información Personal Este Servicio se puede utilizar sin registro de membresía y no almacena ni recopila información personal de los usuarios en un servidor separado. Sin embargo, la siguiente información puede generarse y almacenarse en el dispositivo durante el uso del Servicio: - Ajustes de alarma, registros de finalización de misiones, historial de adquisición de galletas de la fortuna, etc. 2. Información sobre el Uso de Permisos del Dispositivo El Servicio utiliza los siguientes permisos en la medida mínima necesaria para proporcionar el Servicio: - Notificaciones (Requerido): Usado para la ejecución de alarmas y notificaciones de galletas de la fortuna. - Alarma Exacta y Exclusión de Optimización de Batería (Requerido): Usado para asegurar que las alarmas suenen a tiempo incluso en modo de ahorro de energía. - Mostrar sobre otras apps (Requerido): Usado para mostrar la pantalla de alarma en la pantalla de bloqueo o mientras se usan otras aplicaciones. - Cámara (Opcional): Usado solo para la misión 'Object Snap'; las imágenes capturadas se procesan solo en el dispositivo y no se transmiten a un servidor. 3. Servicios de Publicidad y Procesamiento de Datos Este Servicio utiliza Google AdMob para mostrar anuncios y proporcionar el servicio de forma gratuita. Google puede recopilar cierta información no identificable personalmente, como el ID de publicidad (ADID), para la configuración de anuncios personalizados. - Política de Privacidad de Google: https://policies.google.com/privacy Artículo 3 (Almacenamiento y Eliminación de Datos) Este Servicio es una aplicación local que almacena datos en el dispositivo del usuario. Si eliminas la aplicación, todos los datos almacenados en el dispositivo (alarmas, registros de misiones, etc.) se eliminarán inmediatamente y no se podrán recuperar.
fr: Conditions d'utilisation et Politique de confidentialité 1. Dispositions générales Article 1 (Objet) L'objet de ces conditions est de définir les conditions et procédures d'utilisation du service fourni par 'Fortune Alarm' (ci-après dénommé le 'Service'), ainsi que les droits, obligations et responsabilités des utilisateurs et du développeur. Article 2 (Politique de confidentialité) 1. Éléments et méthode de collecte des informations personnelles Ce Service peut être utilisé sans inscription et ne stocke ni ne collecte les informations personnelles des utilisateurs sur un serveur séparé. Cependant, les informations suivantes peuvent être générées et stockées sur l'appareil lors de l'utilisation du Service : - Paramètres d'alarme, enregistrements d'achèvement de mission, historique d'acquisition de Fortune Cookies, etc. 2. Informations sur l'utilisation des permissions de l'appareil Le Service utilise les permissions suivantes dans la mesure minimale nécessaire pour fournir le Service : - Notifications (Requis) : Utilisé pour l'exécution des alarmes et les notifications de Fortune Cookies. - Alarme exacte et Exclusion d'optimisation de batterie (Requis) : Utilisé pour garantir que les alarmes sonnent à l'heure même en mode économie d'énergie. - Afficher sur d'autres applis (Requis) : Utilisé pour afficher l'écran d'alarme sur l'écran de verrouillage ou lors de l'utilisation d'autres applications. - Caméra (Optionnel) : Utilisé uniquement pour la mission 'Object Snap' ; les images capturées sont traitées uniquement sur l'appareil et ne sont pas transmises à un serveur. 3. Services publicitaires et traitement des données Ce Service utilise Google AdMob pour diffuser des publicités afin de fournir le service gratuitement. Google peut collecter certaines informations non personnellement identifiables, telles que l'identifiant publicitaire (ADID), pour les paramètres publicitaires personnalisés. - Politique de confidentialité de Google : https://policies.google.com/privacy Article 3 (Stockage et suppression des données) Ce Service est une application locale qui stocke les données sur l'appareil de l'utilisateur. Si vous supprimez l'application, toutes les données stockées sur l'appareil (alarmes, enregistrements de missions, etc.) seront immédiatement supprimées et ne pourront pas être récupérées.
hi: सेवा की शर्तें और गोपनीयता नीति 1. सामान्य प्रावधान अनुच्छेद 1 (उद्देश्य) इन शर्तों का उद्देश्य 'फॉर्च्यून अलार्म' (इसके बाद 'सेवा' कहा जाएगा) द्वारा प्रदान की जाने वाली सेवा के उपयोग की शर्तों और प्रक्रियाओं, और उपयोगकर्ताओं और डेवलपर के अधिकारों, दायित्वों और जिम्मेदारियों को निर्धारित करना है। अनुच्छेद 2 (शर्तों की परिभाषा) 1. 'उपयोगकर्ता' उस व्यक्ति को संदर्भित करता है जो ऐप इंस्टॉल करता है और सेवा का उपयोग करता है। 2. 'सेवा' अलार्म, भाग्य, मौसम और मिशन जैसे कार्यों को संदर्भित करती है जो ऐप के माध्यम से प्रदान किए जाते हैं। 2. सेवा का उपयोग अनुच्छेद 3 (सेवा प्रावधान) 1. यह सेवा अलार्म, मिशन, आज का भाग्य और मौसम की जानकारी जैसे कार्य नि:शुल्क प्रदान करती है। 2. मौसम की जानकारी के लिए स्थान डेटा का उपयोग किया जाता है, और यह डेटा सर्वर पर संग्रहीत नहीं होता है। अनुच्छेद 4 (विज्ञापन) सेवा के संचालन के लिए ऐप के भीतर विज्ञापन प्रदर्शित किए जा सकते हैं। 3. व्यक्तिगत जानकारी सुरक्षा अनुच्छेद 5 (व्यक्तिगत जानकारी का संग्रह और उपयोग) 1. यह ऐप सदस्यता पंजीकरण की आवश्यकता नहीं है और सर्वर पर व्यक्तिगत जानकारी संग्रहीत नहीं करता है। 2. सभी डेटा (अलार्म सेटिंग्स, मिशन रिकॉर्ड, आदि) उपयोगकर्ता के डिवाइस पर स्थानीय रूप से संग्रहीत किए जाते हैं। 3. ऐप को हटाने पर, सभी संग्रहीत डेटा भी हटा दिए जाएंगे और उन्हें पुनर्प्राप्त नहीं किया जा सकता है। अनुच्छेद 6 (अनुमतियाँ) सेवा का उपयोग करने के लिए निम्नलिखित अनुमतियों की आवश्यकता हो सकती है: - अलार्म और रिमाइंडर: सटीक समय पर अलार्म बजाने के लिए उपयोग किया जाता है। - अन्य ऐप्स के ऊपर दिखाएं: अलार्म स्क्रीन प्रदर्शित करने के लिए उपयोग किया जाता है। - स्थान: मौसम की जानकारी प्रदान करने के लिए उपयोग किया जाता है। - बैटरी अनुकूलन को अनदेखा करें: अलार्म के विश्वसनीय संचालन के लिए उपयोग किया जाता है। 4. दायित्व और क्षतिपूर्ति अनुच्छेद 7 (प्रतिबंध) डेवलपर सेवा के उपयोग से होने वाले किसी भी नुकसान के लिए जिम्मेदार नहीं है (अलार्म विफलता, डेटा हानि, आदि)। उपयोगकर्ता डेटा बैकअप और प्रबंधन के लिए जिम्मेदार है। 5. अन्य अनुच्छेद 8 (संपर्क) सेवा के बारे में पूछताछ के लिए, कृपया नीचे दिए गए ईमेल पर संपर्क करें। ईमेल: seriessnap.co@gmail.com
ja: 利用規約およびプライバシーポリシー 1. 総則 第1条（目的） 本規約は、「フォーチュンアラーム」（以下「本サービス」）が提供するサービスの利用条件および手続、利用者と開発者の権利・義務・責任等を定めることを目的とします。 第2条（プライバシーポリシー） 1. 個人情報の収集項目および方法 本サービスは会員登録なしで利用でき、利用者の個人情報を別途サーバーに保存または収集しません。 ただし、サービス利用の過程で次の情報が生成され、端末内に保存される場合があります： - アラーム設定、ミッション達成記録、フォーチュンクッキー獲得履歴 など 2. 端末権限の利用について 本サービスは、機能提供に必要な範囲で次の権限を利用します： - 通知（必須）：アラーム実行およびフォーチュンクッキー通知のため - 正確なアラーム／バッテリー最適化の除外（必須）：省電力時でも定刻に鳴動させるため - 他のアプリの上に表示（必須）：ロック画面や他アプリ使用中でもアラーム画面を表示するため - カメラ（任意）：「オブジェクトスナップ」ミッションでのみ使用。撮影画像は端末内で処理され、サーバーへ送信されません。 3. 広告サービスとデータ処理 本サービスは無料提供のため、Google AdMob を利用して広告を配信します。 Google は広告の最適化のために広告識別子（ADID）等の非個人情報を収集する場合があります。 - Google プライバシーポリシー：https://policies.google.com/privacy 第3条（データの保存および削除） 本サービスは利用者の端末にデータを保存するローカルアプリです。 アプリを削除すると、端末内に保存されたすべてのデータ（アラーム、ミッション記録等）は直ちに削除され、復元できません。 第4条（免責） 1. 本サービスが提供する運勢情報は娯楽目的の参考情報であり、正確性・信頼性を保証しません。 2. 端末設定の変更（通知オフ、バッテリー最適化等）やシステム不具合によりアラームが鳴らない場合、開発者は責任を負いません。 第5条（お問い合わせ） 本サービスに関するお問い合わせは下記メールアドレスまでご連絡ください。 メール：seriessnap.co@gmail.com
ko: 서비스 이용약관 및 개인정보 처리방침 1. 총칙 제1조 (목적) 본 약관은 '포춘 알람'(이하 '서비스')이 제공하는 서비스의 이용조건 및 절차, 이용자와 개발자의 권리, 의무 및 책임사항 등 기타 필요한 사항을 규정함을 목적으로 합니다. 제2조 (개인정보 처리방침) 1. 개인정보 수집 항목 및 방법 본 서비스는 회원가입 없이 이용 가능하며, 별도의 서버에 이용자의 개인정보를 저장하거나 수집하지 않습니다. 단, 서비스 이용 과정에서 아래와 같은 정보가 생성되어 기기 내에 저장될 수 있습니다. - 알람 설정 정보, 미션 수행 기록, 포춘쿠키 획득 내역 등 2. 기기 권한 사용 안내 서비스 제공을 위해 다음의 권한을 최소한으로 사용합니다. - 알림 (필수): 알람 실행 및 포춘쿠키 알림을 위해 사용합니다. - 정확한 알람 및 배터리 최적화 제외 (필수): 절전 모드에서도 알람이 정시에 울리도록 보장하기 위해 사용합니다. - 다른 앱 위에 표시 (필수): 잠금 화면이나 다른 앱 사용 중에도 알람 화면을 띄우기 위해 사용합니다. - 카메라 (선택): '사물 찍기' 미션 수행 시에만 사용되며, 촬영된 이미지는 서버로 전송되지 않고 기기 내에서만 처리됩니다. 3. 광고 서비스 및 데이터 처리 본 서비스는 무료 제공을 위해 Google AdMob을 이용하여 광고를 송출합니다. Google은 광고 맞춤 설정을 위해 광고 식별자(ADID) 등 일부 비식별 정보를 수집할 수 있습니다. - Google 개인정보 처리방침: https://policies.google.com/privacy 제3조 (데이터의 저장 및 삭제) 본 서비스는 이용자의 기기에 데이터를 저장하는 로컬 방식의 앱입니다. 앱을 삭제할 경우 기기에 저장된 모든 데이터(알람, 미션 기록 등)는 즉시 삭제되며 복구할 수 없습니다. 제4조 (면책 조항) 1. 본 서비스에서 제공하는 운세 정보는 재미를 위한 참고용이며, 그 정확성이나 신뢰성을 보증하지 않습니다. 2. 기기의 설정 변경(알림 끄기, 배터리 최적화 등)이나 시스템 오류로 인해 알람이 울리지 않는 경우에 대해 개발자는 책임을 지지 않습니다. 제5조 (문의처) 서비스 이용 중 불편 사항이나 문의가 있으실 경우 아래 이메일로 연락 주시기 바랍니다. 이메일: seriessnap.co@gmail.com
ru: Условия и конфиденциальность\n\n1. Общие положения\n\nСтатья 1 (Цель)\nЭти условия определяют правила использования приложения «Fortune Alarm» (далее — «Сервис»), а также права и обязанности пользователя и разработчика.\n\nСтатья 2 (Конфиденциальность)\n1) Приложение не требует регистрации и не хранит персональные данные на сервере.\n2) Данные (будильники, миссии, история печенек и т.п.) сохраняются локально на устройстве.\n3) Разрешения используются только для работы функций: уведомления, точный будильник/исключение оптимизации батареи, показ поверх других приложений, камера (только для миссии с фото).\n\nСтатья 3 (Реклама)\nСервис может показывать рекламу (Google AdMob). Идентификатор рекламы может использоваться для персонализации.\n\nСтатья 4 (Удаление данных)\nПри удалении приложения все локальные данные удаляются и не подлежат восстановлению.\n\nКонтакты: seriessnap.co@gmail.com
zh: 服务条款与隐私政策 1. 总则 第1条（目的） 本条款旨在规定“幸运闹钟”（以下简称“本服务”）所提供服务的使用条件与流程，以及用户与开发者的权利、义务与责任等事项。 第2条（隐私政策） 1. 个人信息收集项目与方式 本服务无需注册即可使用，不会在独立服务器上保存或收集用户的个人信息。 但在使用过程中，以下信息可能会在设备上生成并本地保存： - 闹钟设置、任务完成记录、幸运饼干获取记录等 2. 设备权限使用说明 为提供服务，本服务仅在必要范围内使用以下权限： - 通知（必需）：用于闹钟运行及幸运饼干通知 - 精确闹钟与电池优化排除（必需）：用于确保在省电模式下闹钟也能准时响铃 - 在其他应用上层显示（必需）：用于在锁屏或使用其他应用时显示闹钟界面 - 相机（可选）：仅用于“物体拍摄”任务；拍摄图片仅在设备上处理，不会上传至服务器 3. 广告服务与数据处理 为免费提供服务，本服务使用 Google AdMob 投放广告。 Google 可能会为广告个性化设置收集广告标识符（ADID）等非个人身份信息。 - Google 隐私政策：https://policies.google.com/privacy 第3条（数据存储与删除） 本服务为本地应用，数据存储在用户设备中。 如删除应用，设备中保存的所有数据（闹钟、任务记录等）将立即删除且无法恢复。 第4条（免责声明） 1. 本服务提供的运势信息仅供娱乐参考，不保证其准确性或可靠性。 2. 因设备设置变更（关闭通知、启用电池优化等）或系统错误导致闹钟未响，开发者不承担责任。 第5条（联系方式） 如有任何问题或意见，请通过以下邮箱联系我们： 邮箱：seriessnap.co@gmail.com

source: Alarm Optimization
de: Weckerton-Optimierung
es: Optimización de Sonido de Alarma
fr: Optimisation du son de l'alarme
hi: अलार्म ऑप्टिमाइज़ेशन
ja: アラーム最適化
ko: 알람 울림 최적화
ru: Оптимизация будильника
zh: 闹钟运行优化

# allOptimizationsCompleted
source: All settings optimized.
de: Alle Optimierungseinstellungen abgeschlossen
es: Todos los ajustes de optimización completados
fr: Tous les paramètres d'optimisation sont terminés
hi: सभी ऑप्टिमाइज़ेशन सेटिंग्स पूरी हो गईं
ja: すべての最適化設定が完了しました
ko: 모든 최적화 설정 완료됨
ru: Все настройки оптимизации выполнены
zh: 所有设置已优化。

# optimizationNeeded
source: Additional settings are required for accurate alarms.
de: Einstellungen sind für genaue Wecker erforderlich.
es: Se requieren ajustes para alarmas precisas.
fr: Des paramètres sont requis pour des alarmes précises.
hi: सटीक अलार्म के लिए सेटिंग्स की आवश्यकता है।
ja: 正確なアラームのために設定が必要です。
ko: 정확한 알람을 위해 설정이 필요합니다.
ru: Для точного будильника нужны настройки.
zh: 为了确保闹钟准时响铃，需要进行必要设置。

# optimizationDescription
source: To ensure your alarms ring on time, please allow the following permissions in your system settings.
de: Wecker können aufgrund von Android-Systemeinstellungen verzögert sein oder nicht klingeln. Bitte setzen Sie alle Elemente auf zugelassen.
es: Las alarmas pueden retrasarse o no sonar debido a la configuración del sistema Android. Por favor, establece todos los elementos en permitido.
fr: Les alarmes peuvent être retardées ou ne pas sonner en raison des paramètres système Android. Veuillez définir tous les éléments sur autorisé.
hi: एंड्रॉइड सिस्टम सेटिंग्स के कारण अलार्म में देरी हो सकती है या नहीं बज सकता है। कृपया सभी आइटम की अनुमति दें।
ja: Androidシステムの設定により、アラームが遅れたり鳴らなかったりすることがあります。すべての項目を「許可」に設定してください。
ko: 안드로이드 시스템 설정으로 인해 알람이 지연되거나 울리지 않을 수 있습니다. 모든 항목을 허용으로 설정해주세요.
ru: Из-за настроек Android будильник может запаздывать или не сработать. Включите все пункты ниже.
zh: 受系统设置影响，闹钟可能会延迟或无法响铃。请允许以下所有权限。

# allowNotificationPermission
source: Allow Notifications
de: Benachrichtigungsberechtigung zulassen
es: Permitir Permiso de Notificación
fr: Autoriser la permission de notification
hi: नोटिफिकेशन अनुमति दें
ja: 通知権限を許可
ko: 알림 권한 허용
ru: Разрешить уведомления
zh: 允许通知

# notificationPermissionDescription
source: Enables notifications for alarms and fortune updates.
de: Erforderlich, um Benachrichtigungen anzuzeigen, wenn ein Wecker ausgelöst wird.
es: Requerido para mostrar notificaciones cuando ocurre una alarma.
fr: Requis pour afficher des notifications lorsqu'une alarme se déclenche.
hi: अलार्म बजने पर नोटिफिकेशन दिखाने के लिए आवश्यक है।
ja: アラーム発生時に通知を表示するために必要です。
ko: 알람 발생 시 알림을 띄우기 위해 필요합니다.
ru: Нужно, чтобы показывать уведомления при срабатывании будильника.
zh: 用于在闹钟响铃及运势更新时提醒您。

source: Exclude Battery Optimization
de: Batterieoptimierung ausschließen
es: Excluir Optimización de Batería
fr: Exclure l'optimisation de la batterie
hi: बैटरी ऑप्टिमाइज़ेशन से बाहर निकालें
ja: 電池の最適化から除外
ko: 배터리 최적화 제외
ru: Исключить из оптимизации батареи
zh: 电池优化排除

# batteryOptimizationDescription
source: Prevents the system from delaying alarms to save power.
de: Stellt sicher, dass der Wecker auch im Energiesparmodus sofort klingelt.
es: Asegura que la alarma suene inmediatamente incluso en modo de ahorro de energía.
fr: Garantit que l'alarme sonne immédiatement même en mode économie d'énergie.
hi: सुनिश्चित करता है कि बिजली बचत मोड में भी अलार्म तुरंत बजे।
ja: 省電力モードでもアラームが即座に鳴るようにします。
ko: 절전 모드에서도 알람이 즉시 울리도록 합니다.
ru: Чтобы будильник срабатывал вовремя даже в энергосбережении.
zh: 防止系统为省电而延迟闹钟响铃。

# allowExactAlarm
source: Allow Exact Alarms
de: Exakten Wecker zulassen
es: Permitir Alarma Exacta
fr: Autoriser l'alarme exacte
hi: सटीक अलार्म की अनुमति दें
ja: 正確なアラームを許可
ko: 정확한 알람 허용
ru: Разрешить точный будильник
zh: 允许精确闹钟

# exactAlarmDescription
source: Ensures alarms trigger precisely at the scheduled time.
de: Lässt den Wecker pünktlich klingeln, ohne vom System verzögert zu werden.
es: Hace sonar la alarma a tiempo sin ser retrasada por el sistema.
fr: Fait sonner l'alarme à l'heure sans être retardée par le système.
hi: सिस्टम द्वारा बिना किसी देरी के अलार्म को समय पर बजाता है।
ja: システムによって遅延されることなく、定刻にアラームを鳴らします。
ko: 시스템에 의해 지연되지 않고 정시에 알람을 울립니다.
ru: Позволяет системе запускать будильник без задержек.
zh: 确保闹钟在设定时间准时触发。

# drawOverOtherApps
source: Display Over Other Apps
de: Über anderen Apps anzeigen
es: Mostrar sobre otras apps
fr: Afficher sur d'autres applis
hi: अन्य ऐप्स के ऊपर दिखाएं
ja: 他のアプリの上に重ねて表示
ko: 다른 앱 위에 표시
ru: Показывать поверх других приложений
zh: 在其他应用上层显示

# overlayDescription
source: Displays the alarm screen even on the lock screen or while using other apps.
de: Zeigt den Weckerbildschirm auch auf dem Sperrbildschirm oder während der Nutzung anderer Apps an.
es: Muestra la pantalla de alarma incluso en la pantalla de bloqueo o mientras usas otras apps.
fr: Affiche l'écran d'alarme même sur l'écran de verrouillage ou lors de l'utilisation d'autres applications.
hi: लॉक स्क्रीन या अन्य ऐप्स का उपयोग करते समय भी अलार्म स्क्रीन दिखाता है।
ja: ロック画面や他のアプリの使用中にもアラーム画面を表示します。
ko: 잠금 화면이나 다른 앱 사용 중에도 알람 화면을 띄웁니다.
ru: Показывает экран будильника даже на экране блокировки или поверх других приложений.
zh: 即使在锁屏或使用其他应用时也能显示闹钟界面。

# allSettingsCompleted
source: All settings updated.
de: Alle Einstellungen sind abgeschlossen.
es: Todos los ajustes están completados.
fr: Tous les paramètres sont terminés.
hi: सभी सेटिंग्स पूरी हो गई हैं।
ja: すべての設定が完了しました。
ko: 모든 설정이 완료되었습니다.
ru: Все настройки выполнены.
zh: 所有设置已完成。

# allowAllItems
source: Please enable all permissions.
de: Bitte alle Berechtigungen aktivieren
es: Por favor, activa todos los permisos
fr: Veuillez autoriser tous les éléments
hi: कृपया सभी अनुमतियाँ सक्षम करें।
ja: すべての項目を許可してください
ko: 모든 항목을 허용해주세요
ru: Пожалуйста, включите все разрешения.
zh: 请开启所有权限。

# manualSettingsInfo
source: You can manage these settings anytime in your Android system menu.
de: Sie können Einstellungen direkt in den Android-Systemeinstellungen deaktivieren.
es: Puedes desactivar los ajustes directamente en la configuración del sistema Android.
fr: Vous pouvez désactiver les paramètres directement dans les paramètres système Android.
hi: आप एंड्रॉइड सिस्टम सेटिंग्स से सेटिंग्स को मैन्युअल रूप से अक्षम कर सकते हैं।
ja: 設定の解除は、Androidシステムの設定から直接行うことができます。
ko: 설정 해제는 안드로이드 시스템 설정에서 직접 하실 수 있습니다.
ru: Некоторые пункты можно изменить вручную в настройках Android.
zh: 您可以在系统设置菜单中随时管理这些权限。

source: Take Photo
de: Foto aufnehmen
es: Tomar Foto
fr: Prendre une photo
hi: फोटो लें
ja: 撮影する
ko: 촬영하기
ru: Сделать фото
zh: 拍照

source: Select Photo
de: Foto auswählen
es: Seleccionar Foto
fr: Sélectionner une photo
hi: फोटो चुनें
ja: 選択する
ko: 선택하기
ru: Выбрать фото
zh: 选择照片

# selectAlarmBackground
source: Alarm Background
de: Weckerhintergrund
es: Fondo de Alarma
fr: Fond d'alarme
hi: अलार्म बैकग्राउंड चुनें
ja: アラーム背景の選択
ko: 알람 배경화면 선택
ru: Выбрать фон будильника
zh: 选择闹钟背景

# defaultLabel
source: Default
de: Standard
es: Predeterminado
fr: Défaut
hi: डिफ़ॉल्ट
ja: デフォルト
ko: 기본
ru: По умолчанию
zh: 默认

source: How to Add
de: Hinzufügen
es: Cómo Añadir
fr: Comment ajouter
hi: कैसे जोड़ें
ja: 追加方法
ko: 추가 방법
ru: Как добавить
zh: 如何添加

# addAssetInstructions
source: Add images to the 'assets/images/' folder and update 'pubspec.yaml'.
de: Legen Sie das Bild im Ordner assets/images/ ab und registrieren Sie es in pubspec.yaml.
es: Pon la imagen en la carpeta assets/images/ y regístrala en pubspec.yaml.
fr: Placez l'image dans le dossier assets/images/ et enregistrez-la dans pubspec.yaml.
hi: assets/images/ फोल्डर में इमेज डालें और pubspec.yaml में रजिस्टर करें।
ja: assets/images/ フォルダに画像を入れ、pubspec.yamlに登録してください。
ko: assets/images/ 폴더에 이미지를 넣고 pubspec.yaml에 등록하세요.
ru: Добавьте изображения в папку assets/images/ и зарегистрируйте их в pubspec.yaml.
zh: 将图片放入 assets/images/ 文件夹并在 pubspec.yaml 中注册。

# ringingNow
source: Alarm Ringing
de: Klingelt jetzt
es: Sonando Ahora
fr: Sonne maintenant
hi: अभी बज रहा है
ja: 今鳴っています
ko: 지금 울려요
ru: Звонит сейчас
zh: 闹钟响铃中

source: Set Time
de: Zeit einstellen
es: Establecer Hora
fr: Régler l'heure
hi: समय सेट करें
ja: 時間設定
ko: 시간 설정
ru: Установить время
zh: 设置时间

source: Repeat Days
de: Wiederholungstage
es: Días de Repetición
fr: Jours de répétition
hi: दोहराने के दिन
ja: 繰り返し曜日
ko: 반복 요일
ru: Дни повтора
zh: 重复日期

source: Repeat Daily
de: Täglich wiederholen
es: Repetir Diariamente
fr: Répéter tous les jours
hi: रोजाना दोहराएं
ja: 毎日繰り返し
ko: 매일 반복
ru: Повторять ежедневно
zh: 每天重复

source: Snooze Settings
de: Schlummer-Einstellungen
es: Ajustes de Posponer
fr: Paramètres de répétition
hi: स्नूज़ सेटिंग्स
ja: スヌーズ設定
ko: 알람 미루기
ru: Настройки повтора
zh: 贪睡设置
