Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# exactAlarmPermissionFail
source: Failed to register alarm. Exact alarm permission is disabled and needs to be set.
de: Wecker konnte nicht registriert werden. Die Berechtigung für exakten Wecker ist deaktiviert und muss eingestellt werden.
es: Error al registrar alarma. El permiso de alarma exacta está desactivado y debe configurarse.
fr: Échec de l'enregistrement de l'alarme. La permission d'alarme exacte est désactivée et doit être définie.
hi: अलार्म पंजीकरण विफल। सटीक अलार्म अनुमति आवश्यक है।
ja: アラームの登録に失敗しました。正確なアラーム権限が無効になっているため、設定が必要です。
ko: 알람 등록에 실패했습니다. 정확한 알람 권한이 꺼져있어 설정이 필요합니다.
ru: Не удалось зарегистрировать будильник. Включите «точный будильник».
zh: 闹钟设置失败。需要开启准确闹钟权限。

# batteryOptimizationPermissionFail
source: Failed to register alarm. Battery optimization exception permission is missing and needs to be set.
de: Wecker konnte nicht registriert werden. Die Berechtigung zur Ausnahme von der Batterieoptimierung fehlt und muss eingestellt werden.
es: Error al registrar alarma. Falta el permiso de excepción de optimización de batería y debe configurarse.
fr: Échec de l'enregistrement de l'alarme. La permission d'exception d'optimisation de la batterie est manquante et doit être définie.
hi: अलार्म पंजीकरण विफल। बैटरी ऑप्टिमाइज़ेशन अपवाद अनुमति आवश्यक है।
ja: アラームの登録に失敗しました。バッテリーの最適化例外権限がないため、設定が必要です。
ko: 알람 등록에 실패했습니다. 배터리 최적화 예외 권한이 없어 설정이 필요합니다.
ru: Не удалось зарегистрировать будильник. Добавьте приложение в исключения оптимизации батареи.
zh: 闹钟设置失败。需要关闭电池优化。

# overlayPermissionFail
source: Failed to register alarm. "Display over other apps" permission is missing and needs to be set.
de: Wecker konnte nicht registriert werden. Die Berechtigung "Über anderen Apps anzeigen" fehlt und muss eingestellt werden.
es: Error al registrar alarma. Falta el permiso "Mostrar sobre otras apps" y debe configurarse.
fr: Échec de l'enregistrement de l'alarme. La permission "Afficher sur d'autres applis" est manquante et doit être définie.
hi: अलार्म पंजीकरण विफल। अन्य ऐप्स के ऊपर दिखाएं अनुमति आवश्यक है।
ja: アラームの登録に失敗しました。「他のアプリの上に表示」権限がないため、設定が必要です。
ko: 알람 등록에 실패했습니다. 다른 앱 위에 표시 권한이 없어 설정이 필요합니다.
ru: Не удалось зарегистрировать будильник. Разрешите показ поверх других приложений.
zh: 闹钟设置失败。需要开启“在其他应用上层显示”权限。

# unknownAlarmError
source: Failed to register alarm. An unknown error occurred.
de: Wecker konnte nicht registriert werden. Ein unbekannter Fehler ist aufgetreten.
es: Error al registrar alarma. Ocurrió un error desconocido.
fr: Échec de l'enregistrement de l'alarme. Une erreur inconnue est survenue.
hi: अलार्म रजिस्टर करने में विफल। एक अज्ञात त्रुटि हुई।
ja: アラームの登録に失敗しました。不明なエラーが発生しました。
ko: 알람 등록 실패. 알 수 없는 오류가 발생했습니다.
ru: Не удалось зарегистрировать будильник. Произошла неизвестная ошибка.
zh: 闹钟设置失败。发生未知错误。

# resetTooltip
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
ja: 初期化
ko: 초기화
ru: Сброс
zh: 重置

# errorLoadingAlarm
source: Failed to load alarm information.
de: Weckerinformationen konnten nicht geladen werden.
es: Error al cargar información de alarma.
fr: Échec du chargement des informations d'alarme.
hi: अलार्म जानकारी लोड करने में विफल।
ja: アラーム情報の読み込みに失敗しました。
ko: 알람 정보를 불러오지 못했습니다.
ru: Не удалось загрузить данные будильника.
zh: 无法加载闹钟信息。

# alarmNotFound
source: Alarm information not found.
de: Weckerinformationen nicht gefunden.
es: Información de alarma no encontrada.
fr: Informations d'alarme introuvables.
hi: अलार्म जानकारी नहीं मिली।
ja: アラーム情報が見つかりません。
ko: 알람 정보를 찾을 수 없습니다.
ru: Будильник не найден.
zh: 未找到闹钟信息。

# repeatAlarmCount
source: Snooze Alarm ({current}/{max})
de: Schlummerwecker ({current}/{max})
es: Alarma de Posponer ({current}/{max})
fr: Alarme de répétition ({current}/{max})
hi: दोहराएँ अलार्म ({current}/{max})
ja: 繰り返しアラーム ({current}/{max})
ko: 알람 미루기 ({current}/{max})
ru: Повтор будильника ({current}/{max})
zh: 重复闹钟 ({current}/{max})

source: Turn Off Alarm
de: Wecker ausschalten
es: Apagar Alarma
fr: Éteindre l'alarme
hi: अलार्म बंद करें
ja: アラームを止める
ko: 알람 끄기
ru: Выключить будильник
zh: 关闭闹钟

source: Start Mission
de: Mission starten
es: Iniciar Misión
fr: Commencer la mission
hi: मिशन शुरू करें
ja: ミッション開始
ko: 미션 시작
ru: Начать миссию
zh: 开始任务

# alarmSnooze
source: Snooze
de: Schlummern
es: Posponer
fr: Répéter
hi: अलार्म टालें
ja: アラームをスヌーズ
ko: 알람 미루기
ru: Отложить
zh: 闹钟延后

# snoozeMinutesUnlimited
source: {minutes}m (Unlimited)
de: {minutes} Min (unbegrenzt)
es: {minutes} min (ilimitado)
fr: {minutes} min (illimité)
hi: {minutes} मिनट (असीमित)
ja: {minutes}分（無制限）
ko: {minutes}분 (무제한)
ru: {minutes} мин (без ограничений)
zh: {minutes} 分钟（不限次数）

# snoozeMinutesCount
source: {minutes}m ({current}/{total})
de: {minutes} Min ({current}/{total})
es: {minutes} min ({current}/{total})
fr: {minutes} min ({current}/{total})
hi: {minutes} मिनट ({current}/{total})
ja: {minutes}分（{current}/{total}）
ko: {minutes}분 ({current}/{total})
ru: {minutes} мин ({current}/{total})
zh: {minutes} 分钟（{current}/{total}）

# ringtone_fluttering_day
source: Fluttering Day
de: Beschwingter Tag
es: Día emocionante
fr: Journée pétillante
hi: खुशनुमा दिन
ja: ときめく一日
ko: 설레는 하루
ru: Вдохновляющий день
zh: 心动的一天 (Fluttering Day)

# ringtone_cozy_day
source: Cozy Day
de: Gemütlicher Tag
es: Día acogedor
fr: Journée cocooning
hi: सुकून भरा दिन
ja: ほっとする一日
ko: 포근한 하루
ru: Уютный день
zh: 温暖的一天 (Cozy Day)

# ringtone_sensible_day
source: Sensible Day
de: Besonnener Tag
es: Día sereno
fr: Journée posée
hi: समझदारी भरा दिन
ja: 落ち着いた一日
ko: 감각적인 하루
ru: Спокойный день
zh: 理性的一天 (Sensible Day)

# ringtone_play_with_me
source: Play with Me
de: Spiel mit mir
es: Juega conmigo
fr: Joue avec moi
hi: मेरे साथ खेलो
ja: 一緒に遊ぼう
ko: 나랑 놀자
ru: Поиграй со мной
zh: 和我玩 (Play with Me)

# ringtone_refreshing_day
source: Refreshing Day
de: Erfrischender Tag
es: Día refrescante
fr: Journée rafraîchissante
hi: ताज़गी भरा दिन
ja: さわやかな一日
ko: 산뜻한 하루
ru: Свежий день
zh: 清爽的一天 (Refreshing Day)

# ringtone_new_beginning
source: New Beginning
de: Neuanfang
es: Nuevo comienzo
fr: Nouveau départ
hi: नई शुरुआत
ja: 新しい始まり
ko: 새로운 시작
ru: Новое начало
zh: 新的开始 (New Beginning)

# ringtone_self_love
source: Self Love
de: Selbstliebe
es: Amor propio
fr: Amour de soi
hi: खुद से प्यार
ja: セルフラブ
ko: 자아도취
ru: Любовь к себе
zh: 爱自己 (Self Love)

source: Cherry Stained Finger
es: Huella de cereza
fr: Doigt teinté de cerise
hi: चेरी सना हुआ उंगली
ja: チェリー色の指 (Cherry Stained Finger)
ru: Палец в вишневом соке
zh: 樱桃渍手指 (Cherry Stained Finger)

source: Dancing In The Stars
es: Bailando en las estrellas
fr: Dansant dans les étoiles
hi: सितारों में नृत्य
ja: 星影のダンス (Dancing In The Stars)
ru: Танец в звездах
zh: 星间舞动 (Dancing In The Stars)

source: Nice Day
es: Buen día
fr: Bonne journée
hi: अच्छा दिन
ja: 良き日 (Nice Day)
ru: Хороший день
zh: 美好的一天 (Nice Day)

# fortuneTitle
source: Check Fortune
de: Glück prüfen
es: Ver Fortuna
fr: Vérifier la fortune
hi: भाग्य की जाँच करें
ja: 運勢を確認する
ko: 운세 확인하기
ru: Проверить удачу
zh: 查看运势

# fortuneMessage
source: Check your fortune results and get hidden gifts!
de: Prüfe deine Glücksergebnisse und erhalte versteckte Geschenke!
es: ¡Revisa tus resultados de fortuna y obtén regalos ocultos!
fr: Vérifiez vos résultats de fortune et obtenez des cadeaux cachés !
hi: अपने भाग्य के परिणामों की जाँच करें और छिपे हुए उपहार प्राप्त करें!
ja: 運勢の結果を確認して、 隠されたプレゼントも手に入れましょう！
ko: 운세 결과를 확인하고 숨겨진 선물도 받아 가요!
ru: Узнайте результаты гадания\nи получите скрытые подарки!
zh: 查看您的运势结果 并获得隐藏的礼物！

# fortuneAdButton
source: Watch Ad and Check Results
de: Werbung ansehen und Ergebnisse prüfen
es: Ver Anuncio y Revisar Resultados
fr: Regarder la pub et voir les résultats
hi: विज्ञापन देखें और परिणाम जाँचें
ja: 広告を見て結果を確認
ko: 광고 보고 결과 확인
ru: Посмотреть рекламу и узнать результат
zh: 观看广告并查看结果

# fortuneLoadingMessage
source: Experience a special Tarot reading from our fortune teller.
de: Erlebe die spezielle Tarot-Interpretation des Wahrsagers.
es: Experimenta la interpretación especial del tarot del adivino.
fr: Découvrez l'interprétation spéciale du tarot de la voyante.
hi: भाग्य बताने वाले की विशेष टैरो व्याख्या का अनुभव करें।
ja: 占い師の特別なタロット解釈を体験してください。
ko: 특별한 타로 해석을 경험해보세요.
ru: Мастер таро готовит для вас особое толкование карт.
zh: 体验占卜师特别的塔罗牌解读。

# fortuneAnalyzing
source: Analyzing your selected Tarot card... {progress}%
de: Analysiere dein gewähltes Tarot... {progress}%
es: Analizando tu tarot seleccionado... {progress}%
fr: Analyse de votre tarot sélectionné... {progress}%
hi: आपके चयनित टैरो का विश्लेषण किया जा रहा है... {progress}%
ja: 選択したタロットを分析しています... {progress}%
ko: 선택한 타로를 분석하고 있어요... {progress}%
ru: Анализируем выбранные карты таро... {progress}%
zh: 正在分析您选择的塔罗牌... {progress}%

# fortuneSelectTitle
source: Think about today's energy and select 3 cards.
de: Denke an die heutige Energie und wähle 3 Karten.
es: Piensa en la energía de hoy y selecciona 3 cartas.
fr: Pensez à l'énergie d'aujourd'hui et sélectionnez 3 cartes.
hi: आज की ऊर्जा के बारे में सोचें और 3 कार्ड चुनें।
ja: 今日の運気を感じながら、 カードを3枚選んでください。
ko: 오늘의 기운을 생각하며 카드 3장을 선택해주세요.
ru: Сосредоточьтесь на сегодняшней энергии\nи выберите 3 карты.
zh: 思考今天的能量 并选择3张牌。

# fortuneSelectTitleDate
source: Think about the energy of {month}/{day} and select 3 cards.
de: Denke an die Energie vom {month}/{day} und wähle 3 Karten.
es: Piensa en la energía del {month}/{day} y selecciona 3 cartas.
fr: Pensez à l'énergie du {month}/{day} et sélectionnez 3 cartes.
hi: {day}/{month} की ऊर्जा के बारे में सोचें और 3 कार्ड चुनें।
ja: {month}月{day}日の運気を感じながら、 カードを3枚選んでください。
ko: {month}월 {day}일의 기운을 생각하며 카드 3장을 선택해주세요.
ru: Сосредоточьтесь на энергии {day}.{month}\nи выберите 3 карты.
zh: 思考 {month}月{day}日的能量 并选择3张牌。

# fortuneNewYearButton
source: View 2026 New Year Fortune
de: Neujahrsglück 2026 ansehen
es: Ver Fortuna de Año Nuevo 2026
fr: Voir la fortune du Nouvel An 2026
hi: 2026 नव वर्ष भाग्य देखें
ja: 2026年の新正月運勢を見る
ko: 2026 신년운세 보기
ru: Новогоднее гадание на 2026 год
zh: 查看 2026 年新年运势

# loveFortune
source: Love
de: Liebe
es: Amor
fr: Amour
hi: प्रेम
ja: 恋愛運
ko: 애정운
ru: Любовь
zh: 爱情运

# wealthFortune
source: Wealth
de: Reichtum
es: Riqueza
fr: Richesse
hi: धन
ja: 金運
ko: 재물운
ru: Богатство
zh: 财运

# successFortune
source: Success
de: Erfolg
es: Éxito
fr: Succès
hi: सफलता
ja: 成功運
ko: 성공운
ru: Успех
zh: 成功运

# fortuneResultTitle
source: Here is your fortune result for today.
de: Hier ist dein Glücksergebnis für heute.
es: Aquí está tu resultado de fortuna para hoy.
fr: Voici votre résultat de fortune pour aujourd'hui.
hi: यहाँ आज के लिए आपका भाग्य परिणाम है।
ja: 今日の運勢の結果です。
ko: 오늘의 운세 결과입니다.
ru: Ваш результат гадания на сегодня.
zh: 这是您今天的运势结果。

# fortuneResultTitleDate
source: Fortune for {month}/{day}, {year}
de: Glück für {year}/{month}/{day}
es: Fortuna para el {year}/{month}/{day}
fr: Fortune pour le {year}/{month}/{day}
hi: {day}/{month}/{year} के लिए भाग्य
ja: {year}年{month}月{day}日の運勢
ko: {year}년 {month}월 {day}일의 운세
ru: Гадание на {day}.{month}.{year}
zh: {year}年{month}月{day}日的运势

# startDayButton
source: Start Your Day
de: Starte deinen Tag
es: Comienza Tu Día
fr: Commencez votre journée
hi: अपना दिन शुरू करें
ja: 今日一日を始める
ko: 오늘 하루 시작하기
ru: Начать свой день
zh: 开始新的一天

# tarotName0
source: The Fool
de: Der Narr
es: El Loco
fr: Le Fou
hi: मूर्ख
ja: 愚者
ko: 광대
ru: Дурак
zh: 愚者

# tarotName1
source: The Magician
de: Der Magier
es: El Mago
fr: Le Bateleur
hi: जादूगर
ja: 魔術師
ko: 마법사
ru: Маг
zh: 魔术师

# tarotName2
source: The High Priestess
de: Die Hohepriesterin
es: La Sacerdotisa
fr: La Papesse
hi: उच्च पुजारिन
ja: 女教皇
ko: 고위 여사제
ru: Верховная жрица
zh: 女祭司

# tarotName3
source: The Empress
de: Die Herrscherin
es: La Emperatriz
fr: L'Impératrice
hi: महारानी
ja: 女帝
ko: 여황제
ru: Императрица
zh: 女皇

# tarotName4
source: The Emperor
de: Der Herrscher
es: El Emperador
fr: L'Empereur
hi: सम्राट
ja: 皇帝
ko: 황제
ru: Император
zh: 皇帝

# tarotName5
source: The Hierophant
de: Der Hierophant
es: El Hierofante
fr: Le Pape
hi: पदानुक्रमित
ja: 法王
ko: 교황
ru: Иерофант
zh: 教皇

# tarotName6
source: The Lovers
de: Die Liebenden
es: Los Enamorados
fr: L'Amoureux
hi: प्रेमी
ja: 恋人
ko: 연인
ru: Влюбленные
zh: 恋人

# tarotName7
source: The Chariot
de: Der Wagen
es: El Carro
fr: Le Chariot
hi: रथ
ja: 戦車
ko: 전차
ru: Колесница
zh: 战车

# tarotName8
source: Strength
de: Die Kraft
es: La Fuerza
fr: La Force
hi: ताकत
ja: 力
ko: 힘
ru: Сила
zh: 力量

# tarotName9
source: The Hermit
de: Der Eremit
es: El Ermitaño
fr: L'Ermite
hi: सन्यासी
ja: 隠者
ko: 은둔자
ru: Отшельник
zh: 隐士

# tarotName10
source: Wheel of Fortune
de: Das Rad des Schicksals
es: La Rueda de la Fortuna
fr: La Roue de Fortune
hi: भाग्य का पहिया
ja: 運命の輪
ko: 운명의 수레바퀴
ru: Колесо Фортуны
zh: 命运之轮

# tarotName11
source: Justice
de: Die Gerechtigkeit
es: La Justicia
fr: La Justice
hi: न्याय
ja: 正義
ko: 정의
ru: Справедливость
zh: 正义

# tarotName12
source: The Hanged Man
de: Der Gehängte
es: El Colgado
fr: Le Pendu
hi: फांसी पर लटका आदमी
ja: 吊るされた男
ko: 매달린 사람
ru: Повешенный
zh: 倒吊人

# tarotName13
source: Death
de: Der Tod
es: La Muerte
fr: La Mort
hi: मौत
ja: 死神
ko: 죽음
ru: Смерть
zh: 死神

# tarotName14
source: Temperance
de: Die Mäßigkeit
es: La Templanza
fr: La Tempérance
hi: संयम
ja: 節制
ko: 절제
ru: Умеренность
zh: 节制

# tarotName15
source: The Devil
de: Der Teufel
es: El Diablo
fr: Le Diable
hi: शैतान
ja: 悪魔
ko: 악마
ru: Дьявол
zh: 恶魔

# tarotName16
source: The Tower
de: Der Turm
es: La Torre
fr: La Maison Dieu
hi: टावर
ja: 塔
ko: 탑
ru: Башня
zh: 高塔

# tarotName17
source: The Star
de: Der Stern
es: La Estrella
fr: L'Étoile
hi: तारा
ja: 星
ko: 별
ru: Звезда
zh: 星星

# tarotName18
source: The Moon
de: Der Mond
es: La Luna
fr: La Lune
hi: चाँद
ja: 月
ko: 달
ru: Луна
zh: 月亮

# tarotName19
source: The Sun
de: Die Sonne
es: El Sol
fr: Le Soleil
hi: सूरज
ja: 太陽
ko: 태양
ru: Солнце
zh: 太阳

# tarotName20
source: Judgement
de: Das Gericht
es: El Juicio
fr: Le Jugement
hi: निर्णय
ja: 審判
ko: 심판
ru: Суд
zh: 审判

# tarotName21
source: The World
de: Die Welt
es: El Mundo
fr: Le Monde
hi: दुनिया
ja: 世界
ko: 세계
ru: Мир
zh: 世界

# tarotKeywords0
source: New beginnings, adventure, innocence, freedom, recklessness
de: Neuanfänge, Abenteuer, Unschuld, Freiheit, Leichtsinn
es: Nuevos comienzos, aventura, inocencia, libertad, imprudencia
fr: Nouveaux départs, aventure, innocence, liberté, imprudence
hi: नई शुरुआत, साहसिक कार्य, मासूमियत, स्वतंत्रता, लापरवाही
ja: 新たな始まり, 冒険, 純粋, 自由, 軽率
ko: 새로운 시작, 모험, 순수, 자유, 무모함
ru: Новые начинания, приключения, невинность, свобода, безрассудство
zh: 新的开始, 冒险, 纯真, 自由, 鲁莽

# tarotDesc0
source: The Fool stands precariously at the edge of a cliff in colorful clothes, but his gaze is fixed on the distance, full of hope.
de: Der Narr steht prekär am Rande einer Klippe in farbenfroher Kleidung, aber sein Blick ist in die Ferne gerichtet, voller Hoffnung.
es: El Loco se encuentra precariamente al borde de un acantilado con ropas coloridas, pero su mirada está fija en la distancia, llena de esperanza.
fr: Le Fou se tient précairement au bord d'une falaise dans des vêtements colorés, mais son regard est fixé au loin, plein d'espoir.
hi: मूर्ख कार्ड एक नई जीवन यात्रा की शुरुआत का प्रतीक है। यह मासूमियत, उत्साह और अज्ञात में छलांग लगाने के साहस को दर्शाता है। यह कार्ड आपको अपने दिल की सुनने और बिना किसी डर के नए अवसरों का स्वागत करने के लिए प्रोत्साहित करता है।
ja: 愚者は華やかな服をまとい、崖の縁に危うく立っていますが、視線は遠くを向いて希望に満ちています。
ko: 광대는 화려한 옷을 입고 절벽 끝에 위태롭게 서 있지만, 시선은 먼 곳을 향해 희망에 차 있습니다. 작은 강아지가 그를 따르며 경고하듯 짖고 있습니다. 이는 현실적인 위험을 고려하지 않는 순수한 열정과 새로운 여정의 시작을 상징합니다.
ru: Шут опасно стоит на краю обрыва в яркой одежде, но его взор устремлен вдаль, полный надежды.
zh: 愚者身穿华丽的衣服，站在悬崖边缘，目光却望向远方，充满希望。一只小狗跟在他身后，仿佛在吠叫提醒。这象征着不考虑现实风险的纯粹热情和新旅程的开始。

# tarotLoveMeaning0
source: An unexpected new love may arrive, or a fateful encounter at first sight may occur.
de: Eine unerwartete neue Liebe kann eintreffen oder eine schicksalhafte Begegnung auf den ersten Blick.
es: Puede llegar un nuevo amor inesperado o un encuentro fatídico a primera vista.
fr: Un nouvel amour inattendu peut arriver, ou une rencontre fatidique au premier regard.
hi: प्यार में, यह एक नई और रोमांचक शुरुआत का संकेत देता है। एक अप्रत्याशित नया प्यार आपके जीवन में आ सकता है, जो ताजगी और खुशी लाएगा। यह पहली नजर में प्यार या किसी नए रिश्ते की शुरुआत हो सकती है।
ja: 予期せぬ新しい愛が訪れたり、一目惚れするような運命的な出会いがあるかもしれません。
ko: 예기치 못한 새로운 사랑이 찾아오거나 첫눈에 반하는 운명적인 만남이 있을 수 있습니다.
ru: Может прийти неожиданная новая любовь или судьбоносная встреча с первого взгляда.
zh: 可能会有一段意想不到的新恋情，或者是一场一见钟情的命中注定的相遇。

# tarotLoveDetail0
source: It's a time when you can start love with a pure heart like a child. Forget all past wounds or complex conditions and be faithful to the emotions of this moment. You may encounter a new connection in an unexpected place or have a heart-fluttering experience of falling in love at first sight.
de: Es ist eine Zeit, in der man die Liebe mit einem reinen Herzen wie ein Kind beginnen kann. Vergessen Sie alle vergangenen Wunden.
es: Es un momento en el que puedes comenzar el amor con un corazón puro como el de un niño. Olvida todas las heridas pasadas y sé fiel a tus sentimientos.
fr: C'est un moment où vous pouvez commencer l'amour avec un cœur pur comme un enfant. Oubliez toutes les blessures passées.
hi: यह समय पुराने दर्द को भूलकर एक बच्चे की तरह शुद्ध हृदय के साथ प्यार करने का है। अपने आप को पूरी तरह से व्यक्त करें और भावनाओं के प्रवाह में बहें। आपकी सहजता आपके साथी को आपकी ओर आकर्षित करेगी।
ja: 子供のような純粋な心で愛を始めることができる時期です。過去の傷や複雑な条件はすべて忘れ、今この瞬間の感情に忠実になってみてください。
ko: 마치 어린아이와 같은 순수한 마음으로 사랑을 시작할 수 있는 시기입니다. 과거의 상처나 복잡한 조건들은 모두 잊고, 지금 이 순간의 감정에 충실해보세요. 예기치 못한 곳에서 새로운 인연이 나타나거나 첫눈에 반하는 설레는 경험을 하게 될 수 있습니다.
ru: Это время, когда вы можете начать любовь с чистым сердцем, как ребенок. Забудьте все прошлые раны.
zh: 这是一个你可以像孩子一样以纯真之心开始恋爱的时期。忘掉过去所有的伤痛或复杂的条件，忠于当下的感受。

# tarotWealthMeaning0
source: New investments or business items may catch your eye. It's a time when profits follow when you work happily without being tied to money.
de: Eine neue Investition oder ein neues Geschäftsobjekt könnte Ihnen ins Auge fallen.
es: Una nueva inversión o negocio puede llamar tu atención. Es un momento en el que las ganancias siguen cuando trabajas felizmente.
fr: Un nouvel investissement ou un nouvel élément commercial peut attirer votre attention.
hi: आर्थिक रूप से, यह नए निवेश या व्यावसायिक अवसरों का समय है। आप किसी ऐसे क्षेत्र में पैसा लगा सकते हैं जिसके बारे में आपने पहले कभी नहीं सोचा था। यह एक जोखिम भरा लेकिन संभावित रूप से लाभकारी समय हो सकता है।
ja: 新しい投資先やビジネスアイテムが目に入るかもしれません。お金に縛られず、楽しく働くことで収益がついてくる時期です。
ko: 새로운 투자처나 사업 아이템이 눈에 들어올 수 있습니다. 돈에 얽매이지 않고 즐겁게 일할 때 수익이 따라오는 시기입니다.
ru: Новая инвестиция или бизнес-объект могут привлечь ваше внимание.
zh: 新的投资机会或商业项目可能会引起你的注意。这是一个在不被金钱束缚、快乐工作时会有收益的时期。

# tarotWealthDetail0
source: A time when new financial opportunities are opening up. You can achieve unexpected results by investing in creative items that others haven't tried or by challenging new fields. However, avoid reckless spending and let profits naturally follow the process of enjoying your work.
de: Es ist eine Zeit, in der sich finanziell neue Möglichkeiten eröffnen. Sie können unerwartete Ergebnisse erzielen.
es: Es un momento en el que se abren nuevas oportunidades financieramente. Puedes lograr resultados inesperados si inviertes en un campo nuevo.
fr: C'est un moment où de nouvelles opportunités s'ouvrent financièrement. Vous pouvez obtenir des résultats inattendus.
hi: धन के मामले में नए रास्ते खुल रहे हैं, जिससे आपको अप्रत्याशित लाभ मिल सकता है। अपनी अंतरात्मा पर भरोसा करें और नई योजनाओं को आज़माने से न डरें। हालांकि, पूरी तरह से लापरवाही बरतने से बचें और बुनियादी सावधानी रखें।
ja: 金銭的に新しい機会が開かれる時期です。他人が試したことのない新しい分野や独創的なアイテムに投資すれば、意外な成果を収めることができます。
ko: 금전적으로 새로운 기회가 열리는 시기입니다. 남들이 시도하지 않은 창의적인 아이템에 투자하거나 새로운 분야에 도전한다면 의외의 성과를 거둘 수 있습니다. 다만 무모한 지출은 피하고, 즐겁게 일하는 과정에서 자연스럽게 수익이 따라오도록 유도하세요.
ru: Это время, когда открываются новые финансовые возможности. Вы можете достичь неожиданных результатов.
zh: 这是一个在财务上开启新机会的时期。如果你投资于别人没尝试过的新领域或创意项目，可能会获得意想不到的结果。

# tarotSuccessMeaning0
source: It's a good time to start a new project or change to a completely different field.
de: Es ist eine gute Zeit, ein neues Projekt zu starten oder den Job in einen völlig anderen Bereich zu wechseln.
es: Es un buen momento para comenzar un nuevo proyecto o cambiar de trabajo a un campo completamente diferente.
fr: C'est le bon moment pour commencer un nouveau projet ou changer d'emploi pour un domaine complètement différent.
hi: करियर में, यह एक नया प्रोजेक्ट शुरू करने या पूरी तरह से अलग क्षेत्र में कदम रखने का शानदार समय है। आपकी रचनात्मकता और नया दृष्टिकोण आपको दूसरों से अलग खड़ा करेगा। सफलता की कुंजी आपके साहस में छिपी है।
ja: 新しいプロジェクトを始めたり、全く別の分野へ転職するのに良い時期です。
ko: 새로운 프로젝트를 시작하거나 전혀 다른 분야로 이직하기 좋은 시기입니다.
ru: Это хорошее время для начала нового проекта или смены работы в совершенно другой области.
zh: 这是开始新项目或跳槽到完全不同领域的好时机。

# tarotSuccessDetail0
source: The most suitable time to start a new project or change to a completely different field. Take a bold first step with excitement rather than fear of failure. Your pure passion will positively influence those around you and open new paths.
de: Wenn es etwas gibt, auf das Sie sich vorbereiten, machen Sie mutig den ersten Schritt.
es: Si hay algo para lo que te estás preparando, da el primer paso con valentía. Es el momento más adecuado para dejar un entorno familiar.
fr: S'il y a quelque chose que vous préparez, faites le premier pas avec audace.
hi: यदि आप किसी नई चीज़ की तैयारी कर रहे हैं, तो अब पहला कदम उठाने का समय है। अपनी क्षमताओं पर भरोसा रखें और चुनौतियों को सीखने के अवसर के रूप में देखें। आपकी निडरता आपको करियर के नए शिखर पर ले जाएगी।
ja: 現在準備していることがあるなら、果敢に第一歩を踏み出してください。慣れ親しんだ環境を離れ、新しい挑戦をするのに最も適した時期です。
ko: 새로운 프로젝트를 시작하거나 전혀 다른 분야로 이직하기에 가장 적합한 때입니다. 실패에 대한 두려움보다는 설렘을 가지고 과감하게 첫발을 내딛으세요. 당신의 순수한 열정이 주변에 긍정적인 영향을 주어 새로운 길을 열어줄 것입니다.
ru: Если есть что-то, к чему вы готовитесь, сделайте первый шаг смело.
zh: 如果你有正在准备的事情，请大胆迈出第一步。这是离开熟悉环境、接受新挑战的最合适时机。

# tarotKeywords1
source: Creation, Will, Ability, Realization, Versatility
de: Kreativität, Meisterschaft, Selbstausdruck, Einfallsreichtum, Wille
es: Creatividad, maestría, autoexpresión, ingenio, voluntad
fr: Créativité, maîtrise, expression de soi, ingéniosité, volonté
hi: रचनात्मकता, कौशल, इच्छाशक्ति, आत्म-विश्वास, अभिव्यक्ति
ja: 創造性, 自信, 器用さ, 意志力, 潜在能力
ko: 창조, 의지, 능력, 실현, 다재다능
ru: Творчество, мастерство, самовыражение, находчивость, воля
zh: 创造, 意志, 能力, 实现, 多才多艺

# tarotDesc1
source: The magician is wearing a red robe, one hand pointing to the sky and the other to the ground, bringing heavenly power to the ground.
de: Der Magier steht vor einem Tisch mit den Symbolen der vier Elemente. Eine Hand zeigt zum Himmel, die andere zur Erde, was die Fähigkeit symbolisiert, Ideen in die Realität umzusetzen.
es: El Mago está de pie ante una mesa con los símbolos de los cuatro elementos. Con una mano hacia el cielo y la otra hacia la tierra, simboliza la capacidad de manifestar ideas en la realidad.
fr: Le Bateleur se tient devant une table portant les symboles des quatre éléments. Une main vers le ciel et l'autre vers la terre, il symbolise la capacité à manifester les idées dans la réalité.
hi: जादूगर कार्ड आपकी आंतरिक शक्ति और संसाधनों का प्रतीक है। आपके पास वह सब कुछ है जो आपको अपने लक्ष्यों को प्राप्त करने के लिए चाहिए। यह कार्ड आपको अपनी प्रतिभा का उपयोग करने और अपने सपनों को हकीकत में बदलने के लिए प्रेरित करता है।
ja: 魔術師は片手を天に、もう片手を地に向け、無限の可能性を象徴しています。テーブルの上には4つの元素（ワンド、カップ、ソード、ペンタクル）が置かれており、すべてを現実に変える力を持っていることを示しています。
ko: 마법사는 붉은 로브를 입고 한 손은 하늘을, 다른 한 손은 땅을 가리키며 천상의 힘을 지상으로 가져오고 있습니다.
ru: Маг стоит перед столом, на котором лежат символы четырех стихий. Он уверенно указывает одной рукой в небо, а другой на землю, символизируя способность воплощать идеи в реальность.
zh: 魔术师身穿红袍，一手指天，一手拍地，将上天的力量带到人间。桌上有四种元素（权杖、圣杯、宝剑、钱币），意味着你已经拥有了实现目标的所有工具和能力。
