Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# morningGreeting
source: Good morning! Start your lucky day.
de: Guten Morgen! Starte gut in deinen Tag.
es: ¡Buenos días! Comienza tu día de suerte.
fr: Bonjour ! Commencez votre journée chanceuse.
hi: शुभ प्रभात! अपने भाग्यशाली दिन की शुरुआत करें।
ja: おはようございます！素敵な一日を始めましょう。
ko: 좋은 아침이에요! 행운의 하루를 시작하세요.
ru: Доброе утро! Пусть этот день принесет вам удачу.
zh: 早上好！开启幸运的一天。

# missionWakeUp
source: Alarm Mission
de: Aufwach-Mission
es: Misión de Despertador
fr: Mission Réveil
hi: वेक-अप मिशन
ja: 起床ミッション
ko: 기상 미션
ru: Миссия: Проснуться
zh: 起床任务

# missionSupplement
source: Take Supplements
de: Nahrungsergänzung einnehmen
es: Tomar suplementos
fr: Prendre des compléments
hi: सप्लीमेंट लेना
ja: サプリメント摂取
ko: 영양제 챙겨 먹기
ru: Прием витаминов
zh: 服用营养品

# missionWater
source: Drink over 2L of Water
de: Mindestens 2 Liter Wasser trinken
es: Beber más de 2L de agua
fr: Boire plus de 2L d'eau
hi: 2L से अधिक पानी पीना
ja: 水2L以上飲む
ko: 물 2L 이상 마시기
ru: Выпить 2л воды
zh: 喝2升以上水

source: Fortune Cookie
de: Glückskeks
es: Galleta de la Fortuna
fr: Biscuit de Fortune
hi: भाग्य कुकी
ja: 幸運クッキー
ko: 포춘쿠키
ru: Печенье с предсказанием
zh: 幸运饼干

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
ru: Настройки
zh: 设置

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
ko: 언어
ru: Язык
zh: 语言

# languageKorean
source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
hi: कोरियाई
ja: 韓国語
ko: 한국어
ru: Корейский
zh: 韩语

# languageEnglish
source: English
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेजी
ja: 英語
ko: 영어
ru: Английский
zh: 英语

# languageJapanese
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
hi: जापानी
ja: 日本語
ko: 일본어
ru: Японский
zh: 日语

# languageChinese
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
hi: चीनी
ja: 中国語
ko: 중국어
ru: Китайский
zh: 中文

# languageRussian
source: Russian
de: Russisch
es: Ruso
fr: Russe
hi: रूसी
ja: ロシア語
ko: 러시아어
ru: Русский
zh: 俄语

# languageHindi
source: Hindi
hi: हिंदी
ja: ヒンディー語
ko: 힌디어
ru: Хинди
zh: 印地语

# languageSpanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
hi: स्पेनिश
ja: スペイン語
ko: 스페인어
ru: Испанский
zh: 西班牙语

# languageFrench
source: French
de: Französisch
es: Francés
fr: Français
hi: फ्रेंच
ja: フランス語
ko: 프랑스어
ru: Французский
zh: 法语

# languageGerman
source: German
de: Deutsch
es: Alemán
fr: Allemand
hi: जर्मन
ja: ドイツ語
ko: 독일어
ru: Немецкий
zh: 德语

source: Alarm
de: Wecker
es: Alarma
fr: Alarme
hi: अलार्म
ja: アラーム
ko: 알람
ru: Будильник
zh: 闹钟

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
hi: कैलेंडर
ja: カレンダー
ko: 달력
ru: Календарь
zh: 日历

source: Mission
es: Misión
hi: मिशन
ja: ミッション
ko: 미션
ru: Миссия
zh: 任务

source: Fortune
de: Glück
es: Fortuna
hi: भाग्य
ja: 運勢
ko: 운세
ru: Удача
zh: 运势

source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Felicidades!
fr: Félicitations !
hi: बधाई हो!
ja: おめでとうございます！
ko: 축하합니다!
ru: Поздравляем!
zh: 恭喜！

# allMissionsCompleted
source: You have completed all 5 missions for today.
de: Du hast alle 5 Missionen für heute abgeschlossen.
es: Has completado las 5 misiones de hoy.
fr: Vous avez terminé les 5 missions d'aujourd'hui.
hi: आपने आज के सभी 5 मिशन पूरे कर लिए हैं।
ja: 今日のミッション5つをすべて達成しました。
ko: 오늘의 미션 5개를 모두 달성했습니다.
ru: Все миссии на сегодня выполнены!
zh: 今日5项任务全部完成！

# rewardReceived
source: You received 1 Fortune Cookie as a reward! 🥠
de: Du hast 1 Glückskeks als Belohnung erhalten! 🥠
es: ¡Recibiste 1 Galleta de la Fortuna como recompensa! 🥠
fr: Vous avez reçu 1 Fortune Cookie en récompense ! 🥠
hi: आपको इनाम के रूप में 1 फॉर्च्यून कुकी मिली है! 🥠
ja: 報酬としてフォーチュンクッキー1個を支給します！ 🥠
ko: 보상으로 포춘쿠키 1개를 지급합니다! 🥠
ru: Ваша награда — печенье с предсказанием! 🥠
zh: 获得1个幸运饼干奖励！ 🥠

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: ठीक है
ja: 確認
ko: 확인
ru: ОК
zh: 确认

source: Mission Success!
de: Mission erfolgreich!
es: ¡Misión cumplida!
fr: Mission réussie !
hi: मिशन सफल!
ja: ミッション成功！
ko: 미션 성공!
ru: Миссия выполнена!
zh: 任务成功！

# cheeringMessage1
source: Have a great day today!
de: Einen schönen Tag noch!
es: ¡Que tengas un gran día hoy!
fr: Passez une excellente journée aujourd'hui !
hi: आज का दिन मंगलमय हो!
ja: 今日も一日楽しく過ごしましょう！
ko: 오늘 하루도 즐겁게 보내세요!
ru: Хорошего дня сегодня!
zh: 祝您今天度过愉快的一天！

# cheeringMessage2
source: I'm rooting for you today!
de: Ich drücke dir heute die Daumen!
es: ¡Te estoy apoyando hoy!
fr: Je vous soutiens aujourd'hui !
hi: आज मैं आपके साथ हूँ!
ja: 今日のあなたを応援しています！
ko: 당신의 오늘을 응원합니다!
ru: Я поддерживаю вас сегодня!
zh: 今天也为您加油！

# cheeringMessage3
source: It's going to be a wonderful day.
de: Es wird ein wunderbarer Tag.
es: Va a ser un día maravilloso.
fr: Ce sera une journée merveilleuse.
hi: यह एक शानदार दिन होने वाला है।
ja: 今日も素敵な一日になるでしょう。
ko: 오늘도 멋진 하루가 될 거예요.
ru: Это будет замечательный день.
zh: 今天会是美好的一天。

# todaysCheering
source: Today's Message
de: Botschaft des Tages
es: Mensaje de hoy
fr: Message du jour
hi: आज का संदेश
ja: 今日のメッセージ
ko: 오늘의 응원
ru: Сообщение дня
zh: 今日寄语

# notificationWakeUpBody
source: Time to wake up!
de: Zeit zum Aufstehen!
es: ¡Hora de despertar!
fr: C'est l'heure de se réveiller !
hi: जागने का समय हो गया!
ja: 起きる時間です！
ko: 일어날 시간입니다!
ru: Пора просыпаться!
zh: 该起床了！

# notificationMissionBody
source: Complete the mission and turn off the alarm!
de: Erfülle die Mission und schalte den Wecker aus!
es: ¡Completa la misión y apaga la alarma!
fr: Remplissez la mission et éteignez l'alarme !
hi: मिशन पूरा करें और अलार्म बंद करें!
ja: ミッションを遂行してアラームを止めてください！
ko: 미션을 수행하고 알람을 끄세요!
ru: Выполните миссию и выключите будильник!
zh: 请执行任务并关闭闹钟！

# notificationSafetyBody
source: The alarm was forced to close! Please complete the mission.
de: Der Wecker wurde zwangsweise geschlossen! Bitte beende die Mission.
es: ¡La alarma se cerró forzosamente! Por favor completa la misión.
fr: L'alarme a été fermée de force ! Veuillez terminer la mission.
hi: अलार्म जबरन बंद कर दिया गया था! कृपया मिशन पूरा करें।
ja: アラームが強制終了されました！ミッションを完了してください。
ko: 알람이 강제로 종료되었습니다! 미션을 완료해주세요.
ru: Будильник был принудительно закрыт! Пожалуйста, завершите миссию.
zh: 闹钟已被强制关闭！请完成任务。

# notificationRingingBody
source: The alarm is ringing!
de: Der Wecker klingelt!
es: ¡La alarma está sonando!
fr: L'alarme sonne !
hi: अलार्म बज रहा है!
ja: アラームが鳴っています！
ko: 알람이 울리고 있습니다!
ru: Будильник звенит!
zh: 闹钟正在响铃！

# snoozePrefix
source: [Snooze]
de: [Schlummern]
es: [Pospuesto]
fr: [Rappel]
hi: [स्नूज़]
ja: [スヌーズ]
ko: [미루기]
ru: [Повтор]
zh: [稍后提醒]

# exactAlarmPermissionRequired
source: The "Exact Alarm" permission is required to sound the alarm at the correct time.
de: Die Berechtigung "Exakter Wecker" ist erforderlich, damit der Wecker zur richtigen Zeit klingelt.
es: Se requiere el permiso de "Alarma exacta" para que la alarma suene a la hora correcta.
fr: La permission "Alarme exacte" est requise pour sonner à l'heure correcte.
hi: सटीक समय पर अलार्म बजाने के लिए "सटीक अलार्म" अनुमति आवश्यक है।
ja: 正確な時間にアラームを鳴らすには、「正確なアラーム」権限が必要です。
ko: 정확한 시간에 알람을 울리려면 "정확한 알람" 권한이 필요합니다.
ru: Для точного срабатывания будильника требуется разрешение «Точный будильник».
zh: 为了确保闹钟准时响铃，请开启“精确闹钟”权限。

# overlayPermissionRequired
source: The "Display over other apps" permission is required for full-screen notifications.
de: Die Berechtigung "Über anderen Apps anzeigen" ist für Vollbild-Benachrichtigungen erforderlich.
es: Se requiere el permiso de "Mostrar sobre otras aplicaciones" para notificaciones a pantalla completa.
fr: La permission "Afficher sur d'autres applis" est requise pour les notifications plein écran.
hi: फुल स्क्रीन नोटिफिकेशन के लिए "अन्य ऐप्स के ऊपर दिखाएं" अनुमति आवश्यक है।
ja: 全画面通知のために、「他のアプリの上に表示」権限が必要です。
ko: 전체 화면 알림을 위해 "다른 앱 위에 표시" 권한이 필요합니다.
ru: Для отображения уведомлений поверх других приложений требуется соответствующее разрешение.
zh: 为了显示全屏通知，需要“在其他应用上层显示”权限。

source: Delete All Alarms
de: Alle Wecker löschen
es: Eliminar todas las alarmas
fr: Supprimer toutes les alarmes
hi: सभी अलार्म हटाएं
ja: すべてのアラームを削除
ko: 모든 알람 삭제
ru: Удалить все будильники
zh: 删除所有闹钟

# noAlarms
source: No alarms registered.
de: Keine Wecker registriert.
es: No hay alarmas registradas.
fr: Aucune alarme enregistrée.
hi: कोई अलार्म पंजीकृत नहीं है।
ja: 登録されたアラームがありません。
ko: 등록된 알람이 없습니다.
ru: Будильники не установлены.
zh: 没有已注册的闹钟。

# lessThanAMinuteRemaining
source: Ringing in less than a minute
de: Klingelt in weniger als einer Minute
es: Sonará en menos de un minuto
fr: Sonne dans moins d'une minute
hi: एक मिनट से कम समय में बजेगा
ja: 1分未満で鳴ります
ko: 1분 미만 후에 울려요
ru: Менее чем через минуту
zh: 不到1分钟后响铃

# hoursMinutesRemaining
source: Ringing in {hours}h {minutes}m
de: Klingelt in {hours} Std {minutes} Min
es: Sonará en {hours}h {minutes}m
fr: Sonne dans {hours}h {minutes}m
hi: {hours} घंटे {minutes} मिनट में बजेगा
ja: {hours}時間{minutes}分後に鳴ります
ko: {hours}시간 {minutes}분 후에 울려요
ru: Через {hours} ч. {minutes} мин.
zh: {hours}小时{minutes}分钟后响铃

# minutesRemaining
source: Ringing in {minutes}m
de: Klingelt in {minutes} Min
es: Sonará en {minutes}m
fr: Sonne dans {minutes}m
hi: {minutes} मिनट में बजेगा
ja: {minutes}分後に鳴ります
ko: {minutes}분 후에 울려요
ru: Через {minutes} мин.
zh: {minutes}分钟后响铃

source: AM
hi: सुबह
ja: 午前
ko: 오전
ru: УТР
zh: 上午

source: PM
hi: शाम
ja: 午後
ko: 오후
ru: ВЕЧ
zh: 下午

source: Daily Fortune Cookie Reward
de: Täglicher Glückskeks-Bonus
es: Recompensa diaria de galleta de la fortuna
fr: Récompense quotidienne Fortune Cookie
hi: दैनिक फॉर्च्यून कुकी इनाम
ja: 今日のフォーチュンクッキー報酬
ko: 오늘의 포춘쿠키 보상
ru: Ежедневная награда
zh: 今日幸运饼干奖励

# missionRewardInfo
source: 1 cookie for 5 successful missions, 2 for 10!
de: 1 Keks für 5 Missionen, 2 für 10!
es: ¡1 galleta por 5 misiones exitosas, 2 por 10!
fr: 1 cookie pour 5 missions réussies, 2 pour 10 !
hi: 5 मिशन सफल होने पर 1, 10 मिशन सफल होने पर 2!
ja: ミッション5個成功で1個、10個成功で2個支給！
ko: 미션 5개 성공 시 1개, 10개 성공 시 2개 지급!
ru: 1 печенье за 5 миссий, 2 — за 10!
zh: 完成5个任务得1个，10个得2个！

source: Daily Mission
de: Tägliche Mission
es: Misión diaria
fr: Mission Quotidienne
hi: आज का मिशन
ja: 今日のミッション
ko: 오늘의 미션
ru: Миссия дня
zh: 今日任务

# goalAchieved
source: 🎉 {completed}/5 Goal Achieved!
de: 🎉 {completed}/5 Ziel erreicht!
es: 🎉 ¡{completed}/5 Meta lograda!
fr: 🎉 {completed}/5 Objectif Atteint !
hi: 🎉 {completed}/5 लक्ष्य प्राप्त हुआ!
ja: 🎉 {completed}/5 目標達成！
ko: 🎉 {completed}/5 목표 달성!
ru: 🎉 Цель {completed}/5 достигнута!
zh: 🎉 已达成 {completed}/5 目标！

# missionProgress
source: {completed}/5 Achieved
de: {completed}/5 Erreicht
es: {completed}/5 Logrado
fr: {completed}/5 Atteint
hi: {completed}/5 पूर्ण
ja: {completed}/5 達成
ko: {completed}/5 달성
ru: Прогресс: {completed}/5
zh: 已达成 {completed}/5

source: My Mission Record
de: Meine Statistik
es: Mi récord de misión
fr: Mon Journal de Mission
hi: मेरा मिशन रिकॉर्ड
ja: マイミッション記録
ko: 나의 미션 기록
ru: Мои рекорды
zh: 我的任务记录

# consecutiveSuccess
source: Consecutive
de: Tage in Folge
es: Consecutivo
fr: Consécutif
hi: लगातार सफलता
ja: 連続成功
ko: 연속 성공
ru: Серия побед
zh: 连续成功

# successRate30Days
source: Success Rate (30d)
de: Erfolgsrate (30 Tage)
es: Tasa de éxito (30d)
fr: Taux de réussite (30j)
hi: सफलता दर (30 दिन)
ja: 成功率(30日)
ko: 성공률(30일)
ru: Успех (30 дн.)
zh: 成功率(30天)

source: Total Success
de: Gesamterfolge
es: Éxito total
fr: Succès Total
hi: कुल सफलता
ja: 総成功
ko: 총 성공
ru: Всего побед
zh: 总成功天数

source: In Progress 🔥
de: In Arbeit 🔥
es: En progreso 🔥
fr: En cours 🔥
hi: प्रगति में 🔥
ja: 挑戦中 🔥
ko: 도전 중 🔥
ru: В процессе 🔥
zh: 进行中 🔥

source: Reset Missions
de: Zurücksetzen
es: Reiniciar misiones
fr: Réinitialiser les missions
hi: मिशन रीसेट करें
ja: ミッション初期化
ko: 미션 초기화
ru: Сбросить миссии
zh: 重置任务

# resetMissionsConfirm
source: Do you want to reset all challenge lists? (Excluding basic system missions)
de: Möchtest du alle Herausforderungen zurücksetzen? (System-Missionen ausgenommen)
es: ¿Quieres reiniciar todas las listas de desafíos? (Excluyendo misiones básicas del sistema)
fr: Voulez-vous réinitialiser toutes les listes de défis ? (Excluant les missions système de base)
hi: क्या आप सभी मिशन सूचियों को रीसेट करना चाहते हैं? (बेसिक सिस्टम मिशन को छोड़कर)
ja: すべての挑戦リストを初期化しますか？ （基本システムミッションを除く）
ko: 모든 도전 목록을 초기화하시겠습니까? (기본 시스템 미션 제외)
ru: Вы уверены, что хотите сбросить список миссий?\n(Системные миссии сохранятся)
zh: 确定要重置所有挑战列表吗？ （基本系统任务除外）

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
ru: Отмена
zh: 取消

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hi: रीसेट
ja: 初期化
ko: 초기화
ru: Сброс
zh: 重置

source: Add Mission
de: Hinzufügen
es: Añadir misión
fr: Ajouter une mission
hi: मिशन जोड़ें
ja: ミッション追加
ko: 미션 추가
ru: Добавить миссию
zh: 添加任务

source: Completed Missions
de: Abgeschlossen
es: Misiones completadas
fr: Missions terminées
hi: पूर्ण किए गए मिशन
ja: 完了したミッション
ko: 완료된 미션
ru: Выполненные миссии
zh: 已完成的任务

# noCompletedMissionsHint
source: No completed missions yet. Reach today's mission goal.
de: Noch keine Missionen abgeschlossen.
es: Aún no hay misiones completadas. Alcanza tu meta de misión de hoy.
fr: Aucune mission terminée pour l'instant. Atteignez l'objectif du jour.
hi: अभी तक कोई मिशन पूरा नहीं हुआ है। आज का लक्ष्य पूरा करें।
ja: まだ完了したミッションがありません。今日の目標を達成しましょう。
ko: 아직 완료된 미션이 없습니다.
ru: Выполненных миссий пока нет. Самое время начать!
zh: 暂无已完成任务。去完成今日目标吧。

# greeting
source: Hello, {userName}
de: Hallo, {userName}
es: Hola, {userName}
fr: Bonjour, {userName}
hi: नमस्ते, {userName}
ja: こんにちは、{userName}さん
ko: 안녕하세요, {userName}님
ru: Привет, {userName}!
zh: 您好，{userName}

# welcomeFortune
source: Welcome to the mysterious world of fortune
de: Willkommen in der Welt des Glücks
es: Bienvenido al misterioso mundo de la fortuna
fr: Bienvenue dans le monde mystérieux de la fortune
hi: रहस्यमय भाग्य की दुनिया में आपका स्वागत है
ja: 神秘的な運勢の世界へようこそ
ko: 신비로운 운세의 세계에 오신 것을 환영합니다
ru: Добро пожаловать в мир таинственных предсказаний
zh: 欢迎来到神秘的运势世界

source: Lucky Color
de: Glücksfarbe
es: Color de la suerte
fr: Couleur porte-bonheur
hi: भाग्यशाली रंग
ja: ラッキーカラー
ko: 행운의 색
ru: Счастливый цвет
zh: 幸运色

source: Lucky Item
de: Glücksgegenstand
es: Objeto de la suerte
fr: Objet porte-bonheur
hi: भाग्यशाली वस्तु
ja: ラッキーアイテム
ko: 행운의 물건
ru: Счастливый предмет
zh: 幸运物品

source: Lucky Direction
de: Glücksrichtung
es: Dirección afortunada
fr: Direction porte-bonheur
hi: शुभ दिशा
ja: 吉方位
ko: 길한 방향
ru: Благоприятное направление
zh: 吉利方向

source: View Various Fortunes
de: Verschiedene Horoskope
es: Ver varias fortunas
fr: Voir diverses fortunes
hi: विभिन्न भाग्य देखें
ja: 運勢一覧
ko: 다양한 운세 보기
ru: Посмотреть все предсказания
zh: 查看各种运势

source: Today's Recommendation
de: Heutige Empfehlung
es: Recomendación de hoy
fr: Recommandation du jour
hi: आज की सिफारिश
ja: 今日のおすすめ
ko: 오늘의 추천
ru: Рекомендация дня
zh: 今日推荐

source: Check Today's Fortune
de: Tageshoroskop ansehen
es: Consultar fortuna de hoy
fr: Voir la fortune du jour
hi: आज का भाग्य देखें
ja: 今日の運勢を占う
ko: 오늘의 운세 확인
ru: Узнать предсказание на сегодня
zh: 查看今日运势

source: Today's Advice
de: Tipp des Tages
es: Consejo de hoy
fr: Conseil du jour
hi: आज की सलाह
ja: 今日のアドバイス
ko: 오늘의 조언
ru: Совет дня
zh: 今日建议

# viewSpecificDateFortune
source: View Fortune for Specific Date
de: Horoskop für ein bestimmtes Datum
es: Ver fortuna de fecha específica
fr: Fortune pour une date précise
hi: किसी विशेष तिथि का भाग्य देखें
ja: 日付を指定して占う
ko: 지정일 운세보기
ru: Узнать прогноз на определенную дату
zh: 查看指定日期运势

source: Lucky Number Recommendation
de: Glückszahlen des Tages
es: Recomendación de número de la suerte
fr: Numéros chance du jour
hi: भाग्यशाली नंबरों की सिफारिश
ja: ラッキーナンバーのおすすめ
ko: 행운의 번호 추천
ru: Рекомендация счастливых чисел
zh: 幸运数字推荐

source: Lucky Number
de: Glückszahl
es: Número de la suerte
fr: Numéro chance
hi: भाग्यशाली नंबर
ja: ラッキーナンバー
ko: 행운의 번호
ru: Счастливое число
zh: 幸运数字

source: Specific Date Fortune
de: Horoskop für ein bestimmtes Datum
es: Fortuna de fecha específica
fr: Fortune à une date précise
hi: विशिष्ट तिथि का भाग्य
ja: 指定日の運勢
ko: 지정일 운세
ru: Прогноз на выбранную дату
zh: 指定日期运势

source: Special Day Fortune
de: Besondere Tage
es: Fortuna de día especial
fr: Fortune des jours spéciaux
hi: विशेष दिन का भाग्य
ja: 特別な日の運勢
ko: 특별한 날 운세
ru: Прогноз на особый день
zh: 特别日子运势

source: New Year Fortune
de: Neujahrshoroskop
es: Fortuna de Año Nuevo
fr: Fortune du Nouvel An
hi: नया साल भाग्य
ja: 新年の運勢
ko: 신년운세
ru: Новогодний прогноз
zh: 新年运势

# totalFortune2026
source: 2026 Total Fortune
de: Jahresglück 2026
es: Fortuna total 2026
fr: Fortune Totale 2026
hi: 2026 का कुल भाग्य
ja: 2026年の運勢
ko: 2026년 전체운
ru: Общий прогноз на 2026 год
zh: 2026年整体运势

source: Traditional Fortune
de: Traditionelle Deutung (Tojeong)
es: Tojeongbigyeol
fr: Fortune Traditionnelle (Tojeong)
hi: पारंपरिक भविष्यवाणी (Tojeong)
ja: 土亭秘訣（トジョンビギョル）
ko: 토정비결
ru: Традиционное предсказание (Тоджон)
zh: 传统推算（土亭秘诀）

# traditionalSaju
source: Traditional Four Pillars Analysis
de: Traditionelle Saju-Analyse
es: Lectura tradicional de Saju
fr: Analyse Saju Traditionnelle
hi: पारंपरिक साजू विश्लेषण
ja: 伝統的な四柱推命
ko: 전통 사주 풀이
ru: Традиционный анализ Саджу
zh: 传统四柱八字

source: Face Reading
de: KI-Gesichtsdeutung
es: Lectura de rostro
fr: Lecture du Visage AI
hi: AI चेहरा पढ़ना
ja: 観相（人相）占い
ko: 관상 보기
ru: AI-анализ лица
zh: AI面相分析

# missionFaceReading
source: Face Reading Mission
de: Gesichtsanalyse-Mission
es: Misión de lectura de rostro
fr: Mission Lecture Visage
hi: चेहरा पढ़ने का मिशन
ja: 観相ミッション
ko: 관상 미션
ru: Миссия: Физиогномика
zh: 面相任务

# faceFate
source: Face Fate Destiny
de: Gesichtsausdruck
es: Destino del rostro
fr: Destin du Visage
hi: चेहरा भाग्य
ja: 顔の観相と運命
ko: 얼굴 관상 운명
ru: Судьба по лицу
zh: 面相与命运

source: Compatibility
de: Kompatibilität
es: Ver compatibilidad
fr: Compatibilité
hi: अनुकूलता
ja: 相性占い
ko: 궁합 보기
ru: Совместимость
zh: 契合度分析

source: Relationship Harmony
de: Beziehungsharmonie
es: Armonía en la relación
fr: Harmonie Relationnelle
hi: रिश्तों का सामंजस्य
ja: 縁の調和
ko: 인연과의 조화
ru: Гармония отношений
zh: 缘分和谐度

# ohaengWood
source: Wood
de: Holz
es: Madera
fr: Bois
hi: लकड़ी
ja: 木
ko: 목
ru: Дерево
zh: 木

# ohaengFire
source: Fire
de: Feuer
es: Fuego
fr: Feu
hi: अग्नि
ja: 火
ko: 화
ru: Огонь
zh: 火

# ohaengEarth
source: Earth
de: Erde
es: Tierra
fr: Terre
hi: पृथ्वी
ja: 土
ko: 토
ru: Земля
zh: 土

# ohaengMetal
source: Metal
de: Metall
fr: Métal
hi: धातु
ja: 金
ko: 금
ru: Металл
zh: 金

# ohaengWater
source: Water
de: Wasser
es: Agua
fr: Eau
hi: जल
ja: 水
ko: 수
ru: Вода
zh: 水

# ohaengWoodSymbol
source: Wood
de: Holz
es: Madera
fr: Bois
hi: लकड़ी
ja: 木
ko: 나무
ru: Дерево
zh: 木

# ohaengFireSymbol
source: Fire
de: Feuer
es: Fuego
fr: Feu
hi: अग्नि
ja: 火
ko: 불
ru: Огонь
zh: 火

# ohaengEarthSymbol
source: Earth
de: Erde
es: Tierra
fr: Terre
hi: पृथ्वी
ja: 土
ko: 흙
ru: Земля
zh: 土

# ohaengMetalSymbol
source: Metal
de: Metall
fr: Métal
hi: धातु
ja: 金
ko: 쇠
ru: Металл
zh: 金

# ohaengWaterSymbol
source: Water
de: Wasser
es: Agua
fr: Eau
hi: जल
ja: 水
ko: 물
ru: Вода
zh: 水

# ohaengWoodExplanation
source: With a strong energy of Wood (Tree), you are full of growth and motivation, possessing a compassionate and enterprising nature.
de: Mit einer starken Energie von Holz sind Sie voller Wachstum und Motivation, besitzen eine mitfühlende und unternehmungslustige Natur.
es: Con una fuerte energía de Madera (Árbol), estás lleno de crecimiento y motivación, poseyendo una naturaleza compasiva y emprendedora.
fr: Avec une forte énergie de Bois (Arbre), vous êtes plein de croissance et de motivation, possédant une nature compatissante et entreprenante.
hi: लकड़ी की मजबूत ऊर्जा के साथ, आप विकास और प्रेरणा से भरपूर हैं। आपका स्वभाव दयालु और प्रगतिशील है।
ja: 木（木）の気が強いあなたは、成長と意欲に溢れ、人情深く進取的な傾向を持っています。
ko: 목(나무) 기운이 강한 당신은 성장과 의욕이 넘치며, 인정이 많고 진취적인 성향을 가집니다.
ru: Энергия Дерева наделяет вас стремлением к росту, состраданием и предприимчивым характером.
zh: 您的木气较强，充满成长动力和意志，待人友善且具有进取心。

# ohaengFireExplanation
source: With a strong energy of Fire, you are passionate and polite, with a tendency to be active and fond of glamorous things.
de: Mit einer starken Energie von Feuer sind Sie leidenschaftlich und höflich, neigen dazu, aktiv zu sein und lieben glamouröse Dinge.
es: Con una fuerte energía de Fuego, eres apasionado y educado, con tendencia a ser activo y aficionado a las cosas glamorosas.
fr: Avec une forte énergie de Feu, vous êtes passionné et poli, avec une tendance à être actif et amateur de choses glamour.
hi: अग्नि की प्रबल ऊर्जा के साथ, आप भावुक और विनम्र हैं। आप सक्रिय रहना और प्रभावशाली चीजों को पसंद करते हैं।
ja: 火（火）の気が強いあなたは、情熱的で礼儀正しく、活発で華やかなものを好む傾向があります。
ko: 화(불) 기운이 강한 당신은 열정과 예의가 바르며, 활발하고 화려한 것을 좋아하는 성향입니다.
ru: Энергия Огня делает вас страстной и вежливой натурой, склонной к активности и любви к яркому.
zh: 您的火气较强，热情且讲究礼仪，性格活泼，喜欢华丽的事物。

# ohaengEarthExplanation
source: With a strong energy of Earth, you have trust and tolerance, possessing a grave and unchanging nature.
de: Mit einer starken Energie von Erde haben Sie Vertrauen und Toleranz, besitzen eine ernste und unveränderliche Natur.
es: Con una fuerte energía de Tierra, tienes confianza y tolerancia, poseyendo una naturaleza grave e inmutable.
fr: Avec une forte énergie de Terre, vous avez confiance et tolérance, possédant une nature grave et immuable.
hi: पृथ्वी की मजबूत ऊर्जा के साथ, आप विश्वसनीय और सहनशील हैं। आपका स्वभाव गंभीर और स्थिर है।
ja: 土（土）の気が強いあなたは、信頼と包容力があり、重厚で変わらない傾向を持っています。
ko: 토(흙) 기운이 강한 당신은 신뢰와 포용력이 있으며, 중후하고 변함없는 성향을 가집니다.
ru: Энергия Земли дарит вам надежность, терпимость и серьезный, неизменный характер.
zh: 您的土气较强，值得信赖且包容力强，性格稳重，持之以恒。

# ohaengMetalExplanation
source: With a strong energy of Metal, you have decisiveness and loyalty, possessing a cool-headed nature that values principles.
de: Mit einer starken Energie von Metall haben Sie Entschlossenheit und Loyalität, besitzen eine kühle Natur, die Prinzipien schätzt.
es: Con una fuerte energía de Metal, tienes decisión y lealtad, poseyendo una naturaleza serena que valora los principios.
fr: Avec une forte énergie de Métal, vous avez de la décision et de la loyauté, possédant une nature calme qui valorise les principes.
hi: धातु की मजबूत ऊर्जा के साथ, आप निर्णायक और वफादार हैं। आप सिद्धांतों को महत्व देने वाले और शांत दिमाग के व्यक्ति हैं।
ja: 金（金）の気が強いあなたは、決断力と義理があり、冷静で原則を重視する傾向を持っています。
ko: 금(쇠) 기운이 강한 당신은 결단력과 의리가 있으며, 냉철하고 원칙을 중요시하는 성향입니다.
ru: Энергия Металла наделяет вас решительностью, верностью принципам и хладнокровием.
zh: 您的金气较强，果断且讲义气，性格冷静，非常重视原则。

# ohaengWaterExplanation
source: With a strong energy of Water, you have wisdom and flexibility, possessing a clever and highly adaptable nature.
de: Mit einer starken Energie von Wasser haben Sie Weisheit und Flexibilität, besitzen eine kluge und sehr anpassungsfähige Natur.
es: Con una fuerte energía de Agua, tienes sabiduría y flexibilidad, poseyendo una naturaleza inteligente y altamente adaptable.
fr: Avec une forte énergie de Eau, vous avez de la sagesse et de la flexibilité, possédant une nature intelligente et très adaptable.
hi: जल की मजबूत ऊर्जा के साथ, आप बुद्धिमान और लचीले हैं। आप चतुर हैं और परिस्थितियों के अनुसार खुद को ढाल लेते हैं।
ja: 水（水）の気が強いあなたは、知恵と柔軟性があり、聡明で適応力に優れた傾向を持っています。
ko: 수(물) 기운이 강한 당신은 지혜와 유연함이 있으며, 총명하고 적응력이 뛰어난 성향입니다.
ru: Энергия Воды дарит вам мудрость, гибкость и высокий интеллект с отличной адаптивностью.
zh: 您的水气较强，富有智慧且灵活，聪明伶俐，适应能力极强。

# cheonganGap
source: Gap
hi: गैप
ja: 甲
ko: 갑
ru: Гап
zh: 甲

# cheonganEul
source: Eul
hi: यूल
ja: 乙
ko: 을
ru: Ыль
zh: 乙

# cheonganByeong
source: Byeong
hi: ब्योंग
ja: 丙
ko: 병
ru: Пён
zh: 丙

# cheonganJeong
source: Jeong
hi: जोंग
ja: 丁
ko: 정
ru: Чон
zh: 丁

# cheonganMu
source: Mu
hi: मु
ja: 戊
ko: 무
ru: Му
zh: 戊

# cheonganGi
source: Gi
hi: गी
ja: 己
ko: 기
ru: Ги
zh: 己

# cheonganGyeong
source: Gyeong
hi: ग्योंग
ja: 庚
ko: 경
ru: Кён
zh: 庚

# cheonganSin
source: Sin
hi: सिन
ja: 辛
ko: 신
ru: Син
zh: 辛

# cheonganIm
source: Im
hi: इम
ja: 壬
ko: 임
ru: Им
zh: 壬

# cheonganGye
source: Gye
hi: ग्ये
ja: 癸
ko: 계
ru: Ке
zh: 癸

# jijiJa
source: Rat
de: Ja
es: Ja
hi: चूहा (Rat)
ja: 子
ko: 쥐
ru: Крыса
zh: 子
