Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# recommendedMissionDesc
source: Recommended missions for a healthy day.
de: Empfohlene Missionen für einen gesunden Tag.
es: Misiones recomendadas para un día saludable.
fr: Missions recommandées pour une journée saine.
hi: एक स्वस्थ दिन के लिए अनुशंसित मिशन।
ja: 健康的な一日のためのおすすめミッションです。
ko: 건강한 하루를 위한 추천 미션들입니다.
ru: Миссии для продуктивного дня.
zh: 为健康一天准备的推荐任务。

source: All
de: Alle
es: Todo
fr: Tout
hi: सभी
ja: すべて
ko: 전체
ru: Все
zh: 全部

source: All Missions
de: Alle Missionen
es: Todas las Misiones
fr: Toutes les missions
hi: सभी मिशन
ja: すべてのミッション
ko: 전체 미션
ru: Все миссии
zh: 全部任务

source: {category} Missions
de: {category} Missionen
es: Misiones de {category}
fr: Missions {category}
hi: {category} मिशन
ja: {category}ミッション
ko: {category} 미션
ru: Миссии: {category}
zh: {category} 任务

source: Deselect All
de: Alle abwählen
es: Deseleccionar Todo
fr: Tout désélectionner
hi: सभी का चयन हटाएँ
ja: すべて解除
ko: 전체 해제
ru: Снять всё
zh: 取消全选

source: Select All
de: Alle auswählen
es: Seleccionar Todo
fr: Tout sélectionner
hi: सभी चुनें
ja: すべて選択
ko: 전체 선택
ru: Выбрать всё
zh: 全选

source: My Custom Missions
de: Meine benutzerdefinierten Missionen
es: Mis Misiones Personalizadas
fr: Mes missions personnalisées
hi: मेरे कस्टम मिशन
ja: マイカスタムミッション
ko: 내가 만든 목록
ru: Мои миссии
zh: 我的自定义任务

# myCustomMissionsDesc
source: Add missions you've created before.
de: Fügen Sie Missionen hinzu, die Sie zuvor erstellt haben.
es: Agrega misiones que has creado antes.
fr: Ajouter des missions que vous avez créées auparavant.
hi: आपके द्वारा पहले बनाए गए मिशन जोड़ें।
ja: 以前に作成したミッションを追加します。
ko: 직접 만들었던 미션들을 다시 추가해보세요.
ru: Миссии, которые вы создали сами.
zh: 添加你之前创建过的任务。

source: Create Your Own Mission
de: Eigene Mission erstellen
es: Crea Tu Propia Misión
fr: Créer votre propre mission
hi: अपना स्वयं का मिशन बनाएं
ja: ミッションを自作する
ko: 나만의 미션 만들기
ru: Создать свою миссию
zh: 创建自己的任务

# createYourOwnMissionDesc
source: Create a mission if you don't find what you want.
de: Erstellen Sie eine Mission, wenn Sie nicht finden, was Sie suchen.
es: Crea una misión si no encuentras lo que buscas.
fr: Créez une mission si vous ne trouvez pas ce que vous cherchez.
hi: यदि आपको अपनी पसंद का मिशन नहीं मिलता है, तो खुद बनाएं।
ja: 希望のミッションがない場合は作成してください。
ko: 원하는 미션이 없다면 직접 만들어보세요.
ru: Если не нашли подходящую, создайте свою.
zh: 没有想要的任务时，可以自己新增一个。

# missionNameHint
source: Enter mission name (e.g. Go to gym)
de: Missionsname eingeben (z. B. Ins Fitnessstudio gehen)
es: Ingresa nombre de misión (ej. Ir al gimnasio)
fr: Entrez le nom de la mission (ex: Aller à la salle)
hi: मिशन का नाम दर्ज करें (जैसे: जिम जाना)
ja: ミッション名を入力（例：ジムに行く）
ko: 미션 이름을 입력하세요 (예: 헬스장 가기)
ru: Название (напр., Сходить в зал)
zh: 输入任务名称（例：去健身房）

source: Select Category
de: Kategorie auswählen
es: Seleccionar Categoría
fr: Sélectionner une catégorie
hi: श्रेणी चुनें
ja: カテゴリーを選択
ko: 카테고리 선택
ru: Категория
zh: 选择分类

source: Get Notification
de: Benachrichtigung erhalten
es: Recibir Notificación
fr: Recevoir une notification
hi: सूचना प्राप्त करें
ja: 通知を受け取る
ko: 알림 받기
ru: Уведомление
zh: 接收通知

# missionCategoryHealth
source: Health
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य
ja: 健康
ko: 건강
ru: Здоровье
zh: 健康

# missionCategoryStudy
source: Study
de: Lernen
es: Estudio
fr: Études
hi: अध्ययन
ja: 勉強
ko: 학습
ru: Учеба
zh: 学习

# missionCategoryRoutine
source: Routine
es: Rutina
hi: दिनचर्या
ja: ルーチン
ko: 루틴
ru: Привычки
zh: 日常

# missionCategoryHobby
source: Hobby
es: Pasatiempo
fr: Loisir
hi: शौक
ja: 趣味
ko: 취미
ru: Хобби
zh: 兴趣

# missionCategoryOther
source: Other
de: Andere
es: Otro
fr: Autre
hi: अन्य
ja: その他
ko: 기타
ru: Другое
zh: 其他

# copyEmailSuccessMessage
source: Email address copied. Please paste it in your email app.
de: E-Mail-Adresse kopiert. Bitte fügen Sie sie in Ihre E-Mail-App ein.
es: Dirección de correo copiada. Por favor pégala en tu aplicación de correo.
fr: Adresse e-mail copiée. Veuillez la coller dans votre application de messagerie.
hi: ईमेल पता कॉपी हो गया है। कृपया इसे अपने ईमेल ऐप में पेस्ट करें।
ja: メールアドレスがコピーされました。メールアプリで貼り付けてください。
ko: 이메일 주소가 복사되었습니다. 메일 앱에서 붙여넣어 주세요.
ru: Адрес скопирован. Пожалуйста, вставьте его в ваше почтовое приложение.
zh: 电子邮件地址已复制。请将其粘贴到您的邮件应用中。

# supportSubmitButton
source: Copy Inquiry and Send
de: Anfrage kopieren und senden
es: Copiar Consulta y Enviar
fr: Copier la demande et envoyer
hi: पूछताछ कॉपी करें और भेजें
ja: お問い合わせ内容をコピーして送信
ko: 문의 내용 복사하고 보내기
ru: Копировать и отправить
zh: 复制咨询并发送

# shakePhone
source: Please shake your phone!
de: Bitte schütteln Sie Ihr Telefon!
es: ¡Por favor agita tu teléfono!
fr: Veuillez secouer votre téléphone !
hi: कृपया अपना फोन हिलाएं!
ja: 携帯電話を振ってください！
ko: 핸드폰을 흔들어주세요!
ru: Потрясите телефон!
zh: 请摇晃手机！

# version
source: Version {version}
es: Versión {version}
hi: संस्करण {version}
ja: バージョン {version}
ko: 버전 {version}
ru: Версия {version}
zh: 版本 {version}

# fortuneCheckButton
source: Check Fortune
de: Glück prüfen
es: Ver Fortuna
fr: Vérifier la fortune
hi: भाग्य देखें
ja: 運勢を見る
ko: 운세 확인하기
ru: Узнать предсказание
zh: 查看运势

# fortuneSelectCards
source: Select 3 cards
de: Wähle 3 Karten
es: Selecciona 3 cartas
fr: Sélectionnez 3 cartes
hi: 3 कार्ड चुनें
ja: カードを3枚選ぶ
ko: 3장을 선택하세요
ru: Выберите 3 карты
zh: 选择3张牌

# fortuneDragCards
source: Drag and select 3 cards
de: Ziehe und wähle 3 Karten
es: Arrastra y selecciona 3 cartas
fr: Faites glisser et sélectionnez 3 cartes
hi: ड्रैग करके 3 कार्ड चुनें
ja: ドラッグして3枚選択
ko: 3장을 드래그해서 선택하세요
ru: Перетащите 3 карты
zh: 拖动并选择3张牌

# fortuneDetailTitle
source: Detailed Interpretation
de: Detaillierte Interpretation
es: Interpretación Detallada
fr: Interprétation Détaillée
hi: विस्तृत व्याख्या
ja: 詳細な解釈
ko: 상세 풀이
ru: Подробности
zh: 详细解读

# labelFineDust
source: Fine Dust
de: Feinstaub
es: Polvo Fino
fr: Poussière fine
hi: बारीक धूल
ja: 微小粉じん
ko: 미세먼지
ru: Пыль
zh: PM10

# labelUltraFineDust
source: Ultra Fine Dust
de: Ultra-Feinstaub
es: Polvo Ultra Fino
fr: Poussière ultra-fine
hi: अति सूक्ष्म धूल
ja: 超微小粉じん
ko: 초미세먼지
ru: Мелкая пыль
zh: PM2.5

# weatherToday
source: Today's Weather
de: Heutiges Wetter
es: Clima de Hoy
fr: Météo d'aujourd'hui
hi: आज का मौसम
ja: 今日の天気
ko: 오늘의 날씨
ru: Погода на сегодня
zh: 今日天气

# weatherUpdateMessage
source: Updating weather information for current location.
de: Wetterinformationen für den aktuellen Standort werden aktualisiert.
es: Actualizando información del clima para la ubicación actual.
fr: Mise à jour des informations météo pour l'emplacement actuel.
hi: वर्तमान स्थान के लिए मौसम की जानकारी अपडेट की जा रही है।
ja: 現在地の天気情報を更新しています。
ko: 현재 위치로 날씨 정보를 업데이트합니다.
ru: Обновляем погоду для вашего местоположения.
zh: 正在更新当前位置的天气信息。

# weatherDisclaimer
source: Observed data may vary depending on local conditions or reception status.
de: Beobachtete Daten können je nach lokalen Bedingungen oder Empfangsstatus variieren.
es: Los datos observados pueden variar según las condiciones locales o el estado de recepción.
fr: Les données observées peuvent varier en fonction des conditions locales ou de l'état de réception.
hi: स्थानीय परिस्थितियों या रिसेप्शन स्थिति के आधार पर देखे गए डेटा में भिन्नता हो सकती है।
ja: 観測データは地域の状況や受信状態により異なる場合があります。
ko: 관측된 자료는 현지 사정이나 수신상태에 의해 차이가 발생할 수 있습니다.
ru: Данные могут незначительно отличаться от фактических.
zh: 观测数据可能因当地条件或信号接收情况而有所不同。

# weatherSource
source: Weather data provided by trusted services
de: Wetterdaten bereitgestellt von vertrauenswürdigen Diensten
es: Datos del clima proporcionados por servicios confiables
fr: Données météo fournies par des services de confiance
hi: मौसम डेटा विश्वसनीय सेवाओं द्वारा प्रदान किया गया
ja: 気象データ提供：信頼できる気象機関
ko: 기상청, 한국환경공단 제공
ru: Данные предоставлены погодными службами
zh: 气象数据来源：权威气象机构

# locationPermissionTitle
source: Allow Location Permission
de: Standortberechtigung zulassen
es: Permitir Permiso de Ubicación
fr: Autoriser la permission de localisation
hi: स्थान अनुमति दें
ja: 位置情報の権限を許可
ko: 위치 권한 허용
ru: Доступ к геопозиции
zh: 允许位置权限

# locationPermissionDesc
source: Required to display weather information.
de: Erforderlich, um Wetterinformationen anzuzeigen.
es: Requerido para mostrar información del clima.
fr: Requis pour afficher les informations météo.
hi: मौसम की जानकारी प्रदर्शित करने के लिए आवश्यक है।
ja: 天気情報を表示するために必要です。
ko: 날씨 정보를 표시하기 위해 필요합니다.
ru: Требуется для отображения погоды.
zh: 显示天气信息所必需。

source: Hourly Forecast
de: Stündliche Vorhersage
es: Pronóstico por Hora
fr: Prévisions horaires
hi: प्रति घंटा 00पूर्वानुमान
ja: 1時間ごとの予報
ko: 시간대별 예보
ru: Почасовой прогноз
zh: 逐小时预报

source: Weekly Forecast
de: Wöchentliche Vorhersage
es: Pronóstico Semanal
fr: Prévisions hebdomadaires
hi: साप्ताहिक पूर्वानुमान
ja: 週間予報
ko: 주간 예보
ru: Прогноз на неделю
zh: 一周预报

# hourFormat
source: {hour}h
de: {hour} Uhr
hi: {hour}बजे
ja: {hour}時
ko: {hour}시
ru: {hour}ч
zh: {hour} 时

# noNotifications
source: No new notifications.
de: Keine neuen Benachrichtigungen.
es: No hay nuevas notificaciones.
fr: Aucune nouvelle notification.
hi: कोई नई सूचना नहीं है।
ja: 新しい通知はありません。
ko: 새로운 알림이 없습니다.
ru: Нет новых уведомлений.
zh: 暂无新通知。

# adLoadFailed
source: Ad failed to load
de: Anzeige konnte nicht geladen werden
es: Error al cargar anuncio
fr: Échec du chargement de la publicité
hi: विज्ञापन लोड करने में विफल
ja: 広告の読み込みに失敗しました
ko: 광고 로드 실패
ru: Ошибка загрузки рекламы
zh: 广告加载失败

# adLoading
source: Loading ad...
de: Anzeige wird geladen...
es: Cargando anuncio...
fr: Chargement de la publicité...
hi: विज्ञापन लोड हो रहा है...
ja: 広告を読み込み中...
ko: 광고 로딩 중...
ru: Загрузка рекламы...
zh: 广告加载中…

source: Remove Ads
de: Anzeigen entfernen
es: Eliminar Anuncios
fr: Supprimer les publicités
hi: विज्ञापन हटाएँ
ja: 広告を削除
ko: 광고 제거하기
ru: Удалить рекламу
zh: 移除广告

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
ko: 닫기
ru: Закрыть
zh: 关闭

# exitQuestion
source: Do you want to exit?
de: Möchten Sie die App beenden?
es: ¿Quieres salir?
fr: Voulez-vous quitter ?
hi: क्या आप बाहर निकलना चाहते हैं?
ja: アプリを終了しますか？
ko: 종료하시겠습니까?
ru: Выйти из приложения?
zh: 要退出应用吗？

# exitApp
source: Exit
de: Beenden
es: Salir
fr: Quitter
hi: बाहर निकलें
ja: 終了
ko: 종료
ru: Выйти
zh: 退出

# shareResultDescription
source: This is your fortune result analyzed by Fortune Alarm.
de: Dies ist Ihr von Fortune Alarm analysiertes Glücksergebnis.
es: Este es tu resultado de fortuna analizado por Fortune Alarm.
fr: Ceci est votre résultat de fortune analysé par Fortune Alarm.
hi: यह फॉर्च्यून अलार्म द्वारा विश्लेषण किया गया आपका भाग्य परिणाम है।
ja: フォーチュンアラームが分析した運勢の結果です。
ko: 포춘알람이 분석한 당신의 운세 결과입니다.
ru: Мой результат гадания в приложении Будильник удачи.
zh: 这是 Fortune Alarm 分析出的运势结果。

# shareResultButton
source: Share Result
de: Ergebnis teilen
es: Compartir Resultado
fr: Partager le résultat
hi: परिणाम साझा करें
ja: 結果を共有
ko: 결과 공유하기
ru: Поделиться
zh: 分享结果

source: Unknown Time
de: Unbekannte Zeit
es: Hora Desconocida
fr: Heure inconnue
hi: अज्ञात समय
ja: 時間不明
ko: 시간 모름
ru: Время неизвестно
zh: 时间未知

# adLoadError
source: Could not load the ad. Please try again in a moment.
de: Die Anzeige konnte nicht geladen werden. Bitte versuchen Sie es in Kürze erneut.
es: No se pudo cargar el anuncio. Por favor intenta de nuevo en un momento.
fr: Impossible de charger la publicité. Veuillez réessayer dans un instant.
hi: विज्ञापन लोड नहीं हो सका। कृपया थोड़ी देर बाद पुनः प्रयास करें।
ja: 広告を読み込めませんでした。しばらくしてからもう一度お試しください。
ko: 광고를 불러올 수 없습니다. 잠시 후 다시 시도해주세요.
ru: Не удалось загрузить рекламу. Попробуйте позже.
zh: 无法加载广告，请稍后重试。

# adShowError
source: Could not display the ad. Please try again in a moment.
de: Die Anzeige konnte nicht angezeigt werden. Bitte versuchen Sie es in Kürze erneut.
es: No se pudo mostrar el anuncio. Por favor intenta de nuevo en un momento.
fr: Impossible d'afficher la publicité. Veuillez réessayer dans un instant.
hi: विज्ञापन प्रदर्शित नहीं हो सका। कृपया थोड़ी देर बाद पुनः प्रयास करें।
ja: 広告を表示できませんでした。しばらくしてからもう一度お試しください。
ko: 광고를 표시할 수 없습니다. 잠시 후 다시 시도해주세요.
ru: Не удалось показать рекламу. Попробуйте позже.
zh: 无法展示广告，请稍后重试。

# earnCookies
source: You've earned {count} fortune cookies! 🎉
de: Du hast {count} Glückskekse verdient! 🎉
es: ¡Has ganado {count} galletas de la fortuna! 🎉
fr: Vous avez gagné {count} fortune cookies ! 🎉
hi: आपने {count} भाग्य कुकीज़ (Fortune Cookies) जीती हैं! 🎉
ja: フォーチュンクッキー{count}個を獲得しました！ 🎉
ko: 포춘쿠키 {count}개를 획득했습니다! 🎉
ru: Вы получили печенье: {count} шт.! 🎉
zh: 获得 {count} 个幸运饼干！ 🎉

# freePassAfterTimeout
source: Showing results for free without an ad! 🎉
de: Ergebnisse werden kostenlos ohne Anzeige angezeigt! 🎉
es: ¡Mostrando resultados gratis sin anuncio! 🎉
fr: Affichage des résultats gratuitement sans publicité ! 🎉
hi: विज्ञापन के बिना मुफ्त परिणाम दिखाए जा रहे हैं! 🎉
ja: 広告なしで結果を無料で表示します！ 🎉
ko: 광고 없이 무료로 결과를 보여드립니다! 🎉
ru: Открываем результат бесплатно! 🎉
zh: 广告超时，本次免费为你展示结果！ 🎉

# adLoadDelay
source: Loading is delayed. Please try again in a moment.
de: Das Laden verzögert sich. Bitte versuchen Sie es in Kürze erneut.
es: La carga se retrasa. Por favor intenta de nuevo en un momento.
fr: Le chargement est retardé. Veuillez réessayer dans un instant.
hi: लोडिंग में देरी हो रही है। कृपया थोड़ी देर बाद पुनः प्रयास करें।
ja: 読み込みが遅れています。 しばらくしてからもう一度お試しください。
ko: 로드가 지연되고 있어요. 잠시 후 다시 시도해주세요.
ru: Загрузка задерживается. Попробуйте через мгновение.
zh: 广告加载较慢，请稍等…

# fortuneAccessTitle
source: Check Fortune
de: Glück prüfen
es: Ver Fortuna
fr: Vérifier la fortune
hi: भाग्य की जाँच करें
ja: 運勢を確認
ko: 운세 확인하기
ru: Проверить удачу
zh: 查看运势

# fortuneAccessSubtitle
source: Check your fortune results and get hidden gifts!
de: Überprüfen Sie Ihre Glücksergebnisse und erhalten Sie versteckte Geschenke!
es: ¡Revisa tus resultados de fortuna y obtén regalos ocultos!
fr: Vérifiez vos résultats de fortune et obtenez des cadeaux cachés !
hi: अपने भाग्य के परिणाम देखें और छिपे हुए उपहार प्राप्त करें!
ja: 運勢の結果を確認して、 隠されたプレゼントを手に入れましょう！
ko: 운세 결과를 확인하고 숨겨진 선물도 받아 가요!
ru: Узнайте предсказание и получите бонусы!
zh: 查看你的运势结果 领取隐藏惊喜！

# watchAdButtonText
source: Watch Ad for Free Results
de: Anzeige ansehen für kostenlose Ergebnisse
es: Ver Anuncio para Resultados Gratis
fr: Regarder la pub pour des résultats gratuits
hi: मुफ्त परिणाम के लिए विज्ञापन देखें
ja: 広告を見て無料で結果を確認
ko: 광고 보고 무료 결과 보기
ru: Смотреть рекламу (бесплатно)
zh: 看广告免费查看

# useCookiesButtonText
source: Use {count} Fortune Cookies
de: {count} Glückskekse verwenden
es: Usar {count} Galletas de la Fortuna
fr: Utiliser {count} Fortune Cookies
hi: {count} भाग्य कुकीज़ का उपयोग करें
ja: フォーチュンクッキー{count}個を使用
ko: 포춘쿠키 {count}개 사용하기
ru: Использовать печенье: {count} шт.
zh: 使用 {count} 个幸运饼干

# adFailFreePass
source: Could not load the ad, so we'll let you through for free this time.
de: Die Anzeige konnte nicht geladen werden, daher lassen wir Sie diesmal kostenlos durch.
es: No se pudo cargar el anuncio, así que te dejaremos pasar gratis esta vez.
fr: Impossible de charger la publicité, nous vous laissons passer gratuitement cette fois.
hi: विज्ञापन लोड नहीं हो सका, इसलिए इस बार हम आपको मुफ्त में देखने देंगे।
ja: 広告を読み込めなかったため、今回は無料でお通しします。
ko: 광고를 불러오지 못해 이번에는 무료로 진행합니다.
ru: Реклама не загрузилась, открываем бесплатно.
zh: 广告失败，本次直接免费解锁。

# luckyNumberTitle
source: My Lucky Numbers
de: Meine Glückszahlen
es: Mis Números de la Suerte
fr: Mes Numéros Chance
hi: मेरे भाग्यशाली अंक
ja: 私だけのラッキーナンバー
ko: 나만의 행운 번호
ru: Счастливые числа
zh: 我的幸运数字

# luckyNumberSubtitle
source: AI-powered lucky numbers for your day
de: Spezielle Glückszahlen, generiert von KI
es: Números de la suerte especiales generados por IA
fr: Numéros chance spéciaux générés par l'IA
hi: AI द्वारा जनरेट किए गए आपके आज के भाग्यशाली अंक
ja: AIが生成する特別なラッキーナンバー
ko: AI가 생성하는 특별한 행운의 번호
ru: Сгенерировано ИИ специально для вас
zh: AI 为你生成的今日幸运数字

# luckyNumberGenerateButton
source: Generate Lucky Numbers
de: Glückszahlen generieren
es: Generar Números de la Suerte
fr: Générer des Numéros Chance
hi: भाग्यशाली अंक जनरेट करें
ja: ラッキーナンバーを生成する
ko: 행운 번호 생성하기
ru: Создать числа
zh: 生成幸运数字

# luckyNumberGuideText
source: Discover your own lucky numbers through Fortune Alarm's AI algorithm
de: Entdecken Sie Ihre eigenen Glückszahlen durch den KI-Algorithmus von Fortune Alarm
es: Descubre tus propios números de la suerte a través del algoritmo de IA de Fortune Alarm
fr: Découvrez vos propres numéros chance grâce à l'algorithme IA de Fortune Alarm
hi: फॉर्च्यून अलार्म के AI एल्गोरिदम के माध्यम से अपने स्वयं के भाग्यशाली अंक खोजें
ja: フォーチュンアラームのAIアルゴリズムを通じて あなただけのラッキーナンバーを確認しましょう
ko: 포춘알람의 AI 알고리즘을 통해 당신만을 위한 행운의 번호를 확인해보세요
ru: Откройте свои счастливые числа\nс помощью ИИ-алгоритма Будильника удачи
zh: 通过 Fortune Alarm 的 AI 算法 发现属于你的幸运数字

# luckyNumberAnalysisStep1
source: Gathering fortune data...
de: Sammle Glücksdaten...
es: Recopilando datos de suerte...
fr: Collecte des données de chance...
hi: भाग्य डेटा एकत्र किया जा रहा है...
ja: 幸運データを収集中...
ko: 행운 데이터 수집 중...
ru: Сбор данных об удаче...
zh: 正在收集运势数据…

# luckyNumberAnalysisStep2
source: Reviewing recent number patterns...
de: Analyse aktueller Zahlenmuster...
es: Analizando patrones de números recientes...
fr: Analyse des modèles de numéros récents...
hi: हाल के अंकों के पैटर्न का विश्लेषण किया जा रहा है...
ja: 最近のナンバーパターンを分析中...
ko: 최근 번호 패턴 분석 중...
ru: Анализ закономерностей...
zh: 分析近期数字规律…

# luckyNumberAnalysisStep3
source: Evaluating number probabilities...
de: Analyse der Energie für jede Zahl...
es: Analizando energía para cada número...
fr: Analyse de l'énergie pour chaque numéro...
hi: प्रत्येक अंक की ऊर्जा का मूल्यांकन किया जा रहा है...
ja: 番号ごとのエネルギーを分析中...
ko: 번호별 에너지 분석 중...
ru: Анализ энергии чисел...
zh: 评估出现概率…

# luckyNumberAnalysisStep4
source: Studying geometric sequences...
de: Lernen geometrischer Muster...
es: Aprendiendo patrones geométricos...
fr: Apprentissage des modèles géométriques...
hi: ज्यामितीय अनुक्रमों का अध्ययन किया जा रहा है...
ja: 幾何学的パターンを学習中...
ko: 기하학적 패턴 학습 중...
ru: Изучение паттернов...
zh: 研究几何序列…

# luckyNumberAnalysisStep5
source: Applying AI prediction weights...
de: Anwenden von KI-Vorhersagemodell-Gewichtungen...
es: Aplicando pesos del modelo de predicción de IA...
fr: Application des poids du modèle de prédiction IA...
hi: AI भविष्यवाणी मॉडल लागू किया जा रहा है...
ja: AI予測モデルの重みを適用中...
ko: AI 예측 모델 가중치 적용 중...
ru: Применение ИИ-модели...
zh: 应用 AI 权重预测…

# luckyNumberAnalysisStep6
source: Calculating optimal combinations...
de: Berechnung der optimalen Glückskombination...
es: Calculando la combinación de suerte óptima...
fr: Calcul de la combinaison chance optimale...
hi: इष्टतम संयोजनों की गणना की जा रही है...
ja: 最適な幸運の組み合わせを算出中...
ko: 최적의 행운 조합 산출 중...
ru: Расчет комбинации...
zh: 计算最优组合…

# luckyNumberAnalysisStep7
source: Analysis complete! Generating numbers...
de: Analyse abgeschlossen! Generiere Glückszahlen
es: ¡Análisis completado! Generando números de la suerte
fr: Analyse terminée ! Génération des numéros chance
hi: विश्लेषण पूर्ण! अंक जनरेट किए जा रहे हैं...
ja: 分析完了！ラッキーナンバーを生成
ko: 분석 완료! 행운 번호 생성
ru: Готово! Генерация чисел
zh: 分析完成，正在生成数字…

# luckyNumberAnalysisFinal
source: Processing final data...
de: Verarbeitung der finalen Daten...
es: Procesando datos finales...
fr: Traitement des données finales...
hi: अंतिम डेटा संसाधित किया जा रहा है...
ja: データの最終処理中...
ko: 데이터 최종 처리 중...
ru: Финальная обработка...
zh: 正在处理最终数据…

# luckyNumberAnalyzing
source: Analyzing energy...
de: Energie wird analysiert...
es: Analizando energía...
fr: Analyse de l'énergie...
hi: ऊर्जा का विश्लेषण...
ja: エネルギー分析中...
ko: 에너지 분석 중...
ru: Анализ энергии...
zh: 能量分析中...

# luckyNumberGeometric
source: Geometric analysis...
de: Geometrische Analyse...
es: Análisis geométrico...
fr: Analyse géométrique...
hi: ज्यामितीय विश्लेषण...
ja: 幾何学的分析...
ko: 기하학적 분석...
ru: Геометрический анализ...
zh: 几何分析...

# luckyNumberPatterns
source: Pattern matching...
de: Musterabgleich...
es: Coincidencia de patrones...
fr: Correspondance des motifs...
hi: पैटर्न मिलान...
ja: パターンマッチング...
ko: 패턴 매칭...
ru: Сопоставление шаблонов...
zh: 模式匹配...

# luckyNumberEnergy
source: Energy harmonization...
de: Energie wird harmonisiert...
es: Armonización de energía...
fr: Harmonisation de l'énergie...
hi: ऊर्जा सामंजस्य...
ja: エネルギー調和中...
ko: 에너지 조화 작업...
ru: Гармонизация энергии...
zh: 能量协调中...

# luckyNumberCompleted
source: Analysis completed!
de: Analyse abgeschlossen!
es: ¡Análisis completado!
fr: Analyse terminée !
hi: विश्लेषण पूरा हुआ!
ja: 分析完了！
ko: 분석 완료!
ru: Анализ завершен!
zh: 分析完成！

# luckyNumberShare
source: Share Results
de: Ergebnisse teilen
es: Compartir resultados
fr: Partager les résultats
hi: परिणाम साझा करें
ja: 結果を共有
ko: 결과 공유
ru: Поделиться результатом
zh: 分享结果

# luckyNumberRestart
source: Try Again
de: Nochmal versuchen
es: Intentar de nuevo
fr: Réessayer
hi: पुनः प्रयास करें
ja: もう一度試す
ko: 다시 시도
ru: Попробовать снова
zh: 重试

# luckyNumberGenerating
source: Generating lucky numbers...
de: Glückszahlen werden generiert...
es: Generando números de la suerte...
fr: Génération des numéros de la chance...
hi: भाग्यशाली अंक जनरेट किए जा रहे हैं...
ja: ラッキーナンバーを生成中...
ko: 행운 번호 생성 중...
ru: Создаем числа...
zh: 生成中…

# luckyNumberResultTitle
source: Lucky number generation complete
de: Glückszahlengenerierung abgeschlossen
es: Generación de números de la suerte completada
fr: Génération des numéros chance terminée
hi: भाग्यशाली अंक जनरेशन पूर्ण
ja: ラッキーナンバーの生成完了
ko: 행운의 번호 생성 완료
ru: Ваши счастливые числа
zh: 你的幸运数字已出炉

# luckyNumberResultSubtitle
source: 6 numbers + bonus number
de: 6 Zahlen + Zusatzzahl
es: 6 números + número de bonificación
fr: 6 numéros + numéro bonus
hi: 6 मुख्य अंक + बोनस अंक
ja: 6つの番号 + ボーナス番号
ko: 6개 번호 + 보너스 번호
ru: 6 основных + бонусное число
zh: 把好运带走吧

# luckyNumberDisclaimer
source: * This service is for entertainment purposes. Numbers provided are for reference generated by AI algorithms and do not guarantee a win.
de: * Dieser Service dient der Unterhaltung. Die bereitgestellten Zahlen sind Referenzwerte, die von KI-Algorithmen generiert wurden, und garantieren keinen Gewinn.
es: * Este servicio es para fines de entretenimiento. Los números proporcionados son de referencia generados por algoritmos de IA y no garantizan un premio.
fr: * Ce service est à des fins de divertissement. Les numéros fournis sont à titre de référence générés par des algorithmes d'IA et ne garantissent pas un gain.
hi: * यह सेवा केवल मनोरंजन के लिए है। प्रदान किए गए अंक AI एल्गोरिदम द्वारा जनरेट किए गए हैं और जीत की गारंटी नहीं देते हैं।
ja: ※ 本サービスはエンターテインメント目的であり、提供される番号はAIアルゴリズムによって生成された参考用であり、当選を保証するものではありません。
ko: ※ 본 서비스는 재미를 위한 서비스로, 제공된 번호는 AI 알고리즘에 의해 생성된 참고용 번호이며 실제 당첨을 보장하지 않습니다.
ru: * Сервис носит развлекательный характер. Числа не гарантируют выигрыш.
zh: ＊本服务仅供娱乐。数字由 AI 算法生成，仅供参考，不保证中奖。

# luckyNumberShareTitle
source: Today's Lucky Numbers
de: Heutige Glückszahlen
es: Números de la Suerte de Hoy
fr: Numéros Chance d'Aujourd'hui
hi: आज के भाग्यशाली नंबर
ja: 今日のラッキーナンバー
ko: 오늘의 행운 번호
ru: Мои счастливые числа
zh: 分享幸运数字

# luckyNumberShareDescription
source: Lucky numbers analyzed by Fortune Alarm.
de: Glückszahlen analysiert von Fortune Alarm.
es: Números de la suerte analizados por Fortune Alarm.
fr: Numéros chance analysés par Fortune Alarm.
hi: फॉर्च्यून अलार्म द्वारा विश्लेषण किए गए भाग्यशाली नंबर।
ja: フォーチュンアラームが分析したラッキーナンバーです。
ko: 포춘알람이 분석한 행운의 번호입니다.
ru: Счастливые числа от Будильника удачи.
zh: Fortune Alarm 分析出的幸运数字。

# luckyNumberSetLabel
source: Set {label}
hi: सेट {label}
ja: セット {label}
ko: 세트 {label}
ru: Набор {label}
zh: 第 {label} 组

# luckyNumberRegenerateButton
source: Regenerate numbers
de: Zahlen neu generieren
es: Regenerar números
fr: Régénérer les numéros
hi: नंबर फिर से जनरेट करें
ja: 番号を再生成する
ko: 번호 다시 생성하기
ru: Создать заново
zh: 重新生成

# luckyNumberFeatureAiTitle
source: AI Recommendation
de: KI-Empfehlung
es: Recomendación IA
fr: Recommandation IA
hi: AI सिफारिश
ja: AI推奨
ko: AI 추천
ru: ИИ Рекомендация
zh: AI 分析
