Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotWealthDetail12
source: You may feel completely blocked financially. Invested money may be tied up or expected income may be delayed, but the more you struggle, the more tangled it might get. It's better to empty your mind and observe for now. Use this period to check your consumption habits and re-establish your values regarding money.
de: Ihr finanzieller Fluss könnte vorübergehend ins Stocken geraten. Nutzen Sie diese Pause, um Ihre Ausgabengewohnheiten zu überdenken und neue Sparstrategien zu entwickeln. Ein Perspektivwechsel kann Ihnen helfen, langfristig stabilere Einnahmen zu sichern.
es: Puedes sentir un estancamiento en tus finanzas. Las inversiones pueden estar «congeladas» y los ingresos esperados retrasados. Cuanto más te agites, más compleja será la situación, por lo que ahora es mejor mantener la calma. Utiliza este tiempo para revisar tus hábitos de gasto y desarrollar una nueva actitud hacia el dinero.
fr: Vous pouvez ressentir une stagnation de vos finances. Les investissements peuvent être « gelés » et les revenus attendus retardés. Plus vous vous agiterez, plus la situation sera complexe, il est donc préférable de rester calme. Utilisez ce temps pour revoir vos habitudes de dépenses et développer une nouvelle attitude envers l'argent.
hi: आपका वित्तीय प्रवाह अस्थायी रूप से रुक सकता है। इस विराम का उपयोग अपनी खर्च करने की आदतों पर पुनर्विचार करने और नई बचत रणनीतियां विकसित करने के लिए करें। दृष्टिकोण में बदलाव आपको भविष्य में अधिक स्थिर आय प्राप्त करने में मदद करेगा।
ja: 金銭的に行き詰まったような感じを受けることがあります。投資したお金が凍結されたり、予定されていた収入が遅延することがありますが、あがくほどさらにもつれる可能性があるので、今はむしろ心を空にして静観するのが上策です。この時期を通じて自分の消費習慣を点検し、お金に対する価値観を新しく定立してみる時間にしてください。
ko: 금전적으로 꽉 막힌 듯한 느낌을 받을 수 있습니다. 투자한 돈이 묶이거나 예정된 수입이 지연될 수 있지만, 발버둥 칠수록 더 꼬일 수 있으니 지금은 차라리 마음을 비우고 관망하는 것이 상책입니다. 이 시기를 통해 자신의 소비 습관을 점검하고 돈에 대한 가치관을 새롭게 정립해보는 시간으로 삼으세요.
ru: В финансовых делах может наступить период застоя. Вложения могут быть «заморожены», а ожидаемые доходы — задержаны. Чем больше вы будете суетиться, тем сложнее будет ситуация, поэтому сейчас лучше сохранять спокойствие. Используйте это время, чтобы пересмотреть свои привычки в тратах и выработать новое отношение к деньгам.
zh: 你可能会感到财务上的阻塞。投资的资金被套牢或预定的收入延迟，但越是挣扎可能越是混乱，现在最好放宽心态静观其变。利用这段时间检查自己的消费习惯，重新树立对金钱的价值观。

# tarotSuccessMeaning12
source: Work may not proceed as planned and may be delayed.
de: Beruflich bedeutet diese Karte, dass Projekte vorübergehend zum Stillstand kommen könnten. Es ist eine Phase der Vorbereitung und des Lernens, nicht des schnellen Handelns. Akzeptieren Sie die Verzögerung als Chance zur Qualitätsverbesserung.
es: Las cosas pueden no ir según el plan, son posibles retrasos.
fr: Les choses peuvent ne pas se passer selon le plan, des retards sont possibles.
hi: करियर में, इस कार्ड का अर्थ है कि प्रोजेक्ट्स अस्थायी रूप से रुक सकते हैं। यह तैयारी और सीखने का चरण है, न कि त्वरित कार्रवाई का। इस देरी को गुणवत्ता में सुधार के अवसर के रूप में स्वीकार करें।
ja: 物事が計画通りに進まず遅延することがあります。
ko: 일이 계획대로 진행되지 않고 지연될 수 있습니다.
ru: Дела могут идти не по плану, возможны задержки.
zh: 事情可能不会按计划进行，会出现延迟。

# tarotSuccessDetail12
source: Projects might be suspended or work delayed, causing stress, but this is a temporary stop signal rather than a failure. Don't try to force progress; instead, step back and redraw the overall picture. Brilliant ideas can emerge when you break fixed ideas, and current trials will give you new enlightenment.
de: Manchmal ist ein Rückzug notwendig, um später kraftvoller voranzukommen. Nutzen Sie die aktuelle Ruhephase für Fortbildungen oder strategische Planung. Wenn Sie Ihre Einstellung ändern, werden sich neue Türen öffnen, die Sie zuvor übersehen haben.
es: La suspensión de un proyecto o el retraso en los asuntos pueden causar estrés, pero esto no es un fracaso, sino una señal de «reinicio». No intentes forzar los eventos; da un paso atrás y reconsidera la estrategia general. Romper con los viejos moldes te ayudará a encontrar una solución genial, y las pruebas actuales te darán una nueva sabiduría.
fr: La suspension d'un projet ou le retard dans les affaires peuvent causer du stress, mais ce n'est pas un échec, c'est un signal de « redémarrage ». N'essayez pas de forcer les événements ; faites un pas en arrière et reconsidérez la stratégie globale. Rompre avec les vieux schémas vous aidera à trouver une solution géniale.
hi: कभी-कभी बाद में अधिक मजबूती से आगे बढ़ने के लिए पीछे हटना आवश्यक होता है। वर्तमान शांति की अवधि का उपयोग प्रशिक्षण या रणनीतिक योजना के लिए करें। जब आप अपना नजरिया बदलेंगे, तो नए रास्ते खुलेंगे जो आपने पहले नहीं देखे थे।
ja: プロジェクトが中断されたり業務が遅延してストレスを受けることがありますが、これは失敗ではなく「一時停止」の信号です。無理に進めようとせず、一歩下がって全体的な絵を書き直してみてください。固定観念を壊した時、他人が考えられない奇抜なアイデアが出ることがあり、今の試練はあなたに新しい悟りを与えるでしょう。
ko: 프로젝트가 중단되거나 업무가 지연되어 스트레스를 받을 수 있지만, 이는 실패가 아니라 잠시 멈춤 신호입니다. 억지로 진행하려 하지 말고 한 발 물러서서 전체적인 그림을 다시 그려보세요. 고정관념을 깼을 때 남들이 생각하지 못하는 기발한 아이디어가 나올 수 있으며, 지금의 시련은 당신에게 새로운 깨달음을 줄 것입니다.
ru: Приостановка проекта или задержка в делах могут вызвать стресс, но это не поражение, а сигнал к «перезагрузке». Не пытайтесь форсировать события — отступите на шаг и пересмотрите общую стратегию. Отказ от старых шаблонов поможет вам найти гениальное решение, а нынешние испытания принесут ценный опыт.
zh: 项目中断或业务延迟可能会给你带来压力，但这并非失败，而是“暂停”的信号。不要强行推进，退后一步重新规划大局。打破固定观念时，你会产生别人想不到的奇思妙想，当前的试炼将带给你新的觉醒。

# tarotKeywords13
source: Ending, change, rebirth, separation, new beginning
de: Ende, Wandel, Transformation, Übergang
es: Finalización, cambio, transformación, separación, nuevo comienzo
fr: Achèvement, changement, transformation, séparation, nouveau départ
hi: अंत, परिवर्तन, रूपांतरण, संक्रमण
ja: 終結, 変化, 再生, 別れ, 新しい始まり
ko: 종결, 변화, 재탄생, 이별, 새로운 시작
ru: Завершение, перемены, трансформация, расставание, новое начало
zh: 终结, 变化, 重生, 离别, 新开始

# tarotDesc13
source: It symbolizes the complete termination of the old and a new beginning resulting from it, representing a painful but inevitable process of change.
de: Die Karte Der Tod steht nicht für das physische Ende, sondern für eine tiefgreifende Transformation. Ein alter Lebensabschnitt endet, damit etwas Neues und Besseres entstehen kann. Akzeptieren Sie den Wandel als notwendigen Teil Ihrer persönlichen Entwicklung.
es: Simboliza la terminación completa de lo viejo y el nacimiento de lo nuevo. Representa un proceso de transformación doloroso pero inevitable, donde la muerte de lo antiguo despeja el camino para el futuro.
fr: Symbolise la fin complète de l'ancien et la naissance du nouveau. Représente un processus de transformation douloureux mais inévitable, où la mort de l'ancien dégage le chemin pour l'avenir.
hi: मृत्यु कार्ड भौतिक अंत का नहीं, बल्कि एक गहरे रूपांतरण का प्रतीक है। जीवन का एक पुराना अध्याय समाप्त हो रहा है ताकि कुछ नया और बेहतर शुरू हो सके। इस बदलाव को अपने व्यक्तिगत विकास के एक आवश्यक हिस्से के रूप में स्वीकार करें।
ja: 古いものの完全な終結と、それによる新しい始まりを象徴し、苦痛ですが避けられない変化の過程を表しています。
ko: 낡은 것의 완전한 종결과 그로 인한 새로운 시작을 상징하며, 고통스럽지만 피할 수 없는 변화의 과정을 나타냅니다.
ru: Символ полного завершения старого и рождения нового. Это болезненный, но неизбежный процесс трансформации, когда смерть старого прокладывает путь для будущего.
zh: 象征着旧事物的完全终结以及由此产生的新开始，表现了痛苦但不可避免的变化过程。死神骑马而来，为新道路的开启而清扫旧物。

# tarotLoveMeaning13
source: It means the end of a relationship or a big change.
de: In Beziehungen symbolisiert diese Karte das Ende einer Phase oder einer veralteten Dynamik. Dies kann eine Trennung bedeuten, aber auch eine tiefgreifende Erneuerung innerhalb der Partnerschaft. Platz für Neues wird erst geschaffen, wenn Altes losgelassen wird.
es: Significa el fin de una relación o un cambio radical en ella.
fr: Signifie la fin d'une relation ou un changement radical en elle.
hi: रिश्तों में, यह कार्ड एक चरण या पुरानी आदतों के अंत का प्रतीक है। इसका मतलब ब्रेकअप हो सकता है, लेकिन यह रिश्ते के भीतर एक गहरे नवीनीकरण का भी संकेत दे सकता है। नया तभी शुरू हो सकता है जब पुराना पीछे छूट जाए।
ja: 関係の終結や大きな変化を意味します。
ko: 관계의 종결이나 큰 변화를 의미합니다.
ru: Означает конец отношений или их радикальную перемену.
zh: 意味着关系的终结或巨大的变化。

# tarotLoveDetail13
source: The current relationship may have reached its limit. You need the courage to let it flow naturally rather than trying to hold on; separation is painful, but a better new beginning always waits at the end. Remember that a place for a new person is created only when you completely escape from past lingering feelings or wounds.
de: Es ist eine Zeit des emotionalen Umbruchs, die schmerzhaft sein kann, aber Heilung verspricht. Klammern Sie sich nicht an Vergangenes, das Ihnen nicht mehr guttut. Vertrauen Sie darauf, dass nach diesem Ende ein hoffnungsvoller Neuanfang auf Sie wartet.
es: Es posible que tu relación actual haya llegado a su límite. En lugar de intentar retener lo que se va, muestra valentía y deja ir la situación. La separación es dolorosa, pero al final de este camino te espera sin duda un mejor comienzo. Recuerda: solo liberándote por completo de los apegos y heridas del pasado, dejarás espacio para que entre una nueva persona en tu vida.
fr: Il est possible que votre relation actuelle ait atteint sa limite. Au lieu d'essayer de retenir ce qui s'en va, montrez du courage et laissez faire la situation. La séparation est douloureuse, mais au bout de ce chemin vous attend sans doute un meilleur départ. Rappelez-vous : ce n'est qu'en vous libérant complètement des attachements et des blessures du passé que vous laisserez de la place pour qu'une nouvelle personne entre dans votre vie.
hi: यह भावनात्मक उथल-पुथल का समय है जो दर्दनाक हो सकता है, लेकिन यह उपचार का वादा करता है। अतीत की उन चीजों को न पकड़ें जो अब आपके लिए अच्छी नहीं हैं। विश्वास रखें कि इस अंत के बाद एक उम्मीद भरी नई शुरुआत आपका इंतजार कर रही है।
ja: 今の関係が限界を迎えている可能性があります。無理に引き留めようとするよりは、自然に流す勇気が必要であり、別れは痛いですが、その終わりには必ずより良い新しい始まりが待っています。過去の未練や傷から完全に脱してこそ、新しい人が入る場所ができるという点を肝に銘じてください。
ko: 지금의 관계가 한계를 맞이했을 수 있습니다. 억지로 붙잡으려 하기보다는 자연스럽게 흘려보내는 용기가 필요하며, 이별은 아프지만 그 끝에는 반드시 더 나은 새로운 시작이 기다리고 있습니다. 과거의 미련이나 상처에서 완전히 벗어나야만 새로운 사람이 들어올 자리가 생긴다는 점을 명심하세요.
ru: Ваши текущие отношения, возможно, достигли своего предела. Вместо того чтобы пытаться удержать то, что уходит, проявите смелость и отпустите ситуацию. Расставание болезненно, но в конце этого пути вас обязательно ждет лучшее начало. Помните: только полностью освободившись от прошлых привязанностей и ран, вы освободите место для нового человека в своей жизни.
zh: 现在的关系可能已达极限。比起强求，更需要顺其自然放手的勇气。虽然离别是痛苦的，但在那尽头一定会有更好的新开始在等着你。请记住，只有完全摆脱过去的留恋或伤痛，才会有新的人进入你的生活空间。

# tarotWealthMeaning13
source: Difficult situations such as financial losses or investment failures may come.
de: Finanziell deutet der Tod auf einschneidende Veränderungen hin, wie den Verlust einer Einnahmequelle oder das Scheitern einer Investition. Es ist eine Warnung, finanzielle Abhängigkeiten zu beenden. Ein radikaler Neuanfang in Ihrer Budgetplanung ist nun erforderlich.
es: Pueden surgir pérdidas financieras o fracasos en las inversiones.
fr: Des pertes financières ou des échecs d'investissement peuvent survenir.
hi: आर्थिक रूप से, यह कार्ड बड़े बदलावों का संकेत देता है, जैसे आय के स्रोत का नुकसान या किसी निवेश की विफलता। यह वित्तीय निर्भरता को समाप्त करने की चेतावनी है। अब आपकी बजट योजना में एक क्रांतिकारी नई शुरुआत की आवश्यकता है।
ja: 金銭的な損失や投資失敗など大変な状況が来ることがあります。
ko: 금전적인 손실이나 투자 실패 등 힘든 상황이 올 수 있습니다.
ru: Возможны финансовые потери или неудачи в инвестициях.
zh: 可能会出现金钱损失或投资失败等艰难处境。

# tarotWealthDetail13
source: A big change is expected financially. You might experience losses in trusted investments or face difficulties with unexpected expenses, but this is a signal to change inefficient asset management methods. Organize your debts and completely cut off unnecessary spending to use this as a stepping stone for a healthier financial structure.
de: Alte finanzielle Strukturen brechen zusammen, was Raum für modernere Ansätze schafft. Seien Sie bereit, sich von unrentablen Projekten zu trennen, auch wenn es schwerfällt. Langfristig wird dieser klare Schnitt Ihre wirtschaftliche Situation stabilisieren.
es: Se esperan cambios importantes en tus finanzas. Puedes enfrentar pérdidas donde no las esperabas o gastos imprevistos. Es una señal de que los viejos métodos de gestión de capital ya no funcionan. Utiliza este momento para saldar deudas, cortar gastos innecesarios y empezar a construir una estructura financiera más saludable y estable.
fr: Des changements importants dans vos finances sont attendus. Vous pouvez faire face à des pertes là où vous ne les attendiez pas ou à des dépenses imprévues. C'est un signal que les anciennes méthodes de gestion de capital ne fonctionnent plus. Utilisez ce moment pour solder vos dettes, couper les dépenses inutiles et commencer à construire une structure financière plus saine et plus stable.
hi: पुराने वित्तीय ढांचे टूट रहे हैं, जिससे नए और आधुनिक दृष्टिकोणों के लिए जगह बन रही है। उन प्रोजेक्ट्स को छोड़ने के लिए तैयार रहें जो अब लाभ नहीं दे रहे हैं। लंबे समय में, यह स्पष्ट बदलाव आपकी आर्थिक स्थिति को स्थिर करेगा।
ja: 財政的に大きな変化が予想されます。信じていた投資先で損失が出たり、予期せぬ支出で困難を経験することがありますが、これはこれまでの非効率的な資産管理方式を変えなさいという信号です。負債を整理し不必要な支出を完全に遮断して、より健康的で安定した財務構造を備えるための足がかりにしてください。
ko: 재정적으로 큰 변화가 예상됩니다. 믿었던 투자처에서 손실이 나거나 예기치 못한 지출로 어려움을 겪을 수 있지만, 이는 그동안의 비효율적인 자산 관리 방식을 바꾸라는 신호입니다. 부채를 정리하고 불필요한 지출을 완전히 차단하여 더 건강하고 안정적인 재무 구조를 갖추기 위한 발판으로 삼으세요.
ru: Ожидаются серьезные перемены в финансах. Вы можете столкнуться с убытками там, где не ждали, или с непредвиденными расходами. Это сигнал о том, что старые методы управления капиталом больше не работают. Используйте этот момент, чтобы закрыть долги, отсечь ненужные траты и начать строить более здоровую и стабильную финансовую структуру.
zh: 预计财务上会有巨大变化。你信任的投资处可能出现损失，或者因预料之外的支出而陷入困境，但这是改变以往低效资产管理方式的信号。请以此为契机，清理债务并彻底切断不必要的支出，为建立更健康、更稳定的财务结构打下基础。

# tarotSuccessMeaning13
source: Work in progress may be interrupted or failed.
de: Im Beruf signalisiert der Tod den Abschluss eines großen Projekts oder einen Jobwechsel. Bestehende Strukturen könnten sich auflösen, was zunächst verunsichernd wirken kann. Sehen Sie dies als Chance, Ihre Karriere in eine völlig neue Richtung zu lenken.
es: El trabajo actual puede verse interrumpido o terminar en fracaso.
fr: Le travail actuel peut être interrompu ou se terminer par un échec.
hi: करियर में, मृत्यु कार्ड एक बड़े प्रोजेक्ट के पूरा होने या नौकरी बदलने का संकेत देता है। मौजूदा संरचनाएं भंग हो सकती हैं, जो शुरू में परेशान करने वाली लग सकती हैं। इसे अपने करियर को बिल्कुल नई दिशा में ले जाने के अवसर के रूप में देखें।
ja: 進行していたことが中断されたり失敗することがあります。
ko: 진행하던 일이 중단되거나 실패할 수 있습니다.
ru: Текущая работа может быть прервана или закончиться неудачей.
zh: 进行中的工作可能中断或失败。

# tarotSuccessDetail13
source: A project you worked hard on might fall through, or you could experience major changes at work. While the sense of frustration will be great for now, this is a revelation of destiny to organize work that doesn't fit you and find a new path for greater success. If you discard old ways and start with a completely new mindset, a more wonderful next chapter will open.
de: Widerstand gegen Veränderungen wird nur zu mehr Schwierigkeiten führen. Seien Sie proaktiv und verabschieden Sie sich von Aufgaben, die Sie nicht mehr erfüllen. Eine neue berufliche Identität wartet darauf, von Ihnen entdeckt und geformt zu werden.
es: Un proyecto en el que pusiste mucho esfuerzo podría cerrarse, o podrías experimentar cambios bruscos en tu carrera. Ahora puedes sentir la amargura del fracaso, pero es una señal del destino: es hora de dejar lo que no te conviene y buscar el camino hacia el éxito real. Empieza de cero y se abrirá ante ti un nuevo y más emocionante capítulo de tu vida.
fr: Un projet dans lequel vous avez mis beaucoup d'efforts pourrait s'arrêter, ou vous pourriez connaître des changements brusques dans votre carrière. Maintenant, vous pouvez ressentir l'amertume de l'échec, mais c'est un signe du destin : il est temps de quitter ce qui ne vous convient pas et de chercher le chemin du véritable succès. Partez de zéro et un nouveau chapitre plus passionnant de votre vie s'ouvrira.
hi: बदलाव का विरोध करने से केवल मुश्किलें ही बढ़ेंगी। सक्रिय रहें और उन कार्यों को अलविदा कहें जो अब आपको संतुष्ट नहीं करते हैं। एक नई पेशेवर पहचान आपके द्वारा खोजे जाने और आकार दिए जाने की प्रतीक्षा कर रही है।
ja: 精魂込めたプロジェクトが霧散したり職場で大きな変化を経験することがあります。当面は挫折感が大きいでしょうが、これはあなたに合わない仕事を整理し、より大きな成功のために新しい道を探しなさいという運命の啓示です。古い方式を捨てて完全に新しい心構えで始めれば、人生のより素敵な次のチャプターが開かれるでしょう。
ko: 공들였던 프로젝트가 무산되거나 직장에서 큰 변화를 겪을 수 있습니다. 당장은 좌절감이 크겠지만 이는 당신에게 맞지 않는 일을 정리하고 더 큰 성공을 위해 새로운 길을 찾으라는 운명의 계시입니다. 낡은 방식을 버리고 완전히 새로운 마음가짐으로 시작하면 인생의 더 멋진 다음 챕터가 열릴 것입니다.
ru: Проект, в который вы вложили много сил, может закрыться, или в карьере произойдут резкие перемены. Сейчас вы можете чувствовать горечь поражения, но это знак судьбы: пора оставить то, что вам не подходит, и искать путь к настоящему успеху. Начните с чистого листа, и перед вами откроется новая, более захватывающая глава жизни.
zh: 苦心经营的项目可能化为乌有，或在职场经历巨变。虽然眼下挫折感很大，但这是命运的启示，让你整理不适合自己的工作，寻找通往更大成功的道路。抛弃旧方式，以全新的心态开始，人生更精彩的下一章就会开启。

# tarotKeywords14
source: Balance, temperance, harmony, healing, moderation
de: Gleichgewicht, Mäßigung, Geduld, Zweck
es: Equilibrio, templanza, armonía, curación, compromiso
fr: Équilibre, tempérance, harmonie, guérison, compromis
hi: संतुलन, संयम, धैर्य, उद्देश्य
ja: 均衡, 節制, 和合, 治癒, 中庸
ko: 균형, 절제, 화합, 치유, 중용
ru: Баланс, умеренность, гармония, исцеление, компромисс
zh: 平衡, 节制, 和谐, 治愈, 中道

# tarotDesc14
source: Water is transferred between two cups, symbolizing perfect balance between reality and ideals and a harmonious flow.
de: Die Mäßigkeit ruft dazu auf, Harmonie und Ausgeglichenheit in allen Lebensbereichen zu finden. Es geht darum, Extreme zu vermeiden und einen goldenen Mittelweg zu wählen. Geduld und Gelassenheit sind Ihre wichtigsten Werkzeuge in dieser Phase.
es: Un ángel vierte agua de una copa a otra, simbolizando el equilibrio perfecto entre la realidad y el ideal, así como el flujo armonioso de la vida.
fr: Un ange verse de l'eau d'une coupe à l'autre, symbolisant l'équilibre parfait entre la réalité et l'idéal, ainsi que le flux harmonieux de la vie.
hi: संयम कार्ड जीवन के सभी क्षेत्रों में सद्भाव और संतुलन खोजने का आह्वान करता है। यह अतिवाद से बचने और बीच का रास्ता चुनने के बारे में है। इस चरण में धैर्य और शांति आपके सबसे महत्वपूर्ण उपकरण हैं।
ja: 二つのカップの間で水を移し替えながら、現実と理想の間の完璧な均衡と調和のとれた流れを象徴しています。
ko: 두 개의 컵 사이로 물을 옮겨 담으며 현실과 이상 사이의 완벽한 균형과 조화로운 흐름을 상징합니다.
ru: Ангел переливает воду из одной чаши в другую, символизируя идеальный баланс между реальностью и идеалом, а также гармоничный поток жизни.
zh: 一位天使在两个圣杯之间倒水，象征着现实与理想之间的完美平衡与和谐流动。

# tarotLoveMeaning14
source: It's a process of two different people meeting and achieving harmony.
de: In der Liebe steht diese Karte für eine harmonische und stabile Verbindung. Konflikte können durch ruhige Kommunikation und gegenseitiges Verständnis gelöst werden. Es ist eine Zeit des Zusammenwachsens und der emotionalen Heilung.
es: Proceso en el que dos personas diferentes encuentran un lenguaje común y armonía.
fr: Processus dans lequel deux personnes différentes trouvent un langage commun et l'harmonie.
hi: प्यार में, यह कार्ड एक सामंजस्यपूर्ण और स्थिर संबंध का प्रतीक है। शांत बातचीत और आपसी समझ से विवादों को सुलझाया जा सकता है। यह एक साथ बढ़ने और भावनात्मक उपचार का समय है।
ja: 異なる二人が出会い、調和を成していく過程です。
ko: 서로 다른 두 사람이 만나 조화를 이루어가는 과정입니다.
ru: Процесс, в котором два разных человека находят общий язык и гармонию.
zh: 这是两个不同的人相遇并达成和谐的过程。

# tarotLoveDetail14
source: A subtle and lasting love suits this period better than burning passion. You'll build deep bonds by acknowledging and complementing each other's differences, and if there are conflicts, you need the wisdom to solve them through calm conversation. Your gentle and caring attitude will put your partner's mind at ease and create a stable relationship.
de: Pflegen Sie Ihre Beziehung mit Sanftheit und vermeiden Sie emotionale Ausbrüche. Ein ausgewogenes Geben und Nehmen stärkt das Band zwischen Ihnen und Ihrem Partner. Singles finden ihr Glück eher durch eine ruhige, freundschaftliche Annäherung.
es: Para este periodo es más adecuado un amor tranquilo y profundo que las pasiones turbulentas. Al reconocer las diferencias del otro y complementarlas, construís un vínculo sólido. Incluso si surgen disputas, la sabiduría os ayudará a resolverlas mediante un diálogo sereno. Tu actitud suave y cuidadosa calmará a tu pareja y creará una atmósfera estable en la relación.
fr: Pour cette période, un amour calme et profond est plus approprié que les passions turbulentes. En reconnaissant les différences de l'autre et en les complétant, vous construisez un lien solide. Même si des disputes surviennent, la sagesse vous aidera à les résoudre par un dialogue serein. Votre attitude douce et attentionnée calmera votre partenaire et créera une atmosphère stable.
hi: अपने रिश्ते को कोमलता के साथ निभाएं और भावनात्मक उथल-पुथल से बचें। संतुलित लेनदेन आपके और आपके साथी के बीच के बंधन को मजबूत करेगा। सिंगल लोगों को शांत और मैत्रीपूर्ण दृष्टिकोण के माध्यम से प्यार मिलने की संभावना है।
ja: 燃え上がるような情熱よりも、ほのかで持続的な愛が似合う時期です。お互いの相違点を認め、補完し合いながら深い絆を築いていくことになり、争いがあっても冷静に対話で解いていく知恵が必要です。あなたの穏やかで配慮深い態度が相手の心をリラックスさせ、安定した関係を作ってくれるでしょう。
ko: 불타오르는 열정보다는 은은하고 지속적인 사랑이 어울리는 시기입니다. 서로의 차이점을 인정하고 보완해주며 깊은 유대감을 쌓아가게 되며, 다툼이 있더라도 차분하게 대화로 풀어가는 지혜가 필요합니다. 당신의 온화하고 배려심 깊은 태도가 상대방의 마음을 편안하게 하여 안정적인 관계를 만들어줄 것입니다.
ru: Для этого периода больше подходит спокойная и глубокая любовь, чем бурные страсти. Признавая различия друг друга и дополняя их, вы строите прочную связь. Даже если возникают споры, мудрость поможет вам решить их через спокойный диалог. Ваше мягкое и заботливое отношение успокоит партнера и создаст стабильную атмосферу в отношениях.
zh: 比起热烈的激情，淡淡而持久的爱情更适合这个时期。承认并互补彼此的差异，建立深厚的纽带。即使有争吵，也请用冷静的对话来化解。你温和体贴的态度会让对方感到安心，从而建立起稳定的关系。

# tarotWealthMeaning14
source: It's important to balance income and spending.
de: Finanziell bedeutet Mäßigkeit einen stabilen und kontrollierten Geldfluss. Es gibt keine großen Sprünge, aber auch keine gefährlichen Verluste. Fokusieren Sie sich darauf, Ihre Ressourcen klug und maßvoll zu verwalten.
es: Es importante mantener el equilibrio entre ingresos y gastos.
fr: Il est important de maintenir l'équilibre entre les revenus et les dépenses.
hi: आर्थिक रूप से, संयम का अर्थ है एक स्थिर और नियंत्रित धन प्रवाह। कोई बड़ी छलांग नहीं होगी, लेकिन कोई खतरनाक नुकसान भी नहीं होगा। अपने संसाधनों को बुद्धिमानी और संयम से प्रबंधित करने पर ध्यान दें।
ja: 収入と支出の均衡を合わせることが重要です。
ko: 수입과 지출의 균형을 맞추는 것이 중요합니다.
ru: Важно соблюдать баланс между доходами и расходами.
zh: 平衡收支非常重要。
