Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tojeongGeneralWealthGood
source: Wealth luck is good. Income may arise from unexpected places, or investments may yield good results. However, as much as money comes in, it can also go out, so focus on saving.
de: Das Wohlstandsglück ist gut. Einkommen kann aus unerwarteten Quellen entstehen, oder Investitionen können gute Ergebnisse erzielen. So viel Geld, wie hereinkommt, kann jedoch auch wieder hinausgehen, also konzentrieren Sie sich aufs Sparen.
es: La suerte de la riqueza es buena. Pueden surgir ingresos de lugares inesperados, o las inversiones pueden dar buenos resultados. Sin embargo, así como entra el dinero, también puede salir, así que enfócate en ahorrar.
fr: La chance de richesse est bonne. Des revenus peuvent provenir d'endroits inattendus, ou des investissements peuvent donner de bons résultats. Cependant, autant l'argent rentre, autant il peut sortir, alors concentrez-vous sur l'épargne.
hi: आर्थिक स्थिति अच्छी रहेगी। अप्रत्याशित लाभ या निवेश से अच्छे रिटर्न की उम्मीद है। हालाँकि, बचत पर ध्यान देना भी उतना ही जरूरी है।
ja: 金運が良いです。予期せぬ場所から収入が発生したり、投資が良い結果をもたらしたりするでしょう。ただし、お金が入ってくる分、出ていくこともあるので、貯蓄に励みましょう。
ko: 재물운이 좋습니다. 생각지 못한 곳에서 수익이 발생하거나, 투자한 곳에서 좋은 성과를 거둘 수 있습니다. 다만, 들어오는 만큼 나가는 돈도 있을 수 있으니 저축에 힘쓰세요.
ru: Удача в деньгах хорошая. Возможен доход из неожиданных источников или хорошие результаты от инвестиций. Однако деньги могут как приходить, так и уходить, поэтому сосредоточьтесь на сбережениях.
zh: 财运不错，可能有意外之财或投资回报。但进出都快，建议多存一点。

# tojeongGeneralWealthBad
source: The flow of wealth may not be smooth. You should reduce unnecessary spending and develop a habit of saving. Be cautious with financial transactions and consult experts for investments.
de: Der Wohlstandsfluss ist möglicherweise nicht reibungslos. Sie sollten unnötige Ausgaben reduzieren und sich das Sparen zur Gewohnheit machen. Seien Sie vorsichtig bei Finanztransaktionen und konsultieren Sie Experten für Investitionen.
es: El flujo de riqueza puede no ser fluido. Debes reducir los gastos innecesarios y desarrollar el hábito de ahorrar. Sé cauteloso con las transacciones financieras y consulta a expertos para inversiones.
fr: Le flux de richesse peut ne pas être fluide. Vous devriez réduire les dépenses inutiles et prendre l'habitude d'épargner. Soyez prudent avec les transactions financières et consultez des experts pour vos investissements.
hi: धन का प्रवाह कुछ धीमा रह सकता है। अनावश्यक खर्च कम करें और भविष्य के लिए बचत करें। वित्तीय निवेश में सावधानी बरतें।
ja: 富の流れがスムーズでないかもしれません。不必要な支出を減らし、節約する習慣を身につけるべきです。金銭取引には慎重になり、投資については専門家に相談してください。
ko: 재물의 흐름이 원활하지 않을 수 있습니다. 불필요한 지출을 줄이고 절약하는 습관을 들여야 합니다. 금전 거래는 신중하게 하고, 투자는 전문가와 상의하는 것이 좋습니다.
ru: Денежный поток может быть нестабильным. Вам следует сократить ненужные расходы и начать копить. Будьте осторожны с финансовыми операциями и консультируйтесь с экспертами.
zh: 财运起伏较大，减少不必要支出，养成储蓄习惯。投资与借贷要谨慎，必要时咨询专业人士。

# tojeongGeneralCareerGood
source: Opportunities to gain recognition in your career or business will come. It's a good time for promotions, career changes, or starting a business. Better results can be achieved with good relationships.
de: Gelegenheiten, Anerkennung in Ihrer Karriere oder Ihrem Unternehmen zu gewinnen, werden kommen. Es ist eine gute Zeit für Beförderungen, Berufswechsel oder die Gründung eines Unternehmens. Mit guten Beziehungen lassen sich bessere Ergebnisse erzielen.
es: Surgirán oportunidades para obtener reconocimiento en tu carrera o negocio. Es un buen momento para ascensos, cambios de carrera o para iniciar un negocio. Se pueden lograr mejores resultados con buenas relaciones.
fr: Des occasions d'obtenir de la reconnaissance dans votre carrière ou vos affaires se présenteront. C'est un bon moment pour des promotions, des changements de carrière ou pour lancer une entreprise. De meilleurs résultats peuvent être obtenus grâce à de bonnes relations.
hi: करियर में प्रगति और पहचान के अवसर मिलेंगे। पदोन्नति या नई शुरुआत के लिए यह अच्छा समय है। टीम वर्क से बेहतर परिणाम मिलेंगे।
ja: キャリアやビジネスで認められる機会が訪れます。昇進、転職、起業に良い時期です。人間関係を良好に保つことで、より良い結果が得られるでしょう。
ko: 직장이나 사업에서 능력을 인정받을 기회가 옵니다. 승진이나 이직, 창업 등 새로운 변화를 시도하기에 좋은 시기입니다. 대인관계를 원만히 하면 더 큰 성과를 얻을 수 있습니다.
ru: Появятся возможности получить признание в карьере или бизнесе. Это хорошее время для повышения, смены работы или открытия дела. Лучших результатов можно достичь через хорошие отношения.
zh: 事业运走强，努力更容易被认可。适合争取机会、扩展职责或挑战更高目标。

# tojeongGeneralCareerBad
source: It's best to maintain the current state. Focus on your current tasks and build your skills rather than starting new ventures. You might feel stressed in relationships with colleagues or superiors, so keep your mind at ease.
de: Am besten ist es, den aktuellen Zustand beizubehalten. Konzentrieren Sie sich auf Ihre aktuellen Aufgaben und bauen Sie Ihre Fähigkeiten aus, anstatt neue Unternehmungen zu starten. Sie könnten sich in Beziehungen zu Kollegen oder Vorgesetzten gestresst fühlen, also beruhigen Sie Ihren Geist.
es: Es mejor mantener el estado actual. Enfócate en tus tareas actuales y desarrolla tus habilidades en lugar de iniciar nuevos proyectos. Podrías sentir estrés en las relaciones con colegas o superiores, así que mantén la mente tranquila.
fr: Il est préférable de maintenir l'état actuel. Concentrez-vous sur vos tâches actuelles et développez vos compétences plutôt que de lancer de nouveaux projets. Vous pourriez ressentir du stress dans vos relations avec vos collègues ou supérieurs, alors gardez l'esprit tranquille.
hi: फिलहाल यथास्थिति बनाए रखना बेहतर है। नए जोखिम लेने के बजाय अपने कौशल को निखारने पर ध्यान दें। सहकर्मियों के साथ तालमेल बनाए रखें।
ja: 現状を維持するのが最善です。新しい事業を始めるよりも、現在の業務に集中し、スキルを磨きましょう。同僚や上司との関係でストレスを感じるかもしれませんが、心を落ち着けて過ごしましょう。
ko: 현 상태를 유지하는 것이 좋습니다. 새로운 일을 벌이기보다는 맡은 일에 충실하며 실력을 쌓는 시기입니다. 동료나 상사와의 관계에서 스트레스를 받을 수 있으니 마음을 편안하게 가지세요.
ru: Лучше всего сохранять текущее положение. Сосредоточьтесь на текущих задачах и развивайте навыки, а не начинайте новые проекты. Возможен стресс в отношениях с коллегами, сохраняйте спокойствие.
zh: 事业上容易遇到阻碍或误会，建议稳住节奏、做好沟通与复盘，避免冲动换方向。

# tojeongGeneralLoveGood
source: Love luck rises, so singles may meet a good partner and couples' love will deepen. Laughter and harmony will fill the home. It's a good time for marriage talks.
de: Das Liebesglück steigt, Singles können einen guten Partner finden und die Liebe von Paaren wird sich vertiefen. Lachen und Harmonie werden das Haus erfüllen. Es ist eine gute Zeit für Heiratsgespräche.
es: La suerte en el amor aumenta, por lo que los solteros pueden conocer a una buena pareja y el amor de las parejas se profundizará. La risa y la armonía llenarán el hogar. Es un buen momento para hablar de matrimonio.
fr: La chance en amour augmente, les célibataires pourraient rencontrer un bon partenaire et l'amour des couples s'approfondira. Le rire et l'harmonie rempliront le foyer. C'est un bon moment pour parler mariage.
hi: प्रेम संबंधों में प्रगाढ़ता आएगी। अविवाहितों को एक अच्छा साथी मिल सकता है। पारिवारिक जीवन सुखद और सामंजस्यपूर्ण रहेगा।
ja: 恋愛運が上昇し、シングルの方は良いパートナーに出会い、カップルの方は愛が深まるでしょう。家庭は笑いと調和に包まれます。結婚の話を進めるのにも良い時期です。
ko: 애정운이 상승하여 솔로는 좋은 인연을 만나고, 커플은 사랑이 더욱 깊어집니다. 가정에 웃음꽃이 피고 화목한 분위기가 조성됩니다. 결혼 혼담이 오갈 수도 있는 좋은 시기입니다.
ru: Удача в любви растет: одинокие могут встретить партнера, а чувства в парах станут глубже. В доме будет царить гармония. Хорошее время для разговоров о браке.
zh: 感情运顺畅，关系更容易升温。主动表达与温柔沟通会带来更深的连结。

# tojeongGeneralLoveBad
source: Arguments may arise due to trivial misunderstandings. Understanding and consideration for each other's positions are needed. Try to resolve problems through rational dialogue rather than emotional responses.
de: Aufgrund trivialer Missverständnisse können Argumente entstehen. Verständnis und Rücksichtnahme auf die Position des anderen sind gefragt. Versuchen Sie, Probleme durch rationalen Dialog statt durch emotionale Reaktionen zu lösen.
es: Pueden surgir discusiones debido a malentendidos triviales. Se necesita comprensión y consideración por las posiciones del otro. Intenta resolver los problemas a través de un diálogo racional en lugar de respuestas emocionales.
fr: Des disputes pourraient survenir suite à des malentendus insignifiants. La compréhension et la considération des positions de chacun sont nécessaires. Essayez de résoudre les problèmes par un dialogue rationnel plutôt que par des réponses émotionnelles.
hi: छोटी गलतफहमियों से विवाद हो सकता. एक-दूसरे की भावनाओं का सम्मान करें और बातचीत के माध्यम से समस्याओं को सुलझाएं।
ja: 些細な誤解から口論が生じる可能性があります。お互いの立場に対する理解と思いやりに欠けないよう注意が必要です。感情的な対応ではなく、理性的な対話を通じて問題を解決するように努めてください。
ko: 사소한 오해로 인해 다툼이 생길 수 있습니다. 서로의 입장을 이해하고 배려하는 마음이 필요합니다. 감정적인 대응보다는 이성적인 대화로 문제를 해결하려고 노력하세요.
ru: Могут возникнуть споры из-за пустяков. Нужно понимание и внимание к позиции друг друга. Старайтесь решать проблемы через диалог, а не эмоции.
zh: 感情上易敏感或误会，建议多沟通、少猜测，给彼此一点空间与时间。

source: Optional
es: Opcional
fr: Optionnel
hi: वैकल्पिक
ja: （任意）
ko: 선택
ru: Необязательно
zh: 可选

# sajuSolarHint
source: Tojeong Yearly Oracle is most accurate when analyzed based on the lunar birthday.
de: Tojeong Jahresorakel ist am genauesten, wenn es auf der Grundlage des Mondgeburtstags analysiert wird.
es: Tojeongbigyeol es más preciso cuando se analiza basándose en el cumpleaños lunar.
fr: Tojeongbigyeol est plus précis lorsqu'il est analysé sur la base de l'anniversaire lunaire.
hi: तोजियोंगबिग्योल का विश्लेषण चंद्र जन्मदिन के आधार पर किए जाने पर यह सबसे सटीक होता है।
ja: 土亭秘訣は旧暦の誕生日を基準に分析するのが最も正確です。
ko: 토정비결은 음력 생일을 기준으로 분석할 때 가장 정확합니다.
ru: Тоджон Бигёль наиболее точен при анализе на основе лунного дня рождения.
zh: 土亭秘诀年运以农历生日分析更准确。

source: Your Fortune
de: Dein Glück
es: Tu Fortuna
fr: Votre Fortune
hi: आपका भाग्य
ja: あなたの運勢
ko: 당신의 운세
ru: Ваша удача
zh: 你的运势

# guaUpper
source: Upper
de: Oberes Gua
es: Gua Superior
fr: Gua Supérieur
hi: ऊपरी गुआ
ja: 上卦
ko: 상괘
ru: Верхняя
zh: 上

# guaMiddle
source: Middle
de: Mittleres Gua
es: Gua Medio
fr: Gua Moyen
hi: मध्य गुआ
ja: 中卦
ko: 중괘
ru: Средняя
zh: 中

# guaLower
source: Lower
de: Unteres Gua
es: Gua Inferior
fr: Gua Inférieur
hi: निचला गुआ
ja: 下卦
ko: 하괘
ru: Нижняя
zh: 下

source: Gua Code
es: Código Gua
fr: Code Gua
hi: गुआ कोड
ja: 卦番号
ko: 괘 번호
ru: Код Гексаграммы
zh: 卦码

# viewAgain
source: Check Again
de: Erneut prüfen
es: Ver de nuevo
fr: Vérifier à nouveau
hi: फिर से जांचें
ja: もう一度確認する
ko: 다시 확인하기
ru: Проверить снова
zh: 再测一次

# zodiacAries
source: Aries
de: Widder
fr: Bélier
hi: मेष (Aries)
ja: 牡羊座
ko: 양자리
ru: Овен
zh: 白羊座

# zodiacTaurus
source: Taurus
de: Stier
es: Tauro
fr: Taureau
hi: वृषभ (Taurus)
ja: 牡牛座
ko: 황소자리
ru: Телец
zh: 金牛座

# zodiacGemini
source: Gemini
de: Zwillinge
es: Géminis
fr: Gémeaux
hi: मिथुन (Gemini)
ja: 双子座
ko: 쌍둥이자리
ru: Близнецы
zh: 双子座

# zodiacCancer
source: Cancer
de: Krebs
es: Cáncer
hi: कर्क (Cancer)
ja: 蟹座
ko: 게자리
ru: Рак
zh: 巨蟹座

# zodiacLeo
source: Leo
de: Löwe
fr: Lion
hi: सिंह (Leo)
ja: 獅子座
ko: 사자자리
ru: Лев
zh: 狮子座

# zodiacVirgo
source: Virgo
de: Jungfrau
fr: Vierge
hi: कन्या (Virgo)
ja: 乙女座
ko: 처녀자리
ru: Дева
zh: 处女座

# zodiacLibra
source: Libra
de: Waage
fr: Balance
hi: तुला (Libra)
ja: 天秤座
ko: 천칭자리
ru: Весы
zh: 天秤座

# zodiacScorpio
source: Scorpio
de: Skorpion
es: Escorpio
fr: Scorpion
hi: वृश्चिक (Scorpio)
ja: 蠍座
ko: 전갈자리
ru: Скорпион
zh: 天蝎座

# zodiacSagittarius
source: Sagittarius
de: Schütze
es: Sagitario
fr: Sagittaire
hi: धनु (Sagittarius)
ja: 射手座
ko: 사수자리
ru: Стрелец
zh: 射手座

# zodiacCapricorn
source: Capricorn
de: Steinbock
es: Capricornio
fr: Capricorne
hi: मकर (Capricorn)
ja: 山羊座
ko: 염소자리
ru: Козерог
zh: 摩羯座

# zodiacAquarius
source: Aquarius
de: Wassermann
es: Acuario
fr: Verseau
hi: कुंभ (Aquarius)
ja: 水瓶座
ko: 물병자리
ru: Водолей
zh: 水瓶座

# zodiacPisces
source: Pisces
de: Fische
es: Piscis
fr: Poissons
hi: मीन (Pisces)
ja: 魚座
ko: 물고기자리
ru: Рыбы
zh: 双鱼座

# elementFire
source: Fire
de: Feuer
es: Fuego
fr: Feu
hi: अग्नि (Fire)
ja: 火
ko: 불
ru: Огонь
zh: 火

# elementEarth
source: Earth
de: Erde
es: Tierra
fr: Terre
hi: पृथ्वी (Earth)
ja: 地
ko: 흙
ru: Земля
zh: 土

# elementAir
source: Air
de: Luft
es: Aire
hi: वायु (Air)
ja: 風
ko: 공기
ru: Воздух
zh: 风

# elementWater
source: Water
de: Wasser
es: Agua
fr: Eau
hi: जल (Water)
ja: 水
ko: 물
ru: Вода
zh: 水

# compatibilityCategoryZodiac
source: Zodiac Compatibility
de: Tierkreis-Kompatibilität
es: Compatibilidad de Signos Zodiacales
fr: Compatibilité Zodiacale
hi: राशि अनुकूलता
ja: 干支の相性
ko: 띠 궁합
ru: Совместимость по знакам зодиака
zh: 生肖相性

# compatibilityCategoryInner
source: Inner Compatibility
de: Innere Kompatibilität
es: Compatibilidad Interior
fr: Compatibilité Intérieure
hi: आंतरिक अनुकूलता
ja: 内面の相性
ko: 속마음 궁합
ru: Внутренняя совместимость
zh: 内在相性

# compatibilityCategoryConstellation
source: Constellation Compatibility
de: Sternbild-Kompatibilität
es: Compatibilidad de Constelaciones
fr: Compatibilité de Constellation
hi: नक्षत्र अनुकूलता
ja: 星座の相性
ko: 별자리 궁합
ru: Совместимость по созвездиям
zh: 星座相性

# compatibilitySummarySamhap
source: Best Zodiac Match (Samhap)
de: Beste Tierkreis-Übereinstimmung (Samhap)
es: Mejor Combinación Zodiacal (Samhap)
fr: Meilleur Accord Zodiacal (Samhap)
hi: सर्वश्रेष्ठ राशि मिलान (Samhap)
ja: 最高の相性 (三合)
ko: 최고의 띠 궁합 (삼합)
ru: Лучшая пара по знаку (Самхап)
zh: 最佳生肖组合（三合）

# compatibilityDescSamhap
source: The {animal1} and {animal2} are a perfect match, complementing each other's weaknesses. This relationship creates great synergy when together.
de: Die {animal1} und {animal2} passen perfekt zusammen und ergänzen die Schwächen des anderen. Diese Beziehung schafft eine großartige Synergie, wenn man zusammen ist.
es: El {animal1} y el {animal2} son una pareja perfecta, complementando las debilidades del otro. Esta relación crea una gran sinergia cuando están juntos.
fr: Le {animal1} et le {animal2} sont un accord parfait, complétant les faiblesses de l'autre. Cette relation crée une excellente synergie lorsqu'ils sont ensemble.
hi: {animal1} और {animal2} एक आदर्श मिलान हैं, जो एक-दूसरे की कमजोरियों को पूरा करते हैं। यह रिश्ता साथ होने पर शानदार तालमेल बनाता है।
ja: {animal1}と{animal2}は最高の相性で、お互いの足りない部分を補い合います。一緒にいることで大きな相乗効果が生まれる関係です。
ko: {animal1}띠와 {animal2}띠는 서로 부족한 점을 채워주는 최고의 궁합입니다. 함께하면 시너지가 나는 관계입니다.
ru: {animal1} и {animal2} идеально подходят друг другу, дополняя слабые стороны. Эти отношения создают отличную синергию.
zh: {animal1} 与 {animal2} 属于天生互补，彼此能补短扬长，在一起更容易形成强大的协同。

# compatibilitySummaryYukhap
source: Great Zodiac Match (Yukhap)
de: Großartige Tierkreis-Übereinstimmung (Yukhap)
es: Gran Combinación Zodiacal (Yukhap)
fr: Grand Accord Zodiacal (Yukhap)
hi: शानदार राशि मिलान (Yukhap)
ja: 抜群の相性 (六合)
ko: 아주 좋은 띠 궁합 (육합)
ru: Отличная пара по знаку (Юкхап)
zh: 非常合拍（六合）

# compatibilityDescYukhap
source: The {animal1} and {animal2} have a strong mutual attraction. It's easy to feel a connection from the very beginning.
de: Die {animal1} und {animal2} haben eine starke gegenseitige Anziehungskraft. Es ist leicht, von Anfang an eine Verbindung zu spüren.
es: El {animal1} y el {animal2} tienen una fuerte atracción mutua. Es fácil sentir una conexión desde el principio.
fr: Le {animal1} et le {animal2} ont une forte attraction mutuelle. Il est facile de ressentir une connexion dès le début.
hi: {animal1} और {animal2} के बीच गहरा आपसी आकर्षण है। शुरुआत से ही संबंध महसूस करना आसान है।
ja: {animal1}と{animal2}は強く惹かれ合う関係です。出会った瞬間から深いつながりを感じやすいでしょう。
ko: {animal1}띠와 {animal2}띠는 서로 끌리는 매력이 강한 궁합입니다. 처음부터 호감을 느끼기 쉽습니다.
ru: {animal1} и {animal2} имеют сильное взаимное притяжение. Легко почувствовать связь с самого начала.
zh: {animal1} 与 {animal2} 彼此吸引力强，初见就容易产生连结与好感。

# compatibilitySummaryChung
source: Relationship Requiring Effort (Chung)
de: Beziehung, die Anstrengung erfordert (Chung)
es: Relación que Requiere Esfuerzo (Chung)
fr: Relation Nécessitant des Efforts (Chung)
hi: प्रयास की आवश्यकता वाला रिश्ता (Chung)
ja: 努力が必要な関係 (冲)
ko: 노력이 필요한 관계 (상충)
ru: Отношения, требующие усилий (Чунг)
zh: 需要磨合（冲）

# compatibilityDescChung
source: The {animal1} and {animal2} have different temperaments and may clash. Respecting each other's differences and showing consideration is necessary.
de: Die {animal1} und {animal2} haben unterschiedliche Temperamente und können aneinandergeraten. Es ist notwendig, die Unterschiede des anderen zu respektieren und Rücksichtnahme zu zeigen.
es: El {animal1} y el {animal2} tienen temperamentos diferentes y pueden chocar. Es necesario respetar las diferencias del otro y mostrar consideración.
fr: Le {animal1} et le {animal2} ont des tempéraments différents et peuvent s'affronter. Respecter les différences de l'autre et faire preuve de considération est nécessaire.
hi: {animal1} और {animal2} के स्वभाव अलग हैं और उनमें टकराव हो सकता है। एक-दूसरे के मतभेदों का सम्मान करना और विचारशीलता दिखाना आवश्यक है।
ja: {animal1}と{animal2}は気質が異なり、衝突することがあります。お互いの違いを認め、思いやりを持つことが大切です。
ko: {animal1}띠와 {animal2}띠는 서로의 기질이 달라 부딪힐 수 있습니다. 서로 다름을 인정하고 배려가 필요합니다.
ru: {animal1} и {animal2} имеют разные темпераменты и могут сталкиваться. Необходимо уважать различия и проявлять внимание.
zh: {animal1} 与 {animal2} 气质差异较大，容易起冲突。尊重差异、多体谅会更顺。

# compatibilitySummaryWonjin
source: Relationship Requiring Understanding (Wonjin)
de: Beziehung, die Verständnis erfordert (Wonjin)
es: Relación que Requiere Comprensión (Wonjin)
fr: Relation Nécessitant de la Compréhension (Wonjin)
hi: समझ की आवश्यकता वाला रिश्ता (Wonjin)
ja: 理解が必要な関係 (怨辰)
ko: 이해와 배려가 필요한 관계 (원진)
ru: Отношения, требующие понимания (Вонджин)
zh: 需要理解（怨嗔）

# compatibilityDescWonjin
source: This is a relationship where you might occasionally feel resentment or sadness without a clear reason. Frequent communication is recommended to reduce misunderstandings.
de: Dies ist eine Beziehung, in der Sie gelegentlich ohne klaren Grund Groll oder Traurigkeit verspüren könnten. Häufige Kommunikation wird empfohlen, um Missverständnisse zu reduzieren.
es: Esta es una relación donde ocasionalmente podrías sentir resentimiento o tristeza sin una razón clara. Se recomienda una comunicación frecuente para reducir los malentendidos.
fr: C'est une relation où vous pourriez occasionnellement ressentir du ressentiment ou de la tristesse sans raison claire. Une communication fréquente est recommandée pour réduire les malentendus.
hi: यह एक ऐसा रिश्ता है जहाँ आप कभी-कभी बिना किसी स्पष्ट कारण के नाराजगी या उदासी महसूस कर सकते हैं। गलतफहमियों को कम करने के लिए बार-बार बातचीत करने की सलाह दी जाती है।
ja: 理由もなく恨みや悲しみを感じることがある関係です。誤解を減らすために、こまめな対話を心がけましょう。
ko: 가끔 이유 없이 미워지거나 서운할 수 있는 관계입니다. 오해를 줄이도록 대화를 많이 하는 것이 좋습니다.
ru: Это отношения, где вы можете иногда чувствовать обиду или грусть без ясной причины. Рекомендуется частое общение.
zh: 有时会莫名觉得委屈或难过，建议多沟通，减少误会与猜测。

# compatibilitySummaryDefaultZodiac
source: Average Zodiac Match
de: Durchschnittliche Tierkreis-Übereinstimmung
es: Combinación Zodiacal Promedio
fr: Accord Zodiacal Moyen
hi: सामान्य राशि मिलान
ja: 平均的な相性
ko: 무난한 띠 궁합
ru: Обычная совместимость по знакам
zh: 一般生肖组合

# compatibilityDescDefaultZodiac
source: The {animal1} and {animal2} have a smooth relationship without major conflicts.
de: Die {animal1} und {animal2} haben eine reibungslose Beziehung ohne größere Konflikte.
es: El {animal1} y el {animal2} tienen una relación fluida sin grandes conflictos.
fr: Le {animal1} et le {animal2} ont une relation fluide sans conflits majeurs.
hi: {animal1} और {animal2} के बीच बिना किसी बड़े संघर्ष के एक सहज रिश्ता है।
ja: {animal1}と{animal2}は大きな衝突もなく、円満な関係です。
ko: {animal1}띠와 {animal2}띠는 크게 부딪힘 없이 무난하게 잘 어울리는 관계입니다.
ru: {animal1} и {animal2} имеют ровные отношения без серьезных конфликтов.
zh: {animal1} 与 {animal2} 大体相处顺畅，没有明显的大冲突。

# compatibilitySummaryCheonganHap
source: Destined Soulmates
de: Seelenverwandte (CheonganHap)
es: Almas Gemelas (CheonganHap)
fr: Âmes Sœurs Destinées
hi: सोलमेटส์ (CheonganHap)
ja: 運命の相手 (天干合)
ko: 영혼의 단짝 (천간합)
ru: Родственные души
zh: 命中注定的灵魂伴侣

# compatibilityDescCheonganHap
source: Your personalities and values are perfectly aligned. You are soulmates who understand each other even without words.
de: Die Persönlichkeiten und Werte beider Individuen sind perfekt aufeinander abgestimmt. Sie sind Seelenverwandte, die sich auch ohne Worte verstehen.
es: Las personalidades y los valores de ambos individuos están perfectamente alineados. Son almas gemelas que se entienden incluso sin palabras.
fr: Vos personnalités et vos valeurs sont parfaitement alignées. Vous êtes des âmes sœurs qui se comprennent même sans mots.
hi: दोनों व्यक्तियों के व्यक्तित्व और मूल्य पूरी तरह से संरेखित हैं। आप ऐसे सोलमेट्स हैं जो बिना शब्दों के भी एक-दूसरे को समझते हैं।
ja: お互いの性格や価値観が完璧に一致しています。言葉がなくても通じ合える、最高のパートナーです。
ko: 두 사람의 성격과 가치관이 찰떡궁합입니다. 말하지 않아도 서로의 마음을 잘 알아주는 소울메이트입니다.
ru: Ваши характеры и ценности идеально совпадают. Вы — родственные души, понимающие друг друга без слов.
zh: 你们的性格和价值观完美契合。你们是那种无需言语就能心领神会的灵魂伴侣。

# compatibilitySummarySangsaeng
source: Supportive Partnership
de: Gegenseitig vorteilhaft (Sangsaeng)
es: Mutuamente Beneficioso (Sangsaeng)
fr: Partenariat de Soutien
hi: परस्पर लाभकारी (Sangsaeng)
ja: お互いに助け合う関係 (相生)
ko: 서로 돕는 관계 (상생)
ru: Поддерживающее партнерство
zh: 相辅相成的伙伴关系

# compatibilityDescSangsaeng
source: A positive relationship where you naturally support each other and help one another grow.
de: Eine positive Beziehung, in der Sie sich gegenseitig unterstützen und beim Wachsen helfen.
es: Una relación positiva donde se apoyan mutuamente y se ayudan a crecer.
fr: Une relation positive où vous vous soutenez naturellement et vous aidez mutuellement à grandir.
hi: एक सकारात्मक रिश्ता जहाँ आप एक-दूसरे का समर्थन करते हैं और एक-दूसरे को बढ़ने में मदद करते हैं।
ja: お互いをサポートし、共に成長できるポジティブな関係です。
ko: 서로에게 힘이 되어주고 발전할 수 있도록 돕는 긍정적인 관계입니다.
ru: Позитивные отношения, в которых вы естественно поддерживаете друг друга и помогаете расти.
zh: 一种积极的关系，你们会自然地支持彼此，并帮助对方成长。

# compatibilitySummarySanggeuk
source: Dynamic Balance Required
de: Beziehung, die Anpassung erfordert (Sanggeuk)
es: Relación que Requiere Ajuste (Sanggeuk)
fr: Équilibre Dynamique Requis
hi: समायोजन की आवश्यकता वाला रिश्ता (Sanggeuk)
ja: 歩み寄りが必要な関係 (相克)
ko: 조율이 필요한 관계 (상극)
ru: Нужен динамический баланс
zh: 需要动态平衡的关系

# compatibilityDescSanggeuk
source: While there may be personality differences, you have the unique potential to complement each other's strengths and weaknesses.
de: Es kann Persönlichkeitsunterschiede geben, aber es ist auch eine Beziehung, in der Sie die Schwächen des anderen ergänzen können.
es: Puede haber diferencias de personalidad, pero también es una relación donde pueden complementar las debilidades del otro.
fr: Bien qu'il puisse y avoir des différences de personnalité, vous avez le potentiel unique de compléter les forces et les faiblesses de l'autre.
hi: व्यक्तित्व में अंतर हो सकता है, लेकिन यह एक ऐसा रिश्ता भी है जहाँ आप एक-दूसरे की कमजोरियों को पूरा कर सकते हैं।
ja: 性格の違いがあるかもしれませんが、お互いの弱点を補完し合える関係でもあります。
ko: 성격 차이가 있을 수 있으나, 서로의 단점을 보완해줄 수 있는 관계이기도 합니다.
ru: Хотя характеры разные, у вас есть уникальный потенциал дополнять сильные и слабые стороны друг друга.
zh: 虽然可能存在性格差异，但你们拥有独特的潜力，可以互补彼此的优缺点。

# compatibilitySummaryDefaultInner
source: Natural Friends
de: Bequem wie Freunde
es: Cómodos como Amigos
fr: Amis Naturels
hi: दोस्तों की तरह सहज
ja: 友達のような心地よさ
ko: 친구 같은 편안함
ru: Естественные друзья
zh: 天生的好朋友
