Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

source: Comprehensive Analysis
de: Umfassende Analyse
es: Análisis Integral
fr: Analyse complète
hi: व्यापक विश्लेषण
ja: 総合分析
ko: 종합 분석
ru: Общий разбор
zh: 综合分析

# todaysFaceResult
source: Today's Face Analysis Result
de: Heutiges Gesichtsanalyseergebnis
es: Resultado del Análisis Facial
fr: Résultat de l'analyse du visage d'aujourd'hui
hi: आज का चेहरा विश्लेषण परिणाम
ja: 今日の顔分析結果
ko: 오늘의 관상 결과
ru: Результат анализа лица за сегодня
zh: 今日面相分析结果

# faceAnalysisShareDesc
source: This is the AI face analysis result. {title}
de: Dies ist das KI-Gesichtsanalyseergebnis. {title}
es: Este es el resultado del análisis facial por IA. {title}
fr: Ceci est le résultat de l'analyse du visage par l'IA. {title}
hi: यह AI चेहरा विश्लेषण परिणाम है। {title}
ja: AI顔分析結果です。 {title}
ko: AI 관상 분석 결과입니다. {title}
ru: Результат AI-анализа лица.\n{title}
zh: AI 面相分析结果。 {title}

source: Share Result
de: Ergebnis teilen
es: Compartir resultado
fr: Partager le résultat
hi: परिणाम साझा करें
ja: 結果を共有
ko: 결과 공유하기
ru: Поделиться результатом
zh: 分享结果

# faceVibeSmile0
source: Your bright smile spreads positive energy to everyone around you.
de: Das strahlende Lächeln auf Ihren Lippen verbreitet positive Energie um Sie herum.
es: Tu sonrisa radiante contagia energía positiva a quienes te rodean.
fr: Votre sourire radieux propage une énergie positive autour de vous.
hi: आपके होठों की उज्ज्वल मुस्कान आपके चारों ओर सकारात्मक ऊर्जा फैलाती है।
ja: 口元の明るい笑顔が、周りにポジティブなエネルギーを広げています。
ko: 입가에 머문 밝은 미소가 주변에 긍정적인 에너지를 전파하네요.
ru: Ваша яркая улыбка сегодня заряжает окружающих позитивом.
zh: 你灿烂的笑容为周围的人带来了正能量。

# faceVibeSmile1
source: That radiant smile shows you're full of vibrant energy today.
de: Durch das strahlend blühende Lächeln ist die helle Energie von heute spürbar.
es: Tu sonrisa floreciente refleja la energía brillante de este nuevo día.
fr: Votre sourire reflète l'énergie brillante de cette nouvelle journée.
hi: खिली हुई मुस्कान से आज की उज्ज्वल ऊर्जा महसूस होती है।
ja: 明るく咲いた笑顔から、今日の明るいエネルギーが感じられます。
ko: 화사하게 피어난 미소에서 오늘 하루의 밝은 운기가 느껴집니다.
ru: Эта лучезарная улыбка говорит о бодрой и живой энергии дня.
zh: 那灿烂的笑容显示出你今天充满了活力。

# faceVibeSmile2
source: Your gentle expression has a charming quality that attracts supportive people.
de: Die weiche Mundlinie verströmt eine attraktive Energie, die nach edlen Helfern ruft.
es: Tus rasgos suaves emanan una energía atractiva que atraerá ayuda valiosa hoy.
fr: Vos traits doux émanent une énergie attractive qui attirera de l'aide aujourd'hui.
hi: कोमल मुख रेखा एक आकर्षक ऊर्जा उत्सर्जित कर रही है जो नेक सहायकों को बुलाती है।
ja: 柔らかな口元のラインが、貴人を呼ぶ魅力的なエネルギーを放っています。
ko: 부드러운 입매가 귀인을 부르는 매력적인 기운을 뿜어내고 있습니다.
ru: Мягкое выражение лица притягивает поддержку и доброжелательных людей.
zh: 你温柔的神情带有一种迷人的魅力，能吸引贵人相助。

# faceVibeSmile3
source: A confident smile will be your greatest asset in overcoming any obstacles today.
de: Ein selbstbewusstes Lächeln wird der Schlüssel sein, um heute alle Hindernisse leicht zu lösen.
es: Una sonrisa segura será la clave para superar cualquier obstáculo hoy.
fr: Un sourire confiant sera la clé pour surmonter tout obstacle aujourd'hui.
hi: एक आत्मविश्वासी मुस्कान आज किसी भी बाधा को आसानी से हल करने की कुंजी होगी।
ja: 自信に満ちた笑顔は、今日のどんな障害も簡単に解決する鍵となるでしょう。
ko: 자신감 넘치는 미소는 오늘 어떤 난관도 쉽게 풀어낼 열쇠가 될 것입니다.
ru: Уверенная улыбка поможет спокойно пройти любые сложности.
zh: 自信的笑容将是你今天克服任何困难的最大武器。

# faceVibeSmile4
source: Your refreshing smile is clearing away stale energy, making room for good luck.
de: Dank des erfrischenden Lächelns wird blockierte Energie geklärt und das Glück ist bereit zu kommen.
es: Gracias a tu sonrisa refrescante, la energía fluye y la suerte está lista para llegar.
fr: Grâce à votre sourire rafraîchissant, l'énergie circule et la chance est là.
hi: ताज़ा मुस्कान की बदौलत, अवरुद्ध ऊर्जा साफ हो जाती है और भाग्य आने के लिए तैयार है।
ja: 爽やかな笑顔のおかげで、滞っていたエネルギーが解消され、幸運が舞い込む準備が整いました。
ko: 시원한 미소 덕분에 막혔던 기운이 뚫리고 행운이 찾아올 준비를 마쳤습니다.
ru: Освежающая улыбка очищает застоявшуюся энергию и открывает путь удаче.
zh: 你清爽的笑容正在扫除负能量，为好运腾出空间。

# faceVibeEye0
source: Your sparkling eyes show a strong will to take charge of your day.
de: Aus den funkelnden Augen ist ein starker Wille zu spüren, den heutigen Tag zu führen.
es: Tus ojos brillantes reflejan una gran determinación para liderar el día.
fr: Vos yeux brillants reflètent une forte détermination pour mener votre journée.
hi: टिमटिमाती आँखों से आज नेतृत्व करने की दृढ़ इच्छाशक्ति महसूस होती है।
ja: キラキラした目から、今日をリードする強い意志が感じられます。
ko: 초롱초롱하게 빛나는 눈빛에서 오늘 하루를 이끌어갈 강한 의지가 느껴집니다.
ru: Искрящийся взгляд показывает сильную волю и готовность действовать.
zh: 你闪烁的双眼展现出主宰今天局势的强烈意志。

# faceVibeEye1
source: Those sharp, focused eyes suggest keen judgment and intuition.
de: Die scharfen Augen sagen ein scharfes Urteilsvermögen und Intuition voraus.
es: Tu mirada aguda anticipa un juicio y una intuición excepcionales.
fr: Votre regard vif annonce un jugement et une intuition exceptionnels.
hi: तेज आँखें गहरी निर्णय क्षमता और अंतर्ज्ञान की भविष्यवाणी करती हैं।
ja: 鋭い目は、鋭い判断力と直感を予見しています。
ko: 총기 어린 눈매가 날카로운 판단력과 직관을 예고하고 있습니다.
ru: Собранный взгляд — знак точного чутья и здравого суждения.
zh: 那敏锐而专注的眼神预示着卓越的判断力和直觉。

# faceVibeEye2
source: Your clear, deep gaze reflects a sincere heart ready for good news.
de: Klare und tiefe Augen warten mit aufrichtiger Energie auf gute Nachrichten.
es: Tus ojos profundos y claros transmiten una energía sincera que espera buenas noticias.
fr: Vos yeux profonds et clairs attendent de bonnes nouvelles avec sincérité.
hi: स्पष्ट और गहरी आँखें सच्ची ऊर्जा के साथ शुभ समाचार की प्रतीक्षा कर रही हैं।
ja: 澄んだ深い目は、誠実なエネルギーで朗報を待っています。
ko: 맑고 깊은 눈동자가 진실한 기운을 담아 좋은 소식을 기다리고 있네요.
ru: Чистый, глубокий взгляд говорит о искреннем сердце и хороших новостях.
zh: 你清澈深邃的目光反映出一颗真诚的心，正等待着好消息。

# faceVibeEye3
source: Your dignified look and steady gaze will command respect today.
de: Ein würdevoller Blick, der geradeaus starrt, wird heute Ihre Präsenz erhöhen.
es: Tu mirada firme y directa aumentará tu presencia y confianza hoy.
fr: Votre regard fixe et direct augmentera votre présence aujourd'hui.
hi: सीधे आगे देखने वाली गरिमामय दृष्टि आज आपकी उपस्थिति को बढ़ाएगी।
ja: まっすぐ前を見つめる堂々とした眼差しが、今日のあなたの存在感を高めるでしょう。
ko: 정면을 응시하는 당당한 눈빛이 오늘 당신의 존재감을 드높여줄 것입니다.
ru: Спокойный, уверенный взгляд вызывает уважение и доверие.
zh: 你威严的神情和坚定的目光今天将赢得他人的尊重。

# faceVibeEye4
source: The passion in your eyes inspires trust and confidence in those around you.
de: Die Leidenschaft in Ihren Augen ist ein Tag, der den Menschen um Sie herum starkes Vertrauen einflößt.
es: La pasión en tus ojos inspira una fuerte confianza en las personas que te rodean.
fr: La passion dans vos yeux inspire une grande confiance à votre entourage.
hi: आपकी आँखों में जुनून एक ऐसा दिन है जो आपके आस-पास के लोगों में गहरा विश्वास पैदा करता है।
ja: 目の中の情熱は、周囲の人々に強い信頼を与える一日です。
ko: 눈빛에 서린 열정이 주변 사람들에게 강한 신뢰를 심어주는 하루입니다.
ru: Огонь в глазах вдохновляет людей рядом и усиливает вашу харизму.
zh: 你眼中的激情激发了周围人对你的信任和信心。

# faceVibeNeutral0
source: Your peaceful and stable expression brings a sense of inner calm.
de: Insgesamt bringt die friedliche und stabile Gesichtsenergie Seelenfrieden.
es: En general, tu energía facial pacífica y estable te brinda paz mental.
fr: Globalement, votre énergie faciale paisible vous apporte la tranquillité d'esprit.
hi: कुल मिलाकर, शांतिपूर्ण और स्थिर चेहरे की ऊर्जा मन की शांति लाती है।
ja: 全体的に、穏やかで安定した顔のエネルギーが心の安らぎをもたらします。
ko: 전체적으로 평온하고 안정된 얼굴의 기운이 마음의 여유를 가져다줍니다.
ru: Спокойное выражение лица дарит внутреннюю устойчивость.
zh: 你平和稳定的表情带来了一种内在的平静。

# faceVibeNeutral1
source: A calm complexion reflects your prudent and wise energy.
de: Ein ruhiger Teint zeigt umsichtige und weise Energie.
es: Tu semblante sereno muestra una energía prudente y sabia.
fr: Votre teint serein montre une énergie prudente et sage.
hi: एक शांत रंग विवेकपूर्ण और बुद्धिमान ऊर्जा दिखाता है।
ja: 落ち着いた顔立ちは、慎重で賢明なエネルギーを示しています。
ko: 차분하게 가라앉은 안색에서 신중하고 지혜로운 기운이 엿보입니다.
ru: Ровный тон и спокойствие отражают рассудительную, мудрую энергию.
zh: 冷静的面色反映出你审慎而睿智的能量。

# faceVibeNeutral2
source: Your balanced features suggest a smooth and steady day ahead.
de: Die Harmonie des ausgeglichenen Gesichts symbolisiert die Flachheit des heutigen Tages ohne Höhen und Tiefen.
es: La armonía de tu rostro equilibrado simboliza un día estable y sin altibajos.
fr: L'harmonie de votre visage symbolise une journée stable et sans heurts.
hi: संतुलित चेहरे का सामंजस्य आज बिना किसी उतार-चढ़ाव के सपाट होने का प्रतीक है।
ja: バランスの取れた顔の調和は、波乱のない今日一日の平穏を象徴しています。
ko: 균형 잡힌 얼굴의 조화가 오늘 하루의 기복 없는 평탄함을 상징하네요.
ru: Сбалансированные черты обещают размеренный и ровный день.
zh: 你均衡的五官预示着今天将平稳顺利。

# faceVibeNeutral3
source: Your serious demeanor is perfect for making important decisions today.
de: Ein Gesicht mit einer ernsten Atmosphäre ist optimal für wichtige Entscheidungen heute.
es: Tu expresión seria es ideal para tomar decisiones importantes hoy.
fr: Votre expression sérieuse est idéale pour prendre des décisions importantes.
hi: गंभीर माहौल वाला चेहरा आज महत्वपूर्ण निर्णय लेने के लिए इष्टतम है।
ja: 真剣な雰囲気の顔は、今日の重要な決断を下すのに最適です。
ko: 진중한 분위기가 느껴지는 얼굴은 오늘 중요한 결정을 내리기에 최적입니다.
ru: Сдержанность помогает принимать важные решения без лишних эмоций.
zh: 你严肃的态度非常适合今天做出重要的决定。

# faceVibeNeutral4
source: Your composed expression puts others at ease, favoring smooth cooperation.
de: Komfortable Gesichtsenergie gibt den Menschen um Sie herum Beruhigung, so dass die Zusammenarbeit gut verlaufen wird.
es: Tu energía facial reconfortante transmite seguridad, facilitando la cooperación con los demás.
fr: Votre énergie faciale rassurante facilite la coopération avec les autres.
hi: आरामदायक चेहरे की ऊर्जा आपके आस-पास के लोगों को आश्वासन देती है, इसलिए सहयोग अच्छा रहेगा।
ja: 心地よい顔のエネルギーは周囲の人々に安心感を与えるため、協力がうまくいくでしょう。
ko: 편안한 얼굴 기운이 주변 사람들에게 안도감을 주어 협력이 잘 이루어질 상입니다.
ru: Собранность успокаивает окружающих и облегчает сотрудничество.
zh: 你沉着的表情让别人感到安心，有利于顺畅的合作。

# dailyFortuneWealth0
source: With a strong focus on your features, a little organization will help your finances grow.
de: Die Energie der Nase ist solide, so dass kleine Organisation und Verifizierung den Geldfluss vergrößern werden.
es: La energía de tu nariz es sólida; una planificación cuidadosa aumentará tu flujo de dinero.
fr: L'énergie de votre nez est solide ; une planification minutieuse augmentera votre flux financier.
hi: नाक की ऊर्जा ठोस है, इसलिए छोटे संगठन और सत्यापन से धन का प्रवाह बड़ा हो जाएगा।
ja: 鼻のエネルギーがしっかりしているので、小さな整理と検証が金運の流れを大きくします。
ko: 콧망울의 기운이 단단하니, 작은 정리와 확인이 돈의 흐름을 더 크게 만들어줍니다.
ru: Небольшой порядок в делах и финансах сегодня даст хороший рост.
zh: 五官非常专注，稍微整理一下将有助于财富增长。

# dailyFortuneWealth1
source: Your wealth-related energy is high today. Take a moment to double-check your calculations for extra profit.
de: Es ist ein Tag, an dem Kraft in den Wohlstandspalast (Nase) gesteckt wird. Je dringender es ist, desto mehr Gewinn bleibt, wenn Sie noch einmal nachrechnen.
es: Hoy la suerte se centra en tu nariz. Si calculas con calma, obtendrás mejores beneficios.
fr: Aujourd'hui, la chance se concentre sur votre nez. Calculez bien pour maximiser vos profits.
hi: यह वह दिन है जब धन महल (नाक) में शक्ति डाली जाती है। यह जितना अधिक जरूरी है, यदि आप एक बार और गणना करते हैं तो उतना ही अधिक लाभ शेष रहता है।
ja: 財白宮（鼻）に力が宿る日です。急いでいるときほど、もう一度計算すれば利益が残ります。
ko: 재백궁(코)에 힘이 실리는 날입니다. 급할수록 계산을 한 번 더 하면 이득이 남습니다.
ru: Денежная удача сильна. Перепроверьте расчеты — это принесет выгоду.
zh: 你今天的财运能量很高。花点时间复核账目，会有额外收益。

# dailyFortuneWealth2
source: Your balanced features suggest that careful attention to detail will lead to unexpected gains.
de: Die Energie der Nase, das Zentrum des Gesichts, ist gut, so dass eine sorgfältig ergriffene Sache zu unerwarteten Ergebnissen führt.
es: El centro de tu rostro tiene buena energía; un pequeño detalle cuidado traerá resultados inesperados.
fr: Le centre de votre visage a une bonne énergie ; un petit détail soigné apportera des résultats inattendus.
hi: चेहरे के केंद्र, नाक की ऊर्जा अच्छी है, इसलिए सावधानी से ली गई एक चीज़ अप्रत्याशित परिणाम लाती है।
ja: 顔の中心である鼻のエネルギーが良いので、一歩一歩慎重に進むことが予期せぬ結果につながります。
ko: 얼굴의 중심인 코의 기운이 좋아 알뜰하게 챙긴 한 가지가 예상 밖의 성과로 이어집니다.
ru: Внимание к деталям может привести к приятной неожиданной прибыли.
zh: 均衡的五官预示着关注细节将带来意想不到的收获。

# dailyFortuneWealth3
source: Your complexion shows promising wealth luck. Small profits may appear in unexpected places.
de: Es ist ein Teint mit Wohlstandsglück. Es ist ein Fluss, in dem kleine Gewinne an unerwarteten Stellen auftreten können.
es: Tu semblante indica buena fortuna económica. Pueden surgir ganancias en lugares inesperados.
fr: Votre teint indique une bonne fortune économique. Des gains peuvent surgir de façon imprévue.
hi: यह धन भाग्य वाला रंग है। यह एक ऐसा प्रवाह है जहाँ अप्रत्याशित स्थानों पर छोटे लाभ हो सकते हैं।
ja: 金運に恵まれた顔立ちです。意外な場所で小さな利益が発生する流れです。
ko: 금전운이 깃든 안색입니다. 생각지 못한 곳에서 작은 수익이 발생할 수 있는 흐름입니다.
ru: Финансовые возможности могут появиться из неожиданных источников.
zh: 你的面色显示出极佳的财运。在不经意的地方可能会有小财进账。

# dailyFortuneWealth4
source: Your sharp focus today favors smart financial moves. It's a great day for investment or purchase decisions.
de: Die Vitalität der Nasenspitze ist gut, so dass der wirtschaftliche Sinn scharf wird. Es ist ein vorteilhafter Tag für Investitions- oder Kaufentscheidungen.
es: La vitalidad de tu nariz agudiza tu sentido económico. Es un día favorable para decisiones financieras.
fr: La vitalité de votre nez aiguise votre sens économique. Journée favorable aux décisions financières.
hi: नाक की नोक की जीवन शक्ति अच्छी है, इसलिए आर्थिक समझ तेज हो जाती है। यह निवेश या खरीद निर्णय के लिए एक फायदेमंद दिन है।
ja: 小鼻の活力が良いので、経済感覚が鋭くなります。投資や購入の決定に有利な日です。
ko: 코 끝의 생기가 좋아 경제적인 감각이 예리해집니다. 투가나 구매 결정에 유리한 날입니다.
ru: Хороший день для взвешенных покупок и продуманных инвестиций.
zh: 你敏锐的专注力有利于明智的财务决策。今天是投资或消费的好日子。

# dailyFortuneWealth5
source: You have a strong energy for attracting wealth. Try organizing your wallet or reviewing your accounts.
de: Die Energie, die nach Geld ruft, ist stark. Glück folgt, wenn Sie Ihren Geldbeutel organisieren oder Ihre Kontoauszüge überprüfen.
es: La energía para atraer dinero es fuerte. Revisa tus cuentas para atraer aún más suerte.
fr: L'énergie pour attirer l'argent est forte. Vérifiez vos comptes pour attirer encore plus de chance.
hi: पैसा बुलाने वाली ऊर्जा प्रबल है। यदि आप अपना बटुआ व्यवस्थित करते हैं या अपने बैंक स्टेटमेंट की जांच करते हैं तो भाग्य साथ देता है।
ja: お金を呼ぶエネルギーが強いです。財布を整理したり、銀行の明細を確認したりすると運がついてきます。
ko: 돈을 부르는 기운이 강합니다. 지갑을 정리하거나 통장 내역을 살피면 행운이 따릅니다.
ru: Энергия притяжения денег сильна — наведите порядок в кошельке и счетах.
zh: 你有很强的吸金能量。试着整理一下钱包或查看账目。

# dailyFortuneWealth6
source: Your features suggest a steady accumulation of wealth. Sincere efforts are beginning to pay off.
de: Es ist ein Gesicht, in dem das Wohlstandslager zuverlässig gefüllt ist. Aufrichtige Bemühungen beginnen Früchte zu tragen.
es: Tu rostro indica que tus ahorros crecerán. Tus esfuerzos constantes comienzan a dar frutos.
fr: Votre visage indique que vos économies vont croître. Vos efforts commencent à porter leurs fruits.
hi: यह एक ऐसा चेहरा है जहाँ धन का भंडार विश्वसनीय रूप से भरा हुआ है। ईमानदार प्रयास फल देने लगे हैं।
ja: 財庫が着実に満たされる顔です。誠実な努力が実を結び始めています。
ko: 재물 창고가 든든하게 채워지는 상입니다. 성실하게 쌓아온 노력이 결실을 맺기 시작합니다.
ru: Удача накапливается постепенно: усилия начинают давать результат.
zh: 五官显示出财富的稳步积累。真诚的努力正开始获得回报。

# dailyFortuneWealth7
source: Stable financial luck is on your side. Consistent saving will serve you better than big spending.
de: Stabiles Wohlstandsglück kommt herein. Kontinuierliche Einsparungen statt großer Ausgaben erhöhen das Glück mehr.
es: Llega una fortuna estable. El ahorro constante en lugar de grandes gastos aumentará tu suerte.
fr: Une fortune stable arrive. L'épargne constante plutôt que les grosses dépenses augmentera votre chance.
hi: स्थिर धन भाग्य आ रहा है। बड़े खर्चों के बजाय निरंतर बचत भाग्य को अधिक बढ़ाती है।
ja: 安定した金運が入ってきています。大きな支出よりも継続的な貯蓄がさらに運気を高めます。
ko: 안정적인 재물운이 들어오고 있습니다. 큰 지출보다는 꾸준한 저축이 운을 더 키워줍니다.
ru: Лучше стабильные сбережения, чем крупные траты. Держите курс ровно.
zh: 稳定的财运就在你身边。持之以恒的储蓄比大手大脚的消费更适合你。

# dailyFortuneWealth8
source: Your keen observation will help you spot financial opportunities. Keep your ears open.
de: Augen, die wirtschaftliche Möglichkeiten einfangen, werden hell. Hören Sie auf Informationen in Ihrer Umgebung.
es: Tus ojos para captar oportunidades económicas están brillantes. Escucha la información a tu alrededor.
fr: Vos yeux pour saisir les opportunités sont brillants. Écoutez les informations autour de vous.
hi: आर्थिक अवसरों को पकड़ने वाली आँखें उज्ज्वल हो जाती हैं। अपने आस-पास की जानकारी सुनें।
ja: 経済的なチャンスを捉える目が輝いています。周囲の情報に耳を傾けてみてください。
ko: 경제적 기회를 포착하는 눈이 밝아집니다. 주변의 정보에 귀를 기울여보세요.
ru: Ваша наблюдательность заметит финансовый шанс — будьте внимательны.
zh: 敏锐的观察力将帮助你发现商机。请保持耳聪目明。

# dailyFortuneWealth9
source: A prosperous energy surrounds you. Generosity today will return to you as even greater abundance.
de: Wohlhabende Energie ist voll in Ihrem Gesicht. Es ist ein geheimnisvoller Tag, an dem ein schenkendes Herz als größerer Reichtum zurückkehrt.
es: Tu rostro rebosa prosperidad. Es un día donde compartir tu corazón te devolverá mayor riqueza.
fr: Votre visage respire la prospérité. C'est un jour où partager vous apportera plus de richesse.
hi: आपके चेहरे पर समृद्ध ऊर्जा भरी हुई है। यह एक रहस्यमय दिन है जहाँ साझा करने वाला हृदय बड़े धन के रूप में वापस आता है।
ja: 顔に豊かなエネルギーが満ちています。分かち合う心がより大きな富として戻ってくる不思議な日です。
ko: 풍요로운 기운이 얼굴 가득합니다. 나누는 마음이 더 큰 재물로 돌아오는 신비한 날입니다.
ru: Щедрость сегодня вернется к вам умноженной.
zh: 富足的能量围绕着你。今天的慷慨将会带给你更丰厚的回报。

# dailyFortuneLove0
source: Your gentle expression suggests that being the first to reach out will soften any relationship tension.
de: Die Energie der Mundwinkel ist weich. Wenn Sie zuerst ein Wort sagen, wird sich die Beziehung lockern.
es: Tu expresión es suave; si das el primer paso, tus relaciones mejorarán notablemente.
fr: Votre expression est douce ; si vous faites le premier pas, vos relations s'amélioreront.
hi: मुंह के कोनों की ऊर्जा कोमल है, इसलिए यदि आप पहले एक शब्द कहते हैं, तो रिश्ता ढीला हो जाएगा।
ja: 口角のエネルギーが柔らかいので、まず一言声をかければ関係がほぐれます。
ko: 입꼬리의 기운이 부드러우니, 먼저 한마디 건네면 관계가 풀립니다.
ru: Первый шаг и мягкие слова помогут снять напряжение в отношениях.
zh: 温柔的神情预示着主动沟通将缓解任何紧张的人际关系。

# dailyFortuneLove1
source: A clear and honest look reduces misunderstandings. Sincerity is your best approach today.
de: Die Mundlinie, die Worte enthält, ist ordentlich. Wenn Sie Ihre Aufrichtigkeit zeigen, werden Missverständnisse reduziert.
es: Tu forma de comunicarte es impecable hoy. La sinceridad reducirá cualquier malentendido.
fr: Votre communication est impeccable aujourd'hui. La sincérité réduira tout malentendu.
hi: शब्दों को समाहित करने वाली मुख रेखा साफ-सुथरी है। अपनी ईमानदारी को कम करने से गलतफहमियां कम होती हैं।
ja: 言葉を込める口元が整っています。真心を持って接することで誤解を減らせます。
ko: 말을 담는 입매가 정갈합니다. 진심을 짧게 전하는 것이 오해를 줄여줍니다.
ru: Честный и ясный разговор сегодня лучше любых догадок.
zh: 清澈诚实的目光能减少误解。真诚是你今天最好的策略。

# dailyFortuneLove2
source: Your bright complexion attracts supportive energy. Small acts of kindness will lead to great connections.
de: Ein heller Teint zieht die Energie edler Helfer an. Kleine Rücksichtnahme kehrt als große Verbindung zurück.
es: Tu semblante brillante atrae a personas valiosas. Un pequeño gesto traerá una gran conexión.
fr: Votre teint brillant attire des personnes précieuses. Un petit geste apportera un grand lien.
hi: एक उज्ज्वल रंग नेक सहायकों की ऊर्जा को आकर्षित करता है। छोटा सा विचार एक बड़े संबंध के रूप में वापस आता है।
ja: 明るい顔色は貴人のエネルギーを引き寄せます。小さな配慮が大きな縁となって戻ってきます。
ko: 밝은 안색이 귀인의 기운을 끌어옵니다. 작은 배려가 큰 인연으로 돌아옵니다.
ru: Доброжелательность притягивает хорошие связи. Маленькая забота — большой эффект.
zh: 明亮的色泽能吸引贵人。小小的善举将带来深厚的缘分。

# dailyFortuneLove3
source: Your natural charm is especially noticeable today. Expect positive energy from new encounters.
de: Es ist ein Tag, an dem der Charme, der Menschen anzieht, hervorsticht. Sie werden positive Energie aus neuen Begegnungen gewinnen.
es: Hoy destaca tu encanto personal. Recibirás energía positiva de nuevos encuentros.
fr: Aujourd'hui, votre charme personnel ressort. Vous recevrez l'énergie positive de nouvelles rencontres.
hi: यह वह दिन है जब लोगों को आकर्षित करने वाला आकर्षण उभर कर सामने आता है। आपको नई मुलाकातों से सकारात्मक ऊर्जा मिलेगी।
ja: 人を惹きつける魅力が際立つ日です。新しい出会いからポジティブなエネルギーを得られるでしょう。
ko: 사람을 끄는 매력이 돋보이는 날입니다. 새로운 만남에서 긍정적인 기운을 얻겠네요.
ru: Ваша естественная харизма особенно заметна. Возможны приятные знакомства.
zh: 你天生的魅力在今天尤为突出。期待从新相遇中获得正能量。

# dailyFortuneLove4
source: Clear relationship energy helps resolve old conflicts and brings harmony.
de: Die Energie zwischenmenschlicher Beziehungen ist klar, so dass Konflikte gelöst und Harmonie erreicht wird.
es: La energía en tus relaciones es clara; los conflictos se resuelven y llega la armonía.
fr: L'énergie dans vos relations est claire ; les conflits se résolvent et l'harmonie arrive.
hi: पारस्परिक संबंधों की ऊर्जा स्पष्ट है, इसलिए संघर्ष हल हो जाते हैं और सद्भाव प्राप्त होता है।
ja: 対人関係のエネルギーが澄んでいるので、葛藤が解消され調和が保たれます。
ko: 대인관계의 기운이 맑아 갈등이 해결되고 화합이 이루어지는 흐름입니다.
ru: День примирений: старые недопонимания проще решить спокойно.
zh: 清晰的感情能量有助于解决旧冲突，带来和谐。

# dailyFortuneLove5
source: Your approachable look opens hearts. Today, listening is your most powerful tool.
de: Die Weichheit der Mundlinie öffnet das Herz der anderen Person. Heute ist Zuhören die beste Gesprächsmethode.
es: Tu suavidad facial abre el corazón de los demás. Hoy, escuchar es la mejor forma de conversar.
fr: La douceur de votre visage ouvre le cœur des autres. Aujourd'hui, écouter est la meilleure façon de converser.
hi: मुख रेखा की कोमलता दूसरे व्यक्ति का हृदय खोल देती है। आज, सुनना सबसे अच्छा बातचीत का तरीका है।
ja: 口元の柔らかさが相手の心を開きます。今日は聞き役に徹することが最高の会話術です。
ko: 입매의 부드러움이 상대의 마음을 엽니다. 오늘은 경청이 최고의 대화법입니다.
ru: Слушайте внимательнее — это ваш главный козырь в отношениях.
zh: 亲切的面容能打开他人的心扉。今天，倾听是你最有力的工具。

# dailyFortuneLove6
source: You have a face that naturally draws help. Don't hesitate to seek advice instead of worrying alone.
de: Es ist ein Gesicht, das Hilfe von Ihrer Umgebung erhalten kann. Machen Sie sich keine Sorgen allein, versuchen Sie, Rat einzuholen.
es: Tu rostro indica que recibirás ayuda. No te preocupes solo, busca consejo en otros.
fr: Votre visage indique que vous recevrez de l'aide. Ne vous inquiétez pas seul, cherchez conseil.
hi: यह एक ऐसा चेहरा है जिसे अपने आस-पास से मदद मिल सकती है। अकेले चिंता न करें, सलाह लेने का प्रयास करें।
ja: 周囲から助けを得られる顔です。一人で悩まず、アドバイスを求めてみてください。
ko: 주변의 도움을 받을 수 있는 상입니다. 혼자 고민하기보다 조언을 구해보세요.
ru: Не переживайте в одиночку: попросить совет сегодня особенно вовремя.
zh: 你有一张天生能吸引帮助的脸。不要独自烦恼，试着寻求建议。

# dailyFortuneLove7
source: Your sincere gaze builds deep trust. Honoring your promises will lead to stronger bonds.
de: Aufrichtige Augen bauen Vertrauen auf. Wenn Sie Versprechen schätzen, wird Sie eine größere Verbindung erreichen.
es: Tus ojos sinceros generan confianza. Si cumples tus promesas, fortalecerás tus vínculos.
fr: Vos yeux sincères inspirent confiance. Si vous tenez vos promesses, vous renforcerez vos liens.
hi: ईमानदार आँखें विश्वास जगाती हैं। यदि आप वादों को महत्व देते हैं, तो एक बड़ा संबंध आप तक पहुँचेगा।
ja: 誠実な眼差しが信頼を築きます。約束を大切にすれば、より大きな縁が届くでしょう。
ko: 진실된 눈빛이 신뢰를 쌓습니다. 약속을 소중히 하면 더 큰 인연이 닿습니다.
ru: Искренность укрепляет доверие. Держите слово — это усилит связь.
zh: 真诚的目光能建立深厚的信任。信守承诺将带来更牢固的关系。
