Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotSuccessDetail13_Senior
source: A balanced life that does not lean to either side is the highest virtue. Your disciplined appearance will spread peace and stability to your surroundings.
es: Una vida equilibrada que no se inclina hacia ningún lado es la virtud más alta. Su apariencia disciplinada difundirá paz y estabilidad a su alrededor.
fr: Une vie équilibrée qui ne penche d'aucun côté est la plus haute vertu. Votre apparence disciplinée répandra la paix et la stabilité dans votre entourage.
hi: एक संतुलित जीवन जो किसी भी तरफ नहीं झुकता है, वह सर्वोच्च गुण है। आपका अनुशासित स्वरूप आपके परिवेश में शांति और स्थिरता फैलाएगा।
ja: どちらか一方に偏らないバランスの取れた生活が最高の美徳です。あなたの節制された姿が周囲に平和と安定を伝播させるでしょう。
ru: Сбалансированная жизнь, не склоняющаяся ни в одну из сторон, — высшая добродетель. Ваша дисциплинированность принесет мир и стабильность окружающим.

# tarotSuccessMeaning14_Senior
source: Overcoming inner darkness and gaining freedom is success.
es: Superar la oscuridad interior y ganar la libertad es el éxito.
fr: Maintenez l'équilibre et gérez votre succès avec modération.
hi: संतुलन बनाए रखें और संयम के साथ अपनी सफलता का प्रबंधन करें।
ja: 内面の闇を克服し、自由を得ることが成功です。
ru: Сохраняйте баланс и управляйте своим успехом умеренно.

# tarotSuccessDetail14_Senior
source: Find your true self by escaping from the restraints that bound you. The moment you gain freedom of mind, you will be the most successful person in the world.
es: Encuentre su verdadero yo escapando de las ataduras que le ataban. En el momento en que gane la libertad mental, será la persona más exitosa del mundo.
fr: Trouvez votre vrai moi en échappant aux contraintes qui vous liaient. Au moment où vous gagnerez la liberté d'esprit, vous serez la personne la plus prospère au monde.
hi: आपको बांधने वाली बाधाओं से बचकर अपना सच्चा स्वरूप खोजें। जिस क्षण आप मन की स्वतंत्रता प्राप्त करेंगे, आप दुनिया के सबसे समृद्ध व्यक्ति होंगे।
ja: 自分自身を縛り付けていた拘束から脱し、真の自己を見つけてください。心の自由を得る瞬間、あなたは世界の誰よりも成功した人になるでしょう。
ru: Найдите свое истинное «я», вырвавшись из ограничений, которые вас связывали. В тот момент, когда вы обретете свободу ума, вы станете самым успешным человеком в мире.

# tarotSuccessMeaning15_Senior
source: A time when boldness to turn crisis into opportunity is needed.
es: Un momento en que se necesita audacia para convertir la crisis en oportunidad.
fr: Méfiez-vous de l'obsession du succès ou du pouvoir.
hi: सफलता या शक्ति के जुनून से सावधान रहें।
ja: 危機を機会に変える大胆さが必要な時です。
ru: Остерегайтесь одержимости успехом или властью.

# tarotSuccessDetail15_Senior
source: Sudden change is a process of making you stronger. When you establish a new order by responding calmly, greater achievements will follow.
es: El cambio repentino es un proceso para hacerle más fuerte. Cuando establezca un nuevo orden respondiendo con calma, seguirán mayores logros.
fr: Le changement soudain est un processus qui vous rend plus fort. Lorsque vous établissez un nouvel ordre en répondant calmement, de plus grandes réalisations suivront.
hi: अचानक परिवर्तन एक ऐसी प्रक्रिया है जो आपको मजबूत बनाती है। जब आप शांति से प्रतिक्रिया देकर एक नई व्यवस्था स्थापित करते हैं, तो बड़ी उपलब्धियां मिलेंगी।
ja: 突然の変化はあなたをより強くする過程です。落ち着いて対応し、新しい秩序を打ち立てる時、より大きな成就が伴うでしょう。
ru: Внезапные перемены — это процесс, делающий вас сильнее. Когда вы установите новый порядок, спокойно реагируя, последуют еще большие достижения.

# tarotSuccessMeaning16_Senior
source: Dream of a hopeful future and gain new inspiration.
es: Sueñe con un futuro esperanzador y obtenga nueva inspiración.
fr: Un changement inattendu peut être un tournant vers un plus grand succès.
hi: एक अप्रत्याशित परिवर्तन बड़ी सफलता की ओर एक मोड़ हो सकता है।
ja: 希望の未来を夢見ながら、新しいインスピレーションを得てください。
ru: Неожиданное изменение может стать поворотным моментом к еще большему успеху.

# tarotSuccessDetail16_Senior
source: Rest comes to a tired soul and new dreams arise. Your creative energy will brighten surroundings and bear happy fruits.
es: El descanso llega a un alma cansada y surgen nuevos sueños. Su energía creativa iluminará los alrededores y dará frutos felices.
fr: Le repos vient à une âme fatiguée et de nouveaux rêves surgissent. Votre énergie créative éclairera l'entourage et portera des fruits heureux.
hi: थकी हुई आत्मा को आराम मिलता है और नए सपने जागते हैं। आपकी रचनात्मक ऊर्जा परिवेश को रोशन करेगी और सुखद फल लाएगी।
ja: 疲れた魂に安息が訪れ、新しい夢が生まれる時期です。あなたのクリエイティブなエネルギーが周囲を照らし、幸せな結実を結ばせるでしょう。
ru: Отдых приходит к усталой душе, и рождаются новые мечты. Ваша творческая энергия осветит окружающих и принесет счастливые плоды.

# tarotSuccessMeaning17_Senior
source: Trust your intuition and silently go your way.
es: Confíe en su intuición y siga su camino en silencio.
fr: Une vision claire et de l'espoir mènent au succès.
hi: एक स्पष्ट दृष्टि और आशा सफलता की ओर ले जाती है।
ja: 直感を信じて、黙々とあなたの道を行ってください。
ru: Ясное видение и надежда ведут к успеху.

# tarotSuccessDetail17_Senior
source: Listen to your inner voice even in confusing situations. Over time, your choice will be proven right.
es: Escuche su voz interior incluso en situaciones confusas. Con el tiempo, se demostrará que su elección fue la correcta.
fr: Écoutez votre voix intérieure même dans des situations confuses. Avec le temps, votre choix s'avérera juste.
hi: भ्रमित स्थितियों में भी अपनी आंतरिक आवाज सुनें। समय के साथ आपका चुनाव सही साबित होगा।
ja: 混乱した状況の中でも、あなたの内面の声に耳を傾けてください。時間が経てば、あなたの選択が正しかったことが証明されるでしょう。
ru: Слушайте свой внутренний голос даже в запутанных ситуациях. Со временем ваш выбор окажется верным.

# tarotSuccessMeaning18_Senior
source: Vibrant energy brings the highest achievement.
es: La energía vibrante trae el mayor logro.
fr: Ne soyez pas anxieux face à l'incertitude et faites confiance à votre intuition.
hi: अनिश्चितता के बारे में चिंतित न हों और अपने अंतर्ज्ञान पर भरोसा करें।
ja: 生命力溢れるエネルギーが最高の成就をもたらします。
ru: Не беспокойтесь о неопределенности и доверяйте своей интуиции.

# tarotSuccessDetail18_Senior
source: A time when body and mind are healthy and vibrant. Sharing positive energy with surroundings and enjoying the joy of life is true success.
es: Un momento en que el cuerpo y la mente están sanos y vibrantes. Compartir energía positiva con el entorno y disfrutar de la alegría de vivir es el verdadero éxito.
fr: Un moment où le corps et l'esprit sont sains et dynamiques. Partager une énergie positive avec son entourage et profiter de la joie de vivre est le vrai succès.
hi: एक समय जब शरीर और मन स्वस्थ और गतिशील होते हैं। अपने परिवेश के साथ सकारात्मक ऊर्जा साझा करना और जीवन के आनंद का आनंद लेना ही वास्तविक सफलता है।
ja: 心身ともに健康で活気に満ちた時期です。ポジティブなエネルギーを周囲と分かち合い、生の喜びを満喫することが真の成功です。
ru: Время, когда тело и разум здоровы и полны сил. Делиться позитивной энергией с окружающими и наслаждаться радостью жизни — это истинный успех.

# tarotSuccessMeaning19_Senior
source: Respond to the call and perform a new social role.
es: Responda al llamado y desempeñe un nuevo rol social.
fr: Célébrez vos réalisations et profitez de la joie du succès.
hi: अपनी उपलब्धियों का जश्न मनाएं और सफलता के आनंद का आनंद लें।
ja: 呼びかけに応じ、新しい社会的役割を遂行してください。
ru: Празднуйте свои достижения и наслаждайтесь радостью успеха.

# tarotSuccessDetail19_Senior
source: Places that need your experience and wisdom arise. You will feel greater reward and success when you contribute to society with a new sense of mission.
es: Surgen lugares que necesitan su experiencia y sabiduría. Sentirá una mayor recompensa y éxito cuando contribuya a la sociedad con un nuevo sentido de misión.
fr: Des endroits qui ont besoin de votre expérience et de votre sagesse surgissent. Vous ressentirez une plus grande récompense et un plus grand succès lorsque vous contribuerez à la société avec un nouveau sens de la mission.
hi: आपके अनुभव और बुद्धिमत्ता की आवश्यकता वाली जगहें उत्पन्न होती हैं। जब आप मिशन की एक नई भावना के साथ समाज में योगदान देंगे तो आप एक बड़ा इनाम और सफलता महसूस करेंगे।
ja: あなたの経験と知恵を必要とする場所が生まれます。新しい使命感を持って社会に貢献する時、より大きなやりがいと成功を感じるでしょう。
ru: Появляются места, где нужны ваши опыт и мудрость. Вы почувствуете большую награду и успех, когда внесете вклад в жизнь общества с новым чувством миссии.

# tarotSuccessMeaning20_Senior
source: Complete the journey of life and achieve perfect harmony.
es: Complete el viaje de la vida y logre la armonía perfecta.
fr: Vos efforts de longue date sont officiellement reconnus.
hi: आपके लंबे समय के प्रयासों को आधिकारिक तौर पर मान्यता दी गई है।
ja: 人生の旅路を完成させ、完璧な調和を成し遂げます。
ru: Ваши многолетние усилия получили официальное признание.

# tarotSuccessDetail20_Senior
source: A state of perfect satisfaction and peace with nothing more to achieve. Your life itself will become a work of art and give deep impression to surroundings.
es: Un estado de perfecta satisfacción y paz sin nada más que lograr. Su vida misma se convertirá en una obra de arte y dará una profunda impresión a su entorno.
fr: Un état de satisfaction et de paix parfaite avec plus rien à accomplir. Votre vie elle-même deviendra une œuvre d'art et donnera une impression profonde à votre entourage.
hi: उपलब्धि और शांति की एक ऐसी स्थिति जहाँ अब कुछ भी हासिल करना बाकी नहीं है। आपका जीवन अपने आप में कला का एक नमूना बन जाएगा और आपके परिवेश पर गहरा प्रभाव डालेगा।
ja: これ以上成し遂げるものがない完璧な満足と平和の状態です。あなたの人生そのものが一つの作品となり、周囲に深い感動を与えるでしょう。
ru: Состояние совершенного удовлетворения и покоя, когда больше нечего достигать. Ваша жизнь сама по себе станет произведением искусства и произведет глубокое впечатление на окружающих.

# tarotSuccessMeaning21_Senior
source: A free life without being bound is the highest success.
es: Una vida libre sin estar atado es el mayor éxito.
fr: Atteignez le succès final avec un esprit libre.
hi: स्वतंत्र मन के साथ अंतिम सफलता प्राप्त करें।
ja: 縛られることのない自由な人生が最高の成功です。
ru: Добейтесь окончательного успеха со свободным разумом.

# tarotSuccessDetail21_Senior
source: Enjoy your own happiness away from the world's standards. You, who live as if traveling the world with a light heart, are the true winner.
es: Disfrute de su propia felicidad lejos de los estándares del mundo. Usted, que vive como si viajara por el mundo con un corazón ligero, es el verdadero ganador.
fr: Profitez de votre propre bonheur loin des standards du monde. Vous, qui vivez comme si vous voyagiez dans le monde avec un cœur léger, êtes le vrai gagnant.
hi: दुनिया के मानकों से दूर अपनी खुशी का आनंद लें। आप, जो दुनिया में ऐसे रहते हैं जैसे कि हल्के मन से यात्रा कर रहे हों, वास्तविक विजेता हैं।
ja: 世の中の基準から外れ、あなただけの幸せを楽しんでください。軽い心で世界を旅するように生きるあなたが、真の勝利者です。
ru: Наслаждайтесь собственным счастьем вдали от мировых стандартов. Вы, живущий так, словно путешествуете по миру с легким сердцем, — истинный победитель.

# compatibilityResultButton
source: View Compatibility Result
de: Kompatibilitätsergebnis anzeigen
es: Ver resultado de compatibilidad
fr: Voir le résultat de compatibilité
hi: अनुकूलता परिणाम देखें
ja: 相性結果を見る
ko: 궁합 결과 보기
ru: Посмотреть результат совместимости
zh: 查看结果

# compatibilityDeleteTooltip
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
ko: 삭제
ru: Удалить
zh: 删除

# compatibilityGenderMale
source: Male
de: Männlich
es: Masculino
fr: Homme
hi: पुरुष
ja: 男性
ko: 남성
ru: Мужчина
zh: 男

# compatibilityGenderFemale
source: Female
de: Weiblich
es: Femenino
fr: Femme
hi: महिला
ja: 女性
ko: 여성
ru: Женщина
zh: 女

# compatibilityInputTitle
source: Compatibility Information Input
de: Kompatibilitätsinformationen Eingabe
es: Entrada de información de compatibilidad
fr: Saisie des informations de compatibilité
hi: संगतता जानकारी इनपुट
ja: 相性情報入力
ko: 궁합 정보 입력
ru: Ввод данных для совместимости
zh: 输入合婚信息

# tojeongInputTitle
source: Tojeong Yearly Oracle Information Input
de: Tojeong Jahresorakel Informationseingabe
es: Entrada de información del Oráculo Anual Tojeong
fr: Saisie des informations de l'Oracle Annuel de Tojeong
hi: तोजियोंग (Tojeong) वार्षिक भविष्यवाणी
ja: 土亭秘訣 情報入力
ko: 토정비결 정보 입력
ru: Данные для Тоджон Бигёль
zh: 土亭秘诀输入

# tojeongCheckFortune
source: Check your {year} Tojeong Yearly Oracle
de: Überprüfen Sie Ihr {year} Tojeong Jahresorakel
es: Consulta tu {year} Oráculo Anual Tojeong
fr: Consultez votre {year} Oracle Annuel de Tojeong
hi: अपनी {year} की तोजियोंग वार्षिक भविष्यवाणी देखें
ja: {year}年の 土亭秘訣（トジョンビギョル）を確認しましょう
ko: {year}년 토정비결을 확인해보세요
ru: Проверьте ваш Тоджон Бигёль\nна {year} год
zh: 查看 {year} 年土亭秘诀

# tojeongInputGuide
source: Please enter your birth date and time for an accurate analysis.
de: Bitte geben Sie Ihr Geburtsdatum und Ihre Geburtszeit ein für eine genaue Analyse.
es: Por favor ingresa tu fecha y hora de nacimiento para un análisis preciso.
fr: Veuillez entrer votre date et heure de naissance pour une analyse précise.
hi: सटीक विश्लेषण के लिए कृपया अपनी जन्म तिथि और समय दर्ज करें।
ja: 正確な分析のために 生年月日と時間を入力してください。
ko: 정확한 분석을 위해 생년월일시를 입력해주세요.
ru: Введите дату и время рождения\nдля точного анализа.
zh: 输入姓名与信息，生成当年运势。

# tojeongViewResult
source: View {year} Tojeong Yearly Oracle
de: View {year} Tojeong Jahresorakel
es: Ver Oráculo Anual Tojeong {year}
fr: Voir l'Oracle Annuel de Tojeong {year}
hi: {year} तोजियोंग वार्षिक भविष्यवाणी देखें
ja: {year}年の運勢を見る
ko: {year}년 토정비결 보기
ru: Посмотреть Тоджон Бигёль на {year}
zh: 查看 {year} 年结果

# tojeongCheckButton
source: Check Tojeong Yearly Oracle
de: Tojeong Jahresorakel prüfen
es: Consultar Oráculo Anual Tojeong
fr: Consulter l'Oracle Annuel de Tojeong
hi: वार्षिक भविष्यवाणी की जाँच करें
ja: 運勢を確認する
ko: 토정비결 확인하기
ru: Проверить Тоджон Бигёль
zh: 开始查看

# tojeongSaveAndCheck
source: Save and View Tojeong Yearly Oracle
de: Speichern und Tojeong Jahresorakel ansehen
es: Guardar y ver Oráculo Anual Tojeong
fr: Enregistrer et voir l'Oracle Annuel de Tojeong
hi: सहेजें और भविष्यवाणी देखें
ja: 保存して運勢を見る
ko: 저장하고 토정비결 보기
ru: Сохранить и посмотреть Тоджон Бигёль
zh: 保存并查看

# tojeongYearSelect
source: Select Fortune Year
de: Glücksjahr auswählen
es: Seleccionar Año de Fortuna
fr: Sélectionner l'année de l'Oracle
hi: भविष्यवाणी का वर्ष चुनें
ja: 運勢の年を選択
ko: 운세 년도 선택
ru: Выбрать год
zh: 选择年份

# tojeongResultTitle
source: {year} Tojeong Yearly Oracle
de: {year} Tojeong Jahresorakel
es: Oráculo Anual Tojeong {year}
fr: Oracle Annuel de Tojeong {year}
hi: {year} तोजियोंग वार्षिक भविष्यवाणी
ja: {year}年 土亭秘訣
ko: {year}년 토정비결
ru: Тоджон Бигёль на {year} год
zh: {year} 年土亭秘诀结果

# tojeongUserFortune
source: {name}'s {year} Fortune
es: Fortuna de {name} para {year}
fr: Oracle de {name} pour {year}
hi: {name} का {year} का भाग्यफल
ja: {name}さんの{year}年の運勢
ko: {name}님의 {year}년 운세
ru: Прогноз {name} на {year} год
zh: {name} 的 {year} 年运势

# tojeongGua
source: Gua: {gua}
hi: गुआ: {gua}
ja: 卦: {gua}
ko: 괘: {gua}
ru: Гексаграмма: {gua}
zh: 卦 ({gua})

# tojeongTotalLuck
source: Total Luck
de: Gesamtglück
es: Suerte Total
fr: Chance Totale
hi: कुल भाग्य
ja: 総合運
ko: 총운 (Total Luck)
ru: Общая удача
zh: 总运

# tojeongProcess
source: Process
de: Prozess
es: Proceso
fr: Processus
hi: प्रक्रिया
ja: 進行過程
ko: 진행 과정
ru: Процесс
zh: 解析中

# tojeongResult
source: Result
de: Ergebnis
es: Resultado
fr: Résultat
hi: परिणाम
ja: 最終結果
ko: 최종 결과
ru: Результат
zh: 结果

# tojeongMonthlyLuck
source: Monthly Fortune
de: Monatliches Glück
es: Fortuna Mensual
fr: Fortune Mensuelle
hi: मासिक भाग्य
ja: 月別運勢
ko: 월별 운세 (Monthly Fortune)
ru: Прогноз по месяцам
zh: 月运

# tojeongShareResult
source: Share Results
de: Ergebnisse teilen
es: Compartir Resultados
fr: Partager les Résultats
hi: परिणाम साझा करें
ja: 結果を共有する
ko: 결과 공유하기
ru: Поделиться результатом
zh: 分享结果

# tojeongShareTitle
source: {year} Tojeong Yearly Oracle Results
de: {year} Tojeong Jahresorakel Ergebnisse
es: Resultados del Oráculo Anual Tojeong {year}
fr: Résultats de l'Oracle Annuel de Tojeong {year}
hi: {year} तोजियोंग वार्षिक भविष्यवाणी परिणाम
ja: {year}年 土亭秘訣の結果
ko: {year}년 토정비결 결과
ru: Результаты Тоджон Бигёль на {year} год
zh: {year} 年土亭秘诀

# tojeongShareDesc
source: {name}'s Tojeong Yearly Oracle overall review. {desc}...
de: {name}s Tojeong Jahresorakel Gesamtbewertung. {desc}...
es: Resumen general del Oráculo Anual Tojeong de {name}. {desc}...
fr: Examen global de l'Oracle Annuel de Tojeong de {name}. {desc}...
hi: {name} की तोजियोंग वार्षिक भविष्यवाणी की समग्र समीक्षा। {desc}...
ja: {name}さんの土亭秘訣の総評です。 {desc}...
ko: {name}님의 토정비결 총평입니다. {desc}...
ru: Общий обзор Тоджон Бигёль для {name}.\n\n{desc}...
zh: {name} 的土亭秘诀结果： {desc}

# tojeongShareTargetYear
source: Target Year
de: Zieljahr
es: Año Objetivo
fr: Année cible
hi: लक्ष्य वर्ष
ja: 対象年度
ko: 대상 연도
ru: Целевой год
zh: 目标年份

# sajuDeleteTitle
source: Delete Four Pillars of Destiny Info
de: Vier Säulen des Schicksals Info löschen
es: Eliminar información de Cuatro Pilares del Destino
fr: Supprimer les informations des Quatre Piliers du Destin
hi: साजू जानकारी हटाएँ
ja: 四柱推命情報の削除
ko: 사주 정보 삭제
ru: Удалить данные Саджу
zh: 删除确认

# sajuDeleteConfirm
source: Are you sure you want to delete {name}'s info?
de: Sind Sie sicher, dass Sie die Informationen von {name} löschen möchten?
es: ¿Estás seguro de que deseas eliminar la información de {name}?
fr: Êtes-vous sûr de vouloir supprimer les infos de {name} ?
hi: क्या आप निश्चित रूप से {name} की जानकारी हटाना चाहते हैं?
ja: {name}さんの情報を削除してもよろしいですか？
ko: {name}님의 정보를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить данные {name}?
zh: 确定要删除 {name} 的资料吗？

# sajuProfileSelect
source: Select Four Pillars of Destiny Info
de: Vier Säulen des Schicksals Info auswählen
es: Seleccionar información de Cuatro Pilares del Destino
fr: Sélectionner les informations des Quatre Piliers du Destin
hi: साजू जानकारी चुनें
ja: 四柱情報（サジュ）を選択
ko: 사주 정보 선택
ru: Выбрать профиль Саджу
zh: 选择资料

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
ja: 追加
ko: 추가
ru: Добавить
zh: 添加

source: Modify
de: Ändern
es: Modificar
fr: Modifier
hi: संशोधित करें
ja: 修正
ko: 수정
ru: Изменить
zh: 修改

# fortuneUnderConstructionTitle
source: {title} Service is under preparation.
de: {title} Service ist in Vorbereitung.
es: {title} El servicio está en preparación.
fr: {title} Le service est en cours de préparation.
hi: {title} सेवा तैयार की जा रही है।
ja: {title} サービス準備中です。
ko: {title} 서비스 준비 중입니다.
ru: {title}\nСервис в разработке.
zh: {title} 功能正在准备中

# fortuneUnderConstructionSubtitle
source: We are working hard to provide you with more accurate and useful fortune information!
de: Wir arbeiten hart daran, Ihnen genauere und nützlichere Glücksinformationen bereitzustellen!
es: ¡Estamos trabajando duro para ofrecerte información de fortuna más precisa y útil!
fr: Nous travaillons dur pour vous fournir des informations de fortune plus précises et utiles !
hi: हम आपको अधिक सटीक और उपयोगी भाग्य की जानकारी प्रदान करने के लिए कड़ी मेहनत कर रहे हैं!
ja: より正確で役立つ運勢情報を提供できるよう、現在準備を進めております！
ko: 더 정확하고 유용한 운세 정보를 위해 열심히 준비하고 있어요!
ru: Мы усердно работаем над тем, чтобы предоставить\nвам более точную информацию о вашей удаче!
zh: 我们正在打磨细节，敬请期待。

source: Go Back
de: Zurück
es: Volver
fr: Retour
hi: पीछे जाएं
ja: 戻る
ko: 돌아가기
ru: Назад
zh: 返回

source: Name
es: Nombre
fr: Nom
hi: नाम
ja: 名前
ko: 이름
ru: Имя
zh: 姓名

# nameInputGuide
source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
es: Por favor ingresa tu nombre
fr: Veuillez entrer votre nom
hi: कृपया अपना नाम दर्ज करें
ja: 名前を入力してください
ko: 이름을 입력해주세요
ru: Пожалуйста, введите ваше имя
zh: 请输入姓名

# sajuLunarSolar
source: Solar/Lunar
fr: Solaire/Lunaire
hi: सौर/चंद्र
ja: 陽暦/陰暦
ko: 양력/음력
ru: Солнечный/Лунный
zh: 农历/阳历

# sajuSelectFortuneYear
source: Select Fortune Year
de: Glücksjahr auswählen
es: Seleccionar Año de Fortuna
fr: Sélectionner l'année de la fortune
hi: भाग्य का वर्ष चुनें
ja: 運勢を見る年を選択
ko: 운세 년도 선택
ru: Выбрать год
zh: 选择运势年份

# sajuSelectProfile
source: Select Profile
de: Profil auswählen
es: Seleccionar Perfil
fr: Sélectionner un profil
hi: प्रोफ़ाइल चुनें
ja: プロフィールを選択
ko: 사주 정보 선택
ru: Выбрать профиль
zh: 选择资料

source: Male
de: Männlich
es: Masculino
fr: Homme
hi: पुरुष
ja: 男性
ko: 남성
ru: Мужчина
zh: 男

source: Female
de: Weiblich
es: Femenino
fr: Femme
hi: महिला
ja: 女性
ko: 여성
ru: Женщина
zh: 女

# newYearFortuneInputTitle
source: New Year Fortune Info
de: Neujahrsglück Information
es: Información de Fortuna de Año Nuevo
fr: Infos pour la Fortune du Nouvel An
hi: नए साल के भाग्य की जानकारी
ja: 新年の運勢情報入力
ko: 신년운세 정보 입력
ru: Данные для новогоднего прогноза
zh: 新年运势输入

# newYearFortuneHeader
source: How will your {year} fortune be?
de: Wie wird dein Glück im Jahr {year} sein?
es: ¿Cómo será tu fortuna en el {year}?
fr: Comment sera votre fortune pour {year} ?
hi: आपका {year} का भाग्य कैसा रहेगा?
ja: {year}年 私の運勢はどうでしょうか？
ko: {year}년 나의 운세는 어떨까요?
ru: Каким будет ваш прогноз\nна {year} год?
zh: {year} 年新年运势

# newYearFortuneSubHeader
source: Please enter your birth date and time for accurate Four Pillars of Destiny analysis.
de: Bitte geben Sie Ihr Geburtsdatum und Ihre Geburtszeit ein für eine genaue Analyse der Vier Säulen des Schicksals.
es: Por favor ingresa tu fecha y hora de nacimiento para un análisis preciso de los Cuatro Pilares del Destino.
fr: Veuillez entrer votre date et heure de naissance pour une analyse précise des Quatre Piliers du Destin.
hi: सटीक साजू विश्लेषण के लिए कृपया अपनी जन्म तिथि और समय दर्ज करें।
ja: 正確な四柱推命分析のために、生年月日と時間を入力してください。
ko: 정확한 사주 분석을 위해 생년월일시를 입력해주세요.
ru: Введите дату и время рождения\nдля точного анализа Саджу.
zh: 为你总结一整年的走向与重点

# newYearFortuneViewButton
source: View {year} Fortune
de: Glück für {year} ansehen
es: Ver Fortuna del {year}
fr: Voir la fortune de {year}
hi: {year} का भाग्य देखें
ja: {year}年の運勢を見る
ko: {year}년 운세 보기
ru: Посмотреть прогноз на {year}
zh: 查看 {year} 年运势

# newYearFortuneCheckButton
source: Check Fortune
de: Glück prüfen
es: Verificar Fortuna
fr: Vérifier la fortune
hi: भाग्य की जाँच करें
ja: 運勢を確認する
ko: 운세 확인하기
ru: Проверить прогноз
zh: 开始查看

# newYearFortuneSaveAndCheckButton
source: Save and View Fortune
de: Speichern und Glück ansehen
es: Guardar y Ver Fortuna
fr: Enregistrer et voir la fortune
hi: सहेजें और भाग्य देखें
ja: 保存して運勢を見る
ko: 저장하고 운세 보기
ru: Сохранить и посмотреть прогноз
zh: 保存并查看

# newYearFortuneResultTitle
source: My {year} New Year Fortune
de: Mein Neujahrsglück {year}
es: Mi Fortuna de Año Nuevo {year}
fr: Ma fortune du Nouvel An {year}
hi: मेरा {year} का नया साल का भाग्य
ja: 私の{year}年 新年の運勢
ko: 나의 {year}년 신년운세
ru: Мой новогодний прогноз на {year}
zh: {year} 年新年运势结果

# newYearFortuneShareTitle
source: My {year} New Year Fortune Result
de: Mein Neujahrsglück-Ergebnis {year}
es: Mi Resultado de Fortuna de Año Nuevo {year}
fr: Résultat de ma fortune du Nouvel An {year}
hi: मेरे {year} के नए साल के भाग्य का परिणाम
ja: 私の{year}年 新年の運勢結果
ko: 나의 {year}년 신년운세 결과
ru: Результат моего новогоднего прогноза на {year}
zh: {year} 年新年运势

# newYearFortuneShareDesc
source: New Year fortune for {name}. {desc}...
de: Neujahrs-Horoskop für {name}. {desc}...
es: Fortuna de Año Nuevo para {name}. {desc}...
fr: Fortune du Nouvel An pour {name}. {desc}...
hi: {name} के लिए नए साल का भाग्य। {desc}...
ja: {name}さんの新年の運勢です。 {desc}...
ko: {name}님의 신년운세 총평입니다. {desc}...
ru: Новогодний прогноз для {name}.\n\n{desc}...
zh: {name} 的新年运势结果： {desc}

# sajuChartTitle
source: Four Pillars of Destiny Chart
de: Diagramm der Vier Säulen des Schicksals
es: Gráfico de Cuatro Pilares del Destino
fr: Graphique des Quatre Piliers du Destin
hi: जन्म कुंडली चार्ट (Saju Chart)
ja: 四柱推命命式
ko: 사주 명식 (Saju Chart)
ru: Карта Саджу
zh: 四柱盘

# sajuHour
source: Hour
de: Stunde
es: Hora
fr: Heure
hi: समय
ja: 時
ko: 시주
ru: Час
zh: 时

# sajuDay
source: Day
de: Tag
es: Día
fr: Jour
hi: दिन
ja: 日
ko: 일주
ru: День
zh: 日

# sajuMonth
source: Month
de: Monat
es: Mes
fr: Mois
hi: माह
ja: 月
ko: 월주
ru: Месяц
zh: 月

# sajuYear
source: Year
de: Jahr
es: Año
fr: Année
hi: वर्ष
ja: 年
ko: 년주
ru: Год
zh: 年

# ohaengAnalysisTitle
source: Five Elements Analysis
de: Analyse der Fünf Elemente
es: Análisis de los Cinco Elementos
fr: Analyse des Cinq Éléments
hi: पंचतत्व (Ohaeng) विश्लेषण
ja: 五行分析
ko: 오행 분석 (Five Elements)
ru: Анализ Пяти Элементов
zh: 五行分析
