Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotWealthDetail14
source: Your financial stability follows a stable flow. Focus on efficiently allocating and managing current assets rather than aiming for a windfall, and a habit of appropriately adjusting spending as income increases is needed. If you invest, it's good to diversify for risk management, and steady management will eventually bring wealth.
de: Ihre finanzielle Stabilität folgt einem ruhigen Strom, wenn Sie unnötige Ausgaben vermeiden. Es ist eine gute Zeit für langfristige, risikoarme Sparpläne. Durch Geduld und konsequente Verwaltung wird Ihr Wohlstand stetig und sicher wachsen.
es: La situación financiera se estabiliza. En lugar de perseguir ganancias fáciles, concéntrate en la distribución eficiente de tus activos actuales. Con el crecimiento de los ingresos, es importante mantener el hábito de controlar los gastos. En las inversiones, es mejor seguir una estrategia de diversificación; la constancia y la disciplina te llevarán finalmente a la riqueza.
fr: La situation financière se stabilise. Au lieu de poursuivre des gains faciles, concentrez-vous sur la distribution efficace de vos actifs actuels. Avec la croissance des revenus, il est important de garder l'habitude de contrôler les dépenses. Dans les investissements, il est préférable de suivre une stratégie de diversification ; la constance vous mènera finalement à la richesse.
hi: यदि आप अनावश्यक खर्चों से बचते हैं, तो आपकी वित्तीय स्थिरता बनी रहेगी। दीर्घकालिक और कम जोखिम वाली बचत योजनाओं के लिए यह एक अच्छा समय है। धैर्य और निरंतर प्रबंधन के माध्यम से आपकी संपत्ति धीरे-धीरे और सुरक्षित रूप से बढ़ेगी।
ja: 財物運が安定した流れに乗ります。一攫千金を狙うよりは現在の資産を効率的に配分し管理することに集中し、収入が増えた分、支出も適切に調節する習慣が必要です。投資をするならリスク管理のために分散投資をするのが良く、地道な管理が結局富をもたらすでしょう。
ko: 재물운이 안정적인 흐름을 탑니다. 일확천금을 노리기보다는 현재의 자산을 효율적으로 배분하고 관리하는 데 집중하며, 수입이 늘어난 만큼 지출도 적절히 조절하는 습관이 필요합니다. 투자를 한다면 리스크 관리를 위해 분산 투자를 하는 것이 좋으며, 꾸준한 관리가 결국 부를 가져다줄 것입니다.
ru: Финансовая ситуация стабилизируется. Вместо того чтобы гоняться за легкой наживой, сосредоточьтесь на эффективном распределении текущих активов. С ростом доходов важно сохранять привычку контролировать траты. В инвестициях лучше придерживаться стратегии диверсификации — последовательность и дисциплина в итоге приведут вас к богатству.
zh: 财运正处于稳定流向。与其追求横财，不如集中精力有效分配和管理现有资产，随着收入增加也要适度调节支出。投资方面建议进行风险管理的分散投资，持之以恒的管理最终会为你带来财富。

# tarotSuccessMeaning14
source: The ability to coordinate different opinions and lead harmony stands out.
de: Beruflich deutet die Karte auf eine erfolgreiche Zusammenarbeit und ein angenehmes Arbeitsklima hin. Ihre Fähigkeit zur Vermittlung und zum Kompromiss wird besonders geschätzt. Projekte schreiten stetig voran, solange Sie das Tempo moderat halten.
es: Tu capacidad para suavizar asperezas y llevar al equipo al acuerdo estará en su punto máximo.
fr: Votre capacité à arrondir les angles et à mener l'équipe à l'accord sera à son apogée.
hi: करियर में, यह कार्ड सफल सहयोग और सुखद कार्य वातावरण का संकेत देता है। आपकी मध्यस्थता और समझौता करने की क्षमता की विशेष रूप से सराहना की जाएगी। जब तक आप गति को मध्यम रखेंगे, प्रोजेक्ट्स लगातार आगे बढ़ेंगे।
ja: 異なる意見を調整し和合を導き出す能力が際立ちます。
ko: 서로 다른 의견을 조율하고 화합을 이끌어내는 능력이 돋보입니다.
ru: Ваша способность сглаживать острые углы и вести команду к согласию будет на высоте.
zh: 调解不同意见并引导和谐的能力非常突出。

# tarotSuccessDetail14
source: You'll excellently perform as a mediator in team projects, resolving conflicts and increasing work efficiency. Your flexible thinking and adaptability will be recognized, and the wisdom to prevent burnout by balancing work and rest will stand out. Proceeding step-by-step while observing the overall flow leads to the best results.
de: Erfolg stellt sich durch Beständigkeit und Diplomatie ein, nicht durch Aggressivität. Achten Sie auf eine gute Work-Life-Balance, um Ihre Leistungsfähigkeit langfristig zu erhalten. Ihre ruhige Art wirkt inspirierend auf Kollegen und Vorgesetzte.
es: Te desempeñarás excelente como mediador en proyectos de equipo, resolviendo conflictos y aumentando la eficiencia general. Tu flexibilidad y capacidad de adaptación serán valoradas por tus colegas. Ahora es importante mantener el equilibrio entre el trabajo y el descanso para evitar el agotamiento. Una visión de conjunto de la situación te ayudará a lograr los mejores resultados.
fr: Vous excellerez en tant que médiateur dans des projets d'équipe, résolvant les conflits et augmentant l'efficacité globale. Votre flexibilité et votre capacité d'adaptation seront appréciées par vos collègues. Maintenant, il est important de maintenir l'équilibre entre le travail et le repos pour éviter l'épuisement professionnel. Une vision globale de la situation vous aidera à obtenir les meilleurs résultats.
hi: सफलता निरंतरता और कूटनीति से आती है, न कि आक्रामकता से। अपनी कार्यक्षमता बनाए रखने के लिए कार्य-जीवन संतुलन पर ध्यान दें। आपका शांत व्यवहार सहकर्मियों और वरिष्ठों के लिए प्रेरणादायक होगा।
ja: チームプロジェクトで仲裁者の役割を立派に遂行し、葛藤を解決して業務効率を高めます。あなたの柔軟な思考と適応力が周囲に認められるようになり、仕事と休息のバランスをうまく合わせてバーンアウトを予防する知恵が際立つ時期です。全体的な流れを見守りながら着実に進めるのが最も良い結果につながります。
ko: 팀 프로젝트에서 중재자 역할을 훌륭히 수행하여 갈등을 해결하고 업무 효율을 높입니다. 당신의 유연한 사고와 적응력이 주변의 인정을 받게 되며, 일과 휴식의 균형을 잘 맞춰 번아웃을 예방하는 지혜가 돋보이는 시기입니다. 전체적인 흐름을 살피며 차근차근 진행하는 것이 가장 좋은 결과로 이어집니다.
ru: Вы отлично справитесь с ролью посредника в командных проектах, решая конфликты и повышая общую эффективность. Ваша гибкость и умение адаптироваться будут оценены коллегами. Сейчас важно соблюдать баланс между работой и отдыхом, чтобы избежать выгорания. Взгляд на ситуацию в целом поможет вам достичь наилучших результатов.
zh: 在团队项目中出色地担任调解人角色，解决冲突并提高工作效率。你灵活的思维和适应力将获得周围认可。这是一个在工作与休息间寻找平衡、预防职业倦怠的明智期。统揽全局并循序渐进地推进将带来最佳结果。

# tarotKeywords15
source: Temptation, bondage, obsession, materialism, addiction
de: Sucht, Materialismus, Kontrollverlust, Loslösung
es: Tentación, dependencia, apego, materialismo, obsesión
fr: Tentation, dépendance, attachement, matérialisme, obsession
hi: लत, भौतिकवाद, नियंत्रण की कमी, वैराग्य
ja: 誘惑, 束縛, 執着, 物質主義, 中毒
ko: 유혹, 속박, 집착, 물질주의, 중독
ru: Искушение, зависимость, привязанность, материализм, одержимость
zh: 诱惑, 束缚, 执着, 物质主义, 成瘾

# tarotDesc15
source: It symbolizes desires and obsessions that bind oneself, and material temptations that one could escape if they chose, but fails to do so.
de: Der Teufel warnt vor Abhängigkeiten, Versuchungen und dem Verlust der inneren Freiheit. Oft sind wir an materielle Dinge oder negative Gedankenmuster gebunden, die uns am Wachstum hindern. Es ist an der Zeit, diese Ketten zu erkennen und sich bewusst davon zu lösen.
es: Símbolo de los deseos y apegos que nos encadenan. Son las tentaciones materiales de las que podemos liberarnos si mostramos voluntad, pero en las que a menudo nos sumergimos por completo.
fr: Symbole des désirs et des attachements qui nous enchaînent. Ce sont les tentations matérielles dont nous pouvons nous libérer si nous montrons de la volonté, mais dans lesquelles nous nous plongeons souvent tête baissée.
hi: शैतान कार्ड निर्भरता, प्रलोभनों और आंतरिक स्वतंत्रता के नुकसान की चेतावनी देता है। अक्सर हम भौतिक चीजों या नकारात्मक सोच से बंधे होते हैं जो हमें बढ़ने से रोकती हैं। इन बेड़ियों को पहचानने और उनसे सचेत रूप से मुक्त होने का समय आ गया है।
ja: 自分を拘束する欲望と執着、そしてその気になれば脱出できるけれどそうしない物質的な誘惑を象徴しています。
ko: 스스로를 구속하는 욕망과 집착, 그리고 마음만 먹으면 벗어날 수 있지만 그러지 못하는 물질적인 유혹을 상징합니다.
ru: Символ желаний и привязанностей, которые сковывают нас. Это материальные искушения, от которых можно освободиться, если проявить волю, но в которые мы часто погружаемся с головой.
zh: 象征着自我约束的欲望与执着，以及只要下定决心就能摆脱、却往往深陷其中的物质诱惑。

# tarotLoveMeaning15
source: It means a relationship attracted to or obsessed with intense physical charm.
de: In der Liebe deutet diese Karte auf eine intensive, aber oft toxische oder rein physische Anziehung hin. Besessenheit und Eifersucht können die Beziehung belasten. Hinterfragen Sie, ob Ihre Bindung auf wahrer Liebe oder auf bloßer Abhängigkeit basiert.
es: Significa una relación atraída u obsesionada por un intenso encanto físico.
fr: Signifie une relation attirée ou obsédée par un charme physique intense.
hi: प्यार में, यह कार्ड एक गहन लेकिन अक्सर विषाक्त या विशुद्ध रूप से शारीरिक आकर्षण का संकेत देता है। जुनून और ईर्ष्या रिश्ते पर भारी पड़ सकते हैं। सवाल करें कि क्या आपका बंधन सच्चे प्यार पर आधारित है या केवल निर्भरता पर।
ja: 強烈な肉体的魅力に惹かれたり執着する関係を意味します。
ko: 강렬한 육체적 매력에 끌리거나 집착하는 관계를 의미합니다.
ru: Сильное физическое влечение или одержимость партнером.
zh: 意味着被强烈的肉体魅力吸引或产生执着的关系。

# tarotLoveDetail15
source: It's a time when it's hard to make rational judgments because you're strongly fascinated by someone's charm. A hot romance that might keep you awake at night could start, but on the other hand, you need caution as you might suffer from excessive obsession and restraint. Coolly reflect on whether your feelings are true love or just simple desire or possessiveness.
de: Es ist eine Zeit, in der das rationale Urteil durch starke Leidenschaft getrübt sein kann. Achten Sie darauf, sich nicht in einer Beziehung zu verlieren, die Ihnen Ihre Energie raubt. Wahre Erfüllung finden Sie erst, wenn Sie Ihre eigene Unabhängigkeit zurückgewinnen.
es: Puedes sentirte irresistiblemente atraído por alguien, lo que dificulta tomar decisiones sensatas. Puede comenzar un romance apasionado, pero ten cuidado de no caer en la trampa de los celos y el control excesivos. Piensa si tu sentimiento es amor verdadero o simplemente un deseo de poseer a la otra persona. Aprende a controlar tus impulsos.
fr: Vous pourriez être irrésistiblement attiré par quelqu'un, ce qui rend difficile la prise de décisions sensées. Une romance passionnée peut commencer, mais faites attention à ne pas tomber dans le piège de la jalousie et du contrôle excessifs. Réfléchissez si votre sentiment est un amour véritable ou simplement un désir de posséder l'autre.
hi: यह एक ऐसा समय है जब तीव्र जुनून के कारण तर्कसंगत निर्णय धुंधला हो सकता है। सावधान रहें कि आप अपने आप को ऐसे रिश्ते में न खो दें जो आपकी ऊर्जा छीन रहा हो। आपको सच्ची संतुष्टि तभी मिलेगी जब आप अपनी स्वतंत्रता वापस पा लेंगे।
ja: 異性の魅力に強力に魅了され、理性的な判断を下しにくい時期です。熱いロマンスが始まることもありますが、一方で相手に対する過度な執着と拘束で大変になる可能性があるので注意が必要です。自分の感情が真実の愛なのか、それとも単純な所有欲なのか冷静に振り返り、自分をコントロールしなければなりません。
ko: 이성의 매력에 강력하게 매료되어 이성적인 판단을 내리기 힘든 시기입니다. 뜨거운 로맨스가 시작될 수도 있지만, 한편으로는 상대에 대한 과도한 집착과 구속으로 힘들어질 수 있으니 주의가 필요합니다. 자신의 감정이 진정한 사랑인지 아니면 단순한 소유욕인지 냉정하게 돌아보고 스스로를 다스려야 합니다.
ru: Вас может непреодолимо тянуть к кому-то, что мешает принимать здравые решения. Может начаться бурный и страстный роман, но будьте осторожны, чтобы не попасть в ловушку излишней ревности и контроля. Подумайте, является ли ваше чувство настоящей любовью или просто желанием обладать другим человеком. Учитесь контролировать свои порывы.
zh: 你可能会被异性的魅力强烈吸引，以至于难以做出理性判断。虽然一段火热的罗曼史可能开启，但也要注意不要陷入过度的执着与束缚中。请冷静反思自己的感情究竟是真爱还是单纯的占有欲，学会自我调节。

# tarotWealthMeaning15
source: Material greed becomes excessive, so you may invest excessively.
de: Finanziell warnt der Teufel vor Gier und riskanten Verlockungen, die in die Schuldenfalle führen können. Seien Sie vorsichtig bei Angeboten, die zu gut klingen, um wahr zu sein. Materieller Besitz sollte nicht Ihr einziges Ziel sein.
es: La codicia excesiva puede llevar a inversiones arriesgadas o grandes gastos en ocio.
fr: L'avidité excessive peut mener à des investissements risqués ou à de grandes dépenses de loisirs.
hi: आर्थिक रूप से, शैतान लालच और जोखिम भरे प्रलोभनों की चेतावनी देता है जो कर्ज के जाल में फंसा सकते हैं। उन प्रस्तावों से सावधान रहें जो सच होने के लिए बहुत अच्छे लगते हैं। भौतिक संपत्ति आपका एकमात्र लक्ष्य नहीं होनी चाहिए।
ja: 物質的な欲が強くなり無謀な投資をしたり、遊興に大金を使う可能性があります。
ko: 물질적인 욕심이 과해져 무리한 투자를 하거나 유흥에 큰돈을 쓸 수 있습니다.
ru: Чрезмерная жажда наживы может привести к рискованным вложениям или крупным тратам на развлечения.
zh: 物质欲望过重，可能进行过激投资或在享乐上花费巨资。

# tarotWealthDetail15
source: A time with many financial temptations. There's a risk of putting money into dangerous places deceived by sweet words, or squandering assets through impulsive luxury purchases. Be wary of becoming a slave to money and losing trust, and focus on protecting what you have rather than new investments.
de: Es besteht die Gefahr, ein Sklave des Geldes oder der Konsumlust zu werden. Überprüfen Sie Ihre Ausgaben auf zwanghafte Muster und vermeiden Sie neue Kredite. Nur durch bewusste Selbstbeherrschung können Sie Ihre finanzielle Freiheit bewahren oder wiedererlangen.
es: Es un periodo de muchas tentaciones financieras. Cuidado con las ofertas dudosas de «dinero fácil» y las compras impulsivas que pueden vaciar tu cartera. No te conviertas en esclavo del dinero ni socaves la confianza de quienes te rodean. En lugar de nuevas inversiones, ahora es mejor concentrarse en conservar lo que tienes y domar tu apetito.
fr: C'est une période de nombreuses tentations financières. Méfiez-vous des offres douteuses d'« argent facile » et des achats impulsifs qui peuvent vider votre portefeuille. Ne devenez pas l'esclave de l'argent et ne minez pas la confiance de votre entourage. Au lieu de nouveaux investissements, il est maintenant préférable de se concentrer sur la conservation de ce que vous avez.
hi: धन या उपभोग की इच्छा का गुलाम बनने का खतरा है। अपने खर्चों की जांच करें और अनावश्यक ऋणों से बचें। केवल सचेत आत्म-नियंत्रण के माध्यम से ही आप अपनी वित्तीय स्वतंत्रता को बनाए रख सकते हैं या पुनः प्राप्त कर सकते हैं।
ja: 金銭的な誘惑が多い時期です。甘い言葉に騙されて危険な場所に投資したり、衝動的な消費で財産を使い果たす危険があるので警戒しなければなりません。お金の奴隷になって周囲の信頼を裏切らないように注意し、新しい投資をするよりは現在持っているものを守り、自分の過度な物欲をコントロールすべき時です。
ko: 금전적인 유혹이 많은 시기입니다. 달콤한 말에 속아 위험한 곳에 투자하거나 충동적인 소비로 재산을 탕진할 위험이 있으니 경계해야 합니다. 돈의 노예가 되어 주변의 신뢰를 저버리지 않도록 주의하고, 새로운 투자를 하기보다는 현재 가지고 있는 것을 지키며 자신의 과도한 물욕을 다스려야 할 때입니다.
ru: Сейчас период множества финансовых соблазнов. Остерегайтесь сомнительных предложений о «легких» деньгах и импульсивных покупок, которые могут опустошить ваш кошелек. Не становитесь рабом денег и не подрывайте доверие окружающих. Вместо новых вложений сейчас лучше сосредоточиться на сохранении того, что имеете, и укрощении своего аппетита.
zh: 当前是金钱诱惑较多的时期。请警惕被花言巧语蒙蔽而进行高风险投资，或因冲动消费导致财产受损。不要沦为金钱的奴隶而辜负周围人的信任。比起盲目投资，现在更应守护现有资产，克制过度的物欲。

# tarotSuccessMeaning15
source: You may try to use any means for success.
de: Beruflich kann der Teufel auf einen rücksichtslosen Ehrgeiz hindeuten, der Ihnen schaden könnte. Vielleicht fühlen Sie sich in einem Job gefangen oder unterdrückt. Hüten Sie sich davor, Ihre Werte für schnellen Erfolg zu opfern.
es: Por el éxito, podrías estar dispuesto a cualquier medida.
fr: Pour le succès, vous pourriez être prêt à n'importe quelle mesure.
hi: करियर में, शैतान कार्ड निर्दयी महत्वाकांक्षा का संकेत दे सकता है जो आपको नुकसान पहुंचा सकती है। शायद आप किसी नौकरी में फंसा हुआ या दबा हुआ महसूस कर रहे हैं। त्वरित सफलता के लिए अपने मूल्यों का बलिदान करने से बचें।
ja: 成功のために手段と方法を選ばないようにすることがあります。
ko: 성공을 위해 수단과 방법을 가리지 않으려 할 수 있습니다.
ru: Ради успеха вы можете быть готовы пойти на любые меры.
zh: 为了成功可能不择手段。

# tarotSuccessDetail15
source: Greed for power or honor increases. There is a concern about falling into work addiction, such as setting unreasonable schedules for performance or neglecting health. You need an attitude of working honestly by returning to your original intentions rather than trying to gain without legitimate effort.
de: Erfolg um jeden Preis wird langfristig zu Unzufriedenheit und Konflikten führen. Erkennen Sie Machtspiele im Arbeitsumfeld und distanzieren Sie sich davon. Suchen Sie nach Wegen, Ihre Arbeit wieder mit Ihren persönlichen Überzeugungen in Einklang zu bringen.
es: La sed de poder o reconocimiento puede hacerte ver a tus colegas solo como competidores. Ten cuidado de no convertirte en un adicto al trabajo, olvidando la salud y el descanso. Renuncia a la idea de obtener todo de inmediato sin el esfuerzo adecuado. Una actitud honesta hacia el trabajo te ayudará a liberarte de las cadenas internas que tú mismo te has creado.
fr: La soif de pouvoir ou de reconnaissance peut vous faire voir vos collègues comme de simples concurrents. Faites attention à ne pas devenir un bourreau de travail, en oubliant la santé et le repos. Renoncez à l'idée d'obtenir tout tout de suite sans l'effort adéquat. Une attitude honnête envers le travail vous aidera à vous libérer des chaînes internes.
hi: किसी भी कीमत पर सफलता लंबे समय में असंतोष और संघर्ष का कारण बनेगी। कार्यस्थल पर चल रहे शक्ति के खेलों को पहचानें और उनसे खुद को दूर रखें। अपने काम को अपने व्यक्तिगत विश्वासों के साथ फिर से जोड़ने के तरीके खोजें।
ja: 権力や名誉に対する欲が大きくなり、周囲の同僚を競争相手としてのみ見るようになることがあります。成果のために無理な日程を組んだり、健康を顧みない仕事中毒に陥る恐れがあるので注意してください。正当な努力なしに得ようとする心を捨てて、正直に業務に臨む姿勢が必要であり、自分で作った拘束から脱しなければなりません。
ko: 권력이나 명예에 대한 욕심이 커져 주변 동료들을 경쟁 상대로만 보게 될 수 있습니다. 성과를 위해 무리한 일정을 잡거나 건강을 돌보지 않는 일 중독에 빠질 우려가 있으니 주의하세요. 정당한 노력 없이 얻으려는 마음을 버리고 정직하게 업무에 임하는 자세가 필요하며, 스스로 만든 구속에서 벗어나야 합니다.
ru: Жажда власти или признания может заставить вас видеть в коллегах только конкурентов. Будьте осторожны, чтобы не превратиться в трудоголика, забывающего о здоровье и отдыхе. Откажитесь от мысли получить всё и сразу без должных усилий. Честное отношение к делу поможет вам освободиться от внутренних оков, которые вы сами себе создали.
zh: 对权力或名誉的渴望增强，可能会将周围同事视为单纯的竞争对手。注意不要为了成果而安排过载日程，甚至陷入损害健康的“工作狂”状态。请放下不劳而获的心态，诚实对待业务，努力从自我束缚中解脱出来。

# tarotKeywords16
source: Collapse, shock, sudden change, liberation, revelation of truth
de: Plötzliche Veränderung, Umbruch, Chaos, Offenbarung
es: Colapso, impacto, cambio brusco, liberación, revelación
fr: Effondrement, impact, changement brusque, libération, révélation
hi: अचानक परिवर्तन, उथल-पुथल, अराजकता, रहस्योद्घाटन
ja: 崩壊, 衝撃, 急激な変化, 解放, 真実の暴露
ko: 붕괴, 충격, 급격한 변화, 해방, 진실의 폭로
ru: Разрушение, потрясение, внезапные перемены, освобождение, прозрение
zh: 崩溃, 冲击, 急剧变化, 解放, 真相大白

# tarotDesc16
source: Lightning strikes the tower, collapsing it and people are falling.
de: Der Turm symbolisiert plötzliche und oft schockierende Ereignisse, die gewohnte Strukturen zum Einsturz bringen. Auch wenn dies zunächst beängstigend wirkt, dient es dazu, falsche Fundamente zu zerstören. Nur so kann Platz für eine ehrlichere und stabilere Zukunft geschaffen werden.
es: Un rayo cae directamente sobre la torre, derrumbándola y haciendo que la gente caiga. Simboliza la ruptura repentina de los viejos valores por fuerzas externas y el encuentro con la cruda verdad.
fr: Un éclair frappe directement la tour, la faisant s'écrouler et provoquant la chute des gens. Symbolise la rupture soudaine des vieilles valeurs par des forces extérieures et la rencontre avec la crue vérité.
hi: टावर कार्ड अचानक और अक्सर चौंकाने वाली घटनाओं का प्रतीक है जो परिचित संरचनाओं को ढहा देती हैं। हालांकि यह शुरू में डरावना लग सकता है, लेकिन यह गलत नींव को नष्ट करने का काम करता है। केवल इसी तरह एक अधिक ईमानदार और स्थिर भविष्य के लिए जगह बनाई जा सकती है।
ja: 落雷が塔を直撃し、塔が崩れ落ち、人々が落下しています。これは予期せぬ外部の力による古い価値観の破壊と、それによる新しい真実との遭遇を象徴しています。
ko: 번개가 탑을 내리쳐 탑이 무너지고 사람들이 떨어지고 있습니다.
ru: Молния ударяет в башню, она рушится, и люди падают вниз. Это символ внезапного разрушения старых ценностей под действием внешних сил и столкновения с горькой правдой.
zh: 落雷直击塔顶，塔身崩塌，人们纷纷坠落。这象征着因突如其来的外部力量导致的旧价值观的破除，以及与新真相的邂逅。

# tarotLoveMeaning16
source: A big crisis or a sudden breakup may come to the relationship.
de: In Beziehungen kann der Turm für plötzliche Konflikte, überraschende Enthüllungen oder eine Trennung stehen. Masken fallen und die Wahrheit kommt ans Licht, was schmerzhaft sein kann. Es ist jedoch eine notwendige Reinigung, um Klarheit über die Gefühle zu erhalten.
es: En las relaciones es posible una crisis grave o una ruptura repentina.
fr: Dans les relations, une crise grave ou une rupture soudaine est possible.
hi: रिश्तों में, टावर अचानक संघर्ष, आश्चर्यजनक खुलासे या ब्रेकअप का प्रतिनिधित्व कर सकता है। मुखौटे गिर जाते हैं और सच्चाई सामने आ जाती है, जो दर्दनाक हो सकती है। हालांकि, भावनाओं के बारे में स्पष्टता पाने के लिए यह एक आवश्यक शुद्धिकरण है।
ja: 関係に大きな危機や突然の別れが訪れる可能性があります。
ko: 관계에 큰 위기나 갑작스러운 이별이 닥칠 수 있습니다.
ru: В отношениях возможен серьезный кризис или внезапный разрыв.
zh: 关系可能面临巨大危机或突然分手。

# tarotLoveDetail16
source: An unexpected event like a bolt from the blue can occur on the love front. You might be disappointed in someone you trusted or face a conflict that shakes the relationship to its roots, but don't despair. This is a process of breaking unhealthy relationships or misunderstandings to face the truth, and an opportunity to build a firmer love will eventually come.
de: Ein unerwartetes Ereignis könnte Ihr Liebesleben erschüttern und Sie zur Neubewertung zwingen. Versuchen Sie nicht, das Alte gewaltsam festzuhalten, wenn es bereits zerbrochen ist. Nach dem Sturm wird sich zeigen, welche Bindungen stark genug für einen Neuanfang sind.
es: Como un rayo en un cielo despejado, puede ocurrir un evento inesperado en tu vida personal. Podrías decepcionarte de tu pareja o enfrentar un conflicto que sacuda los cimientos de tu relación. Pero no te desesperes: es un proceso de limpieza de ilusiones y vínculos poco saludables. Sobre las ruinas de lo viejo, con el tiempo crecerá algo más fuerte y auténtico.
fr: Comme un éclair dans un ciel dégagé, un événement inattendu peut survenir dans votre vie personnelle. Vous pourriez être déçu par votre partenaire ou faire face à un conflit qui ébranle les fondations de votre relation. Mais ne désespérez pas : c'est un processus de nettoyage des illusions. Sur les ruines de l'ancien, quelque chose de plus fort et de plus authentique grandira avec le temps.
hi: एक अप्रत्याशित घटना आपके प्रेम जीवन को हिला सकती है और आपको पुनर्मूल्यांकन के लिए मजबूर कर सकती है। पुरानी चीजों को पकड़ने की कोशिश न करें यदि वे पहले ही टूट चुकी हैं। तूफान के बाद पता चलेगा कि कौन से बंधन नए सिरे से शुरू करने के लिए पर्याप्त मजबूत हैं।
ja: まるで青天の霹靂のように予期せぬ事件が恋愛戦線に発生することがあります。信じていた相手に失望したり、手に負えない争いで関係が根こそぎ揺らぐことがありますが、絶望しないでください。これは不健康な関係や誤解が解け、真実に向き合う過程であり、崩れた場所には結局より強固な愛を築く機会が来るでしょう。
ko: 마치 마른하늘에 날벼락처럼 예기치 못한 사건이 연애 전선에 발생할 수 있습니다. 믿었던 상대에게 실망하거나 감당하기 힘든 다툼으로 관계가 뿌리째 흔들릴 수 있지만, 너무 절망하지 마세요. 이는 건강하지 못한 관계나 오해가 깨지고 진실을 마주하게 되는 과정이며, 무너진 자리에는 결국 더 단단한 사랑을 쌓을 기회가 올 것입니다.
ru: Как гром среди ясного неба, в вашей личной жизни может произойти неожиданное событие. Вы можете разочароваться в партнере или столкнуться с конфликтом, который пошатнет основы ваших отношений. Но не отчаивайтесь: это процесс очищения от иллюзий и нездоровых связей. На руинах старого со временем вырастет нечто более крепкое и настоящее.
zh: 恋爱战线上可能会发生晴天霹雳般的预料之外的事件。你可能会对信任的人感到失望，或者因无法承受的争吵导致关系彻底动摇，但请不要绝望。这是一个清理不健康关系或误会、面对真相的过程，废墟之上终将迎来建立更稳固爱情的机会。

# tarotWealthMeaning16
source: You should prepare for sudden financial losses or disasters.
de: Finanziell mahnt die Karte zur äußersten Vorsicht vor plötzlichen Verlusten oder finanziellen Katastrophen. Ein sicher geglaubtes Investment könnte scheitern oder unerwartete Kosten fallen an. Bereiten Sie sich auf unruhige Zeiten vor und sichern Sie ab, was möglich ist.
es: Necesitas prepararte para pérdidas financieras repentinas o choques.
fr: Vous devez vous préparer à des pertes financières soudaines ou à des chocs.
hi: आर्थिक रूप से, यह कार्ड अचानक नुकसान या वित्तीय आपदाओं के प्रति अत्यधिक सावधानी बरतने की चेतावनी देता है। एक निवेश जो सुरक्षित लग रहा था, वह विफल हो सकता है या अप्रत्याशित खर्च आ सकते हैं। कठिन समय के लिए तैयार रहें और जो संभव हो उसे सुरक्षित करें।
ja: 突然の金銭的損失や災難に備えなければなりません。
ko: 갑작스러운 금전적 손실이나 재난에 대비해야 합니다.
ru: Нужно подготовиться к внезапным финансовым потерям или потрясениям.
zh: 需要应对突然的金钱损失或灾难。
