Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotLoveMeaning8
source: It's a time when you need the tolerance to accept and understand the other person as they are.
de: Es ist eine Zeit, in der Sie die Toleranz brauchen, um die andere Person so zu akzeptieren, wie sie ist.
es: Periodo en el que necesitas mostrar paciencia y aceptar a tu pareja tal como es.
fr: Période où vous devez faire preuve de patience et accepter votre partenaire tel qu'il est.
hi: प्यार में, यह कार्ड एक बहुत ही गहरे और सहनशील रिश्ते का संकेत देता है। आप अपने साथी की कमियों को प्यार और धैर्य से स्वीकार करेंगे। यह समय गुस्से या जिद के बजाय प्यार और समझदारी से समस्याओं को सुलझाने का है।
ja: 相手をありのままに受け入れ、理解する包容力が必要な時期です。
ko: 상대방을 있는 그대로 받아들이고 이해하는 포용력이 필요한 시기입니다.
ru: Период, когда нужно проявить терпение и принять партнера таким, какой он есть.
zh: 这是一个需要包容力去接受和理解对方本来面貌的时期。

# tarotLoveDetail8
source: Current love requires patience and wisdom. The relationship can develop to the next level when you accept and embrace the other person's shortcomings or complaints with a broad heart. A 'gentle but firm' attitude leading the other person with a soft touch is needed, and if you stay by their side patiently, your sincerity will eventually open their heart.
de: Die aktuelle Liebe erfordert Geduld und Weisheit. Die Beziehung kann sich auf die nächste Stufe entwickeln, wenn Sie die Unzulänglichkeiten des anderen mit weitem Herzen akzeptieren. Eine sanfte, aber feste Haltung ist gefragt. Wenn Sie geduldig an ihrer Seite bleiben, wird Ihre Aufrichtigkeit schließlich ihr Herz öffnen.
es: Tus relaciones ahora requieren sabiduría y aguante. Al aceptar los defectos de tu pareja con el corazón abierto, llevas el vínculo a un nuevo nivel. Es importante guiar con suavidad, mostrando fortaleza interna. Si apoyas pacientemente a tu ser querido, tu sinceridad acabará por derretir cualquier hielo.
fr: Vos relations exigent maintenant de la sagesse et de l'endurance. En acceptant les défauts de votre partenaire avec un cœur ouvert, vous élevez le lien à un nouveau niveau. Il est important de guider en douceur, en faisant preuve de force intérieure. Si vous soutenez patiemment votre être cher, votre sincérité finira par faire fondre toute glace.
hi: आपकी कोमलता और आंतरिक शक्ति आपके रिश्ते को और अधिक मजबूत बनाएगी। सिंगल लोगों के लिए, आप किसी ऐसे व्यक्ति की ओर आकर्षित हो सकते हैं जो स्वभाव से बहुत शांत लेकिन अंदर से बहुत मजबूत हो। सच्चा प्यार धैर्य की परीक्षा लेता है, उसमें सफल हों।
ja: 今の愛は忍耐強さと知恵を要求します。相手の短所やわがままを広い心で受け入れ、包み込んであげる時、関係が一段階さらに発展することができます。柔らかい態度で相手をリードする外柔内剛の姿勢が必要であり、根気強く傍を守ってあげれば、結局あなたの真心が相手の心を開かせるでしょう。
ko: 지금의 사랑은 인내심과 지혜를 요구합니다. 상대방의 단점이나 투정을 넓은 마음으로 받아주고 보듬어줄 때 관계가 한 단계 더 발전할 수 있습니다. 부드러운 태도로 상대를 리드하는 외유내강의 자세가 필요하며, 끈기 있게 곁을 지켜준다면 결국 당신의 진심이 상대의 마음을 열게 할 것입니다.
ru: Ваши отношения сейчас требуют мудрости и выдержки. Принимая недостатки партнера с открытым сердцем, вы выводите связь на новый уровень. Важно вести за собой мягко, проявляя внутреннюю стойкость. Если вы будете терпеливо поддерживать любимого человека, ваша искренность в итоге растопит любой лед.
zh: 现在的爱情需要耐心和智慧。以宽大的胸怀接纳对方的缺点或牢骚时，关系会得到发展。你需要以温柔的态度引导对方，这种柔中带刚的姿态至关重要。如果你能持之以恒地守护在旁，你的真心最终会叩开对方的心扉。

# tarotWealthMeaning8
source: Steady savings and healthy consumption habits are the secrets to collecting wealth.
de: Stetiges Sparen und gesunde Konsumgewohnheiten sind die Geheimnisse zum Sammeln von Reichtum.
es: El ahorro constante y los hábitos de gasto razonables son la clave de la riqueza.
fr: L'épargne constante et les habitudes de dépenses raisonnables sont la clé de la richesse.
hi: आर्थिक रूप से, यह कार्ड वित्तीय मामलों में धैर्य और समझदारी बरतने का सुझाव देता है। अपनी संपत्ति को धीरे-धीरे और स्थिरता के साथ बढ़ाने पर ध्यान दें। यह फिजूलखर्ची पर नियंत्रण रखने और अपने वित्तीय लक्ष्यों के प्रति शांत रहने का समय है।
ja: たゆまぬ貯蓄と健全な消費習慣が財産を集める秘訣です。
ko: 꾸준한 저축과 건전한 소비 습관이 재물을 모으는 비결입니다.
ru: Постепенное накопление и разумные траты — ключ к богатству.
zh: 持之以恒的储蓄和健康的消费习惯是积累财富的秘诀。

# tarotWealthDetail8
source: Your financial fortune is gradually rising. Don't be disappointed even if big money doesn't come in immediately; manage your assets faithfully, and it will return as a large sum later. In investing, it's advantageous to hold on firmly rather than being swayed by short-term fluctuations. Managing your impulsive desire to consume is the shortcut to becoming rich.
de: Ihr finanzielles Glück steigt allmählich an. Seien Sie nicht enttäuscht, wenn nicht sofort großes Geld hereinkommt. Verwalten Sie Ihr Vermögen treu, und es wird später als große Summe zurückkehren. Es ist vorteilhaft, festzuhalten, anstatt sich von kurzfristigen Schwankungen beeinflussen zu lassen.
es: Tu situación financiera crece lenta pero firmemente. No te desanimes si no hay ingresos enormes ahora mismo; sigue gestionando tus activos con regularidad. En las inversiones, no te dejes llevar por el pánico ante las fluctuaciones temporales. La capacidad de controlar tus deseos impulsivos es el camino más corto a la prosperidad.
fr: Votre situation financière croît lentement mais sûrement. Ne vous découragez pas s'il n'y a pas de revenus énormes en ce moment ; continuez à gérer vos actifs régulièrement. Dans les investissements, ne vous laissez pas emporter par la panique face aux fluctuations temporaires. La capacité à contrôler vos désirs impulsifs est le chemin le plus court vers la prospérité.
hi: आपकी आर्थिक स्थिति में धीरे-धीरे सुधार होगा। किसी भी बड़े निवेश से पहले अच्छी तरह सोच-विचार करें और जल्दबाजी न करें। अपनी आंतरिक शक्ति का उपयोग करें और उन प्रलोभनों से बचें जो आपकी वित्तीय स्थिरता को नुकसान पहुंचा सकते हैं।
ja: 財物運が徐々に上昇する流れです。すぐに大金が入ってこなくても失望せず、誠実に資産を管理すれば、後で大きなまとまったお金になって戻ってくるでしょう。投資においては短期的な騰落に一喜一憂せず、粘り強く耐えるのが有利です。自分の衝動的な消費欲をうまくコントロールすることが金持ちになる近道です。
ko: 재물운이 서서히 상승하는 흐름입니다. 당장 큰돈이 들어오지 않더라도 실망하지 말고 성실하게 자산을 관리하면 나중에 큰 목돈이 되어 돌아올 것입니다. 투자에 있어서는 단기적인 등락에 일희일비하지 말고 뚝심 있게 버티는 것이 유리합니다. 자신의 충동적인 소비 욕구를 잘 다스리는 것이 부자가 되는 지름길입니다.
ru: Ваше финансовое состояние медленно, но верно растет. Не расстраивайтесь, если прямо сейчас нет огромных поступлений — продолжайте планомерно управлять активами. В инвестициях не поддавайтесь панике из-за временных колебаний. Умение контролировать свои импульсивные желания — самый короткий путь к достатку.
zh: 财运正缓慢上升。即使现在没有大笔资金进入，也不要失望，坚持管理资产，未来会积少成多。在投资方面，不要因为短期的波动而患得患失，保持定力会更有利。克制自己的冲动消费欲望是通往财富的捷径。

# tarotSuccessMeaning8
source: Even if you encounter a difficult task or a picky boss, you can deal with it wisely.
de: Auch wenn Sie auf eine schwierige Aufgabe stoßen, können Sie damit weise umgehen.
es: Podrás manejar incluso las tareas más difíciles o a una dirección exigente.
fr: Vous pourrez gérer même les tâches les plus difficiles ou une direction exigeante.
hi: करियर में, यह कार्ड आपकी सहनशक्ति और दूसरों को प्रभावित करने की क्षमता का प्रतीक है। आप अपने शांत व्यवहार और बुद्धिमत्ता से कठिन परिस्थितियों को संभाल लेंगे। सहकर्मियों के साथ सहयोग करना और उन्हें प्रोत्साहित करना आपके लिए अच्छा रहेगा।
ja: 難しい課題や気難しい上司に出会っても、賢明に対処できます。
ko: 어려운 과제나 까다로운 상사를 만나더라도 지혜롭게 대처할 수 있습니다.
ru: Вы справитесь даже с самыми сложными задачами или придирчивым руководством.
zh: 即使遇到困难的课题或挑剔的上司，也能智慧地应对。

# tarotSuccessDetail8
source: You may be assigned a hard project or a picky task, but you have enough potential to solve it. Though you appear soft on the outside, you stand out by overcoming obstacles one by one with strong inner will. Your calm problem-solving ability will lead people around you to send deep trust your way.
de: Ihnen könnte ein hartes Projekt oder eine heikle Aufgabe zugewiesen werden, aber Sie haben genug Potenzial, um sie zu lösen. Obwohl Sie nach außen hin weich erscheinen, zeichnen Sie sich dadurch aus, dass Sie Hindernisse mit starkem innerem Willen überwinden. Ihre ruhige Problemlösungsfähigkeit wird dazu führen, dass die Menschen Ihnen tiefes Vertrauen entgegenbringen.
es: Es posible que te asignen un proyecto difícil, pero tienes suficientes recursos internos para manejarlo. Tu suavidad exterior esconde una voluntad de acero que te ayudará a superar cualquier obstáculo. Tu calma al resolver problemas despertará un profundo respeto y confianza en los demás.
fr: Il est possible qu'on vous confie un projet difficile, mais vous avez suffisamment de ressources internes pour le gérer. Votre douceur extérieure cache une volonté d'acier qui vous aidera à surmonter tous les obstacles. Votre calme lors de la résolution de problèmes suscitera un profond respect et une confiance chez les autres.
hi: कार्यस्थल पर आने वाली चुनौतियों का सामना बिना डरे करें। आपकी मेहनत और समर्पण को वरिष्ठों द्वारा पहचाना जाएगा। सफलता प्राप्त करने के लिए आपको किसी पर दबाव डालने की जरूरत नहीं है, आपका काम खुद बोलेगा।
ja: 大変なプロジェクトや気難しい業務を任されるかもしれませんが、あなたにはこれを解決する十分な底力があります。外見は柔らかそうに見えますが、内面の強い意志で難関を一つずつ克服していく姿が際立ちます。冷静さを失わずに問題を解決するあなたの姿に、周囲から深い信頼が寄せられるようになるでしょう。
ko: 힘든 프로젝트나 까다로운 업무를 맡게 될 수 있지만, 당신에게는 이를 해결할 충분한 저력이 있습니다. 겉으로는 부드러워 보이지만 내면의 강한 의지로 난관을 하나씩 극복해 나가는 모습이 돋보입니다. 침착함을 잃지 않고 문제를 해결하는 당신의 모습에 주변에서 깊은 신뢰를 보내게 될 것입니다.
ru: Вам могут поручить трудный проект, но у вас достаточно внутренних ресурсов, чтобы с ним справиться. Ваша мягкость снаружи скрывает стальную волю, которая поможет преодолеть любые преграды. Ваше спокойствие при решении проблем вызовет глубокое уважение и доверие окружающих.
zh: 虽然可能承担艰巨的项目或挑剔的任务，但你有足够的底气去解决它。你外柔内刚，凭借内在强大的意志一个个克服难关。你冷静解决问题的样子将赢得周围人的深厚信任。

# tarotKeywords9
source: Reflection, solitude, exploration, wisdom, rest
de: Introspektion, Einsamkeit, innere Führung, Suche nach der Wahrheit
es: Introspección, soledad, búsqueda de la verdad, sabiduría, descanso
fr: Introspection, solitude, recherche de la vérité, sagesse, repos
hi: आत्मनिरीक्षण, एकांत, आंतरिक मार्गदर्शन, सत्य की खोज
ja: 内省, 孤独, 探求, 知恵, 休息
ko: 성찰, 고독, 탐구, 지혜, 휴식
ru: Интроспекция, уединение, поиск истины, мудрость, отдых
zh: 反省, 孤独, 探索, 智慧, 休息

# tarotDesc9
source: An old man with a lamp on a dark snowy mountain listens to his inner voice and explores the truth.
de: Ein alter Mann mit einer Lampe auf einem dunklen, verschneiten Berg hört auf seine innere Stimme und erforscht die Wahrheit.
es: Un anciano con una linterna en la mano está en la cima de una montaña nevada, escuchando su voz interior en busca de la verdad.
fr: Un vieil homme avec une lanterne à la main est au sommet d'une montagne enneigée, écoutant sa voix intérieure en quête de vérité.
hi: सन्यासी कार्ड एकांत, चिंतन और सत्य की खोज का प्रतीक है। यह दुनिया के शोर से दूर होकर अपनी अंतरात्मा में झांकने का समय है। यह कार्ड आपको अपने जीवन के उद्देश्यों को समझने और आंतरिक शांति प्राप्त करने के लिए प्रेरित करता है।
ja: 暗い雪山の上で灯火を持った老人が、内面の声に耳を傾けながら真理を探求する姿です。
ko: 어두운 설산 위에서 등불을 든 노인이 내면의 목소리에 귀 기울이며 진리를 탐구하는 모습입니다.
ru: Старец с фонарем в руках стоит на вершине заснеженной горы, прислушиваясь к внутреннему голосу в поисках истины.
zh: 在黑暗的雪山上，一位老人手持灯火独自站立，倾听内在的声音并探求真理。

# tarotLoveMeaning9
source: It's a time when you need time for yourself or think deeply about love.
de: Es ist eine Zeit, in der Sie Zeit für sich selbst brauchen oder tief über die Liebe nachdenken.
es: Tiempo para la soledad o reflexiones profundas sobre las relaciones.
fr: Temps pour la solitude ou des réflexions profondes sur les relations.
hi: प्यार में, यह कार्ड आत्म-चिंतन और अकेले रहने की इच्छा का संकेत दे सकता है। यदि आप किसी रिश्ते में हैं, तो आपको अपने साथी के साथ गहरी चर्चा करने और अपने व्यक्तिगत स्थान की आवश्यकता हो सकती है। सिंगल लोगों के लिए, यह प्यार खोजने के बजाय खुद को समझने का समय है।
ja: 一人だけの時間が必要だったり、恋愛について深く悩む時期です。
ko: 혼자만의 시간이 필요하거나 연애에 대해 깊이 고민하는 시기입니다.
ru: Время для одиночества или глубоких раздумий об отношениях.
zh: 这是一个需要独处时间或深度思考爱情的时期。

# tarotLoveDetail9
source: Now is a time when you need time to look back on yourself rather than active dating. Instead of meeting just anyone to soothe loneliness, think deeply about what kind of love you truly want. Even if you have a partner, taking some distance and having your own time can actually help you realize the essence of the relationship.
de: Jetzt ist eine Zeit, in der Sie Zeit brauchen, um auf sich selbst zurückzublicken, anstatt aktiv zu daten. Denken Sie tief darüber nach, welche Art von Liebe Sie wirklich wollen. Auch wenn Sie einen Partner haben, kann es helfen, etwas Abstand zu gewinnen, um das Wesen der Beziehung zu erkennen.
es: Ahora es más importante entenderte a ti mismo que llevar una vida social activa. No busques encuentros solo por huir de la soledad; piensa en qué tipo de amor necesitas realmente. Incluso si tienes pareja, una pequeña distancia os ayudará a ambos a valorar mejor vuestra relación.
fr: Maintenant, il est plus important de vous comprendre vous-même que de mener une vie sociale active. Ne cherchez pas de rencontres juste pour fuir la solitude ; réfléchissez au type d'amour dont vous avez réellement besoin. Même si vous avez un partenaire, une petite distance vous aidera tous deux à mieux valoriser votre relation.
hi: अपने रिश्तों के बारे में गहराई से सोचें और समझें कि आप वास्तव में क्या चाहते हैं। कभी-कभी थोड़ा समय अकेले बिताना भविष्य के रिश्तों के लिए फायदेमंद होता है। अपनी भावनाओं के प्रति ईमानदार रहें और किसी भी दबाव में आकर निर्णय न लें।
ja: 今は活発な恋愛よりは自分を見つめ直す時間が必要な時です。寂しさを紛らわすために誰でも会うよりは、自分が本当に望む愛が何なのか深く悩んでみてください。恋人がいても、しばらく距離を置いて各自の時間を持つことが、むしろ関係の本質を悟るのに役立つことがあります。
ko: 지금은 활발한 연애보다는 자신을 돌아보는 시간이 필요한 때입니다. 외로움을 달래기 위해 아무나 만나기보다는, 내가 진정으로 원하는 사랑이 무엇인지 깊이 고민해보세요. 연인이 있더라도 잠시 거리를 두고 각자의 시간을 갖는 것이 오히려 관계의 본질을 깨닫는 데 도움이 될 수 있습니다.
ru: Сейчас вам важнее разобраться в себе, чем вести активную светскую жизнь. Не стоит искать встреч только ради того, чтобы убежать от одиночества — подумайте, какая любовь вам действительно нужна. Даже если вы в паре, небольшая дистанция поможет вам обоим лучше понять ценность ваших отношений.
zh: 比起活跃的恋爱，现在更需要时间去反思自我。不要为了缓解孤独而随意约会，请深思自己真正想要的爱情是什么。即使有恋人，暂时保持距离、拥有各自的空间，反而有助于看清关系的本质。

# tarotWealthMeaning9
source: Financial activities may be somewhat contracted.
de: Finanzielle Aktivitäten können etwas eingeschränkt sein.
es: La actividad financiera puede disminuir temporalmente.
fr: L'activité financière peut diminuer temporairement.
hi: आर्थिक रूप से, यह कार्ड धन के मामलों में सावधानी और कम खर्च करने का संकेत देता है। यह निवेश के नए रास्ते तलाशने के बजाय अपनी वर्तमान वित्तीय स्थिति का विश्लेषण करने का समय है। भौतिक सुखों के बजाय अपनी मानसिक संतुष्टि पर ध्यान दें।
ja: 金銭的な活動が多少萎縮することがあります。
ko: 금전적인 활동이 다소 위축될 수 있습니다.
ru: Финансовая активность может временно снизиться.
zh: 金钱活动可能会有些萎缩。

# tarotWealthDetail9
source: You should take a conservative attitude toward wealth. Rather than making new investments or starting businesses, it's important to check your current assets thoroughly and stop money from leaking. Instead, spending on study or skill acquisition to increase your value is a great investment that will lead to larger profits later.
de: Sie sollten eine konservative Haltung gegenüber Reichtum einnehmen. Anstatt neue Investitionen zu tätigen, ist es wichtig, Ihr aktuelles Vermögen gründlich zu prüfen. Investitionen in das Studium oder den Erwerb von Fähigkeiten zur Steigerung Ihres Wertes sind großartige Investitionen, die später zu größeren Gewinnen führen werden.
es: En asuntos de dinero, conviene adoptar una postura conservadora ahora. Es más importante conservar lo que tienes que intentar aumentar el capital con métodos arriesgados. Invertir en tu propia educación o formación será la mejor inversión, que dará frutos en el futuro.
fr: En matière d'argent, il convient d'adopter une attitude conservatrice maintenant. Il est plus important de conserver ce que vous avez que d'essayer d'augmenter le capital par des méthodes risquées. Investir dans votre propre éducation ou formation sera le meilleur investissement, qui portera ses fruits à l'avenir.
hi: आपकी वित्तीय गतिविधियां थोड़ी कम हो सकती हैं, जो बचत के लिए अच्छा है। फिजूलखर्ची से बचें और भविष्य के लिए एक ठोस योजना बनाएं। धन के प्रति अपनी सोच बदलें और समझें कि शांति पैसों से नहीं, संतोष से आती है।
ja: 財物に関しては保守的な態度を取るべきです。新しい投資をしたり事業を広げるよりは、現在の資産を几帳面に点検し、漏れていくお金を防ぐことが重要です。代わりに自分の価値を高めるための勉強や技術習得に費用を支出することは、後でより大きな収益を上げることができる素晴らしい投資です。
ko: 재물에 관해서는 보수적인 태도를 취해야 합니다. 새로운 투자를 하거나 사업을 벌이기보다는 현재의 자산을 꼼꼼히 점검하고 새어나가는 돈을 막는 것이 중요합니다. 대신 자신의 가치를 높이기 위한 공부나 기술 습득에 비용을 지출하는 것은 훗날 더 큰 수익을 올릴 수 있는 훌륭한 투자입니다.
ru: В денежных делах сейчас стоит занять консервативную позицию. Важнее сохранить то, что есть, чем пытаться приумножить капитал рискованными методами. Вложения в собственное образование или повышение квалификации станут лучшей инвестицией, которая принесет плоды в будущем.
zh: 在财富方面应采取保守态度。现在是守护资金比增加资金更重要的时期，仔细检查当前资产并堵住资金漏洞至关重要。相比之下，将费用支出在学习技能或提升自我价值上，是未来获得更大收益的极佳投资。

# tarotSuccessMeaning9
source: You achieve results in fields that deeply research professional knowledge or skills.
de: Sie erzielen Ergebnisse in Bereichen, in denen Fachwissen oder Fähigkeiten tiefgehend erforscht werden.
es: Éxito en asuntos que requieren conocimientos profundos, investigación o maestría.
fr: Succès dans les affaires nécessitant des connaissances approfondies, de la recherche ou de la maîtrise.
hi: करियर में, यह कार्ड विशेषज्ञता और गहराई से काम करने का प्रतीक है। आप उन क्षेत्रों में सफल होंगे जहां शोध और गहन अध्ययन की आवश्यकता है। दूसरों की नकल करने के बजाय अपने ज्ञान और अनुभव को बढ़ाने पर ध्यान दें।
ja: 専門的な知識や技術を深く研究する分野で成果を出します。
ko: 전문적인 지식이나 기술을 깊이 있게 연구하는 분야에서 성과를 냅니다.
ru: Успех в делах, требующих глубоких знаний, исследований или мастерства.
zh: 在深入研究专业知识或技术的领域会取得成果。

# tarotSuccessDetail9
source: You can achieve excellent results in tasks that require deep focus alone, such as research, planning, or development. It's a period of silently building skills even if not recognized by others, and it's advantageous to focus on the essence of the work rather than workplace relationships. If there's an unsolved problem, find an experienced mentor for advice.
de: Sie können hervorragende Ergebnisse bei Aufgaben erzielen, die tiefe Konzentration erfordern, wie Forschung, Planung oder Entwicklung. Es ist eine Zeit des stillen Aufbaus von Fähigkeiten. Wenn es ein ungelöstes Problem gibt, suchen Sie einen erfahrenen Mentor um Rat.
es: Lograrás excelentes resultados en trabajos científicos, planificación o desarrollo, donde se requiera una inmersión profunda en el proceso. Ahora es momento de acumular fuerzas, no de exhibirlas. Si te enfrentas a una tarea insoluble, busca el consejo de un mentor experimentado.
fr: Vous obtiendrez d'excellents résultats dans les travaux scientifiques, la planification ou le développement, où une immersion profonde dans le processus est requise. C'est maintenant le moment d'accumuler des forces, pas de les exhiber. Si vous êtes confronté à une tâche insoluble, demandez conseil à un mentor expérimenté.
hi: आप अकेले काम करने वाले प्रोजेक्ट्स या शोध कार्यों में उत्कृष्ट परिणाम प्राप्त करेंगे। आपकी बुद्धिमत्ता और अनुभव आपको दूसरों के लिए एक मार्गदर्शक बना सकते हैं। जल्दबाजी में सफलता पाने के बजाय अपने काम की गुणवत्ता पर ध्यान दें।
ja: 研究、企画、開発など、一人で深く掘り下げる業務で卓越した成果を出すことができます。他人に目立つことはありませんが、黙々と実力を積み重ねていく時期であり、職場内の人間関係よりは業務の本質に集中するのが有利です。解決されない問題があるなら、経験豊富なメンターを訪ねて助言を求めてみてください。
ko: 연구, 기획, 개발 등 혼자서 깊이 있게 파고드는 업무에서 탁월한 성과를 낼 수 있습니다. 남들에게 드러나지는 않지만 묵묵히 실력을 쌓아가는 시기이며, 직장 내 인간관계보다는 업무의 본질에 집중하는 것이 유리합니다. 해결되지 않는 문제가 있다면 경험이 풍부한 멘토를 찾아 조언을 구해보세요.
ru: Вы добьетесь отличных результатов в научной работе, планировании или разработке — там, где нужно глубокое погружение в процесс. Сейчас время накапливать силы, а не выставлять их напоказ. Если столкнетесь с неразрешимой задачей, обратитесь за советом к опытному наставнику.
zh: 在研究、策划、开发等需要独自深入钻研的工作中能取得卓越成果。这是一个默默积累实力的时期，专注于业务本质而非职场人际关系会更有利。如果遇到无法解决的问题，请寻找经验丰富的导师寻求建议。

# tarotKeywords10
source: Destiny, change, opportunity, cycle, turning point
de: Viel Glück, Karma, Lebenszyklen, Schicksal, Wendepunkte
es: Suerte, cambios, destino, ciclos, punto de inflexión
fr: Chance, changements, destin, cycles, tournant
hi: सौभाग्य, कर्म, जीवन चक्र, भाग्य, मोड़
ja: 運命, 転換点, 幸運, サイクル, 変化
ko: 운명, 변화, 기회, 순환, 터닝포인트
ru: Удача, перемены, судьба, циклы, поворотный момент
zh: 命运, 变化, 机会, 循环, 转折点

# tarotDesc10
source: A huge wheel of fortune turns, signaling the inevitable flow of destiny and the start of a new cycle.
de: Ein riesiges Schicksalsrad dreht sich und signalisiert den unvermeidlichen Fluss des Schicksals und den Beginn eines neuen Zyklus.
es: La gran rueda de la fortuna gira, anunciando cambios inevitables y el comienzo de un nuevo ciclo vital.
fr: La grande roue de la fortune tourne, annonçant des changements inévitables et le début d'un nouveau cycle de vie.
hi: भाग्य का पहिया कार्ड जीवन के निरंतर परिवर्तन और चक्र का प्रतीक है। यह समय है जब आपका भाग्य बदल रहा है और नए अवसर आपके दरवाजे पर दस्तक दे रहे हैं। यह कार्ड आपको बदलावों को स्वीकार करने और सकारात्मक रहने के लिए प्रेरित करता है।
ja: 雲の上に巨大な運命の輪があり、四元素を象徴する天使たちが本を読んでいます。
ko: 거대한 수레바퀴가 돌며 피할 수 없는 운명의 흐름과 새로운 주기의 시작을 알리는 모습입니다.
ru: Огромное колесо фортуны вращается, возвещая о неизбежных переменах и начале нового жизненного цикла.
zh: 巨大的命运之轮正在转动，宣告着不可避免的命运流向和新周期的开始。四角有象征四元素的天使正在看书，意味着智慧与规律。

# tarotLoveMeaning10
source: A fateful encounter awaits you.
de: Eine schicksalhafte Begegnung erwartet Sie.
es: Te espera un encuentro fatídico.
fr: Une rencontre fatidique vous attend.
hi: प्यार में, यह एक भाग्यशाली मोड़ और अचानक होने वाली मुलाकातों का संकेत देता है। एक नया और महत्वपूर्ण रिश्ता आपके जीवन में आ सकता है। यदि आप पहले से ही किसी रिश्ते में हैं, तो उसमें सकारात्मक बदलाव आएंगे।
ja: 運命的な出会いや、関係の劇的な変化が訪れる予感です。流れに身を任せてみてください。
ko: 운명적인 만남이 기다리고 있습니다.
ru: Вас ждет судьбоносная встреча.
zh: 命运般的邂逅正等待着你。

# tarotLoveDetail10
source: A fated love like a movie is coming your way. Dramatic events such as meeting someone in an unexpected place or a surprise reunion may occur, so keep your heart open. Singles might meet someone they fall for at first sight, while couples will find their relationship advancing to the next level. Don't miss this good flow.
de: Eine schicksalhafte Liebe wie im Film kommt auf Sie zu. Dramatische Ereignisse wie das Treffen mit jemandem an einem unerwarteten Ort können eintreten. Singles könnten jemanden treffen, in den sie sich auf den ersten Blick verlieben, während Paare feststellen werden, dass ihre Beziehung auf die nächste Stufe voranschreitet.
es: El amor puede llegar de repente, como en el cine. Son posibles encuentros fortuitos o reencuentros inesperados con antiguos amores. Los solteros pueden enamorarse a primera vista, y quienes tienen pareja sentirán que la relación pasa a un nuevo nivel. No dejes escapar este momento de suerte.
fr: L'amour peut arriver soudainement, comme au cinéma. Des rencontres fortuites ou des retrouvailles inattendues avec d'anciens amours sont possibles. Les célibataires peuvent tomber amoureux au premier regard, et ceux qui sont en couple sentiront la relation passer à un niveau supérieur.
hi: एक भाग्यशाली मुलाकात आपका इंतजार कर रही है। चीजें आपके पक्ष में मुड़ रही हैं, इसलिए अपने दिल के दरवाजे खुले रखें। पुराने विवाद सुलझ जाएंगे और प्यार का एक नया दौर शुरू होगा। ब्रह्मांड आपके प्रेम जीवन को संवार रहा है।
ja: 映画のような運命的な愛があなたを訪れます。思いがけない場所での出会いや、意外な再会など、ドラマチックな出来事が起こる可能性があるので、心を開いておきましょう。フリーの方は一目惚れする相手に出会えるかもしれませんし、カップルの方は関係が一歩前進するきっかけが訪れるでしょう。
ko: 영화처럼 운명적인 사랑이 당신을 찾아옵니다. 우연한 장소에서의 만남이나 뜻밖의 재회 등 드라마틱한 사건이 일어날 수 있으니 마음을 열어두세요. 솔로라면 첫눈에 반하는 상대를 만날 수 있고, 커플이라면 관계가 한 단계 발전하는 계기가 생길 것입니다. 지금의 좋은 흐름을 놓치지 마세요.
ru: Любовь может нагрянуть внезапно, как в кино. Возможны случайные знакомства или неожиданные воссоединения с прошлыми возлюбленными. Одинокие люди могут влюбиться с первого взгляда, а те, кто в паре, почувствуют, что отношения выходят на новый уровень. Не упустите этот удачный момент.
zh: 像电影一样命运般的爱情会找上你。可能会发生偶然相遇、意外重逢等戏剧性事件，请保持心门敞开。单身的人可能遇到一见钟情的对象，恋爱中的人则会迎来关系更进一步的契机。请不要错过当前的大好趋势。
