Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotWealthMeaning3
source: It's a very materially abundant and stable time.
de: Zeitraum des materiellen Wohlstands und der finanziellen Stabilität.
es: Periodo de prosperidad material y estabilidad financiera.
fr: Période de prospérité matérielle et de stabilité financière.
hi: आर्थिक रूप से, महारानी समृद्धि और भौतिक सुख-सुविधाओं का संकेत देती है। आपके पिछले निवेश अब फल देने लगेंगे। यह विलासिता और आराम पर थोड़ा खर्च करने का समय हो सकता है, लेकिन संतुलन बनाए रखें।
ja: 物質的に非常に豊かで安定した時期です。
ko: 물질적으로 매우 풍요롭고 안정적인 시기입니다.
ru: Период материального процветания и стабильности.
zh: 这是一个物质上非常富足和稳定的时期。

# tarotWealthDetail3
source: Your financial luck is blooming. Rewards follow as much as your effort, or even more, allowing you to enjoy economic leisure. You may achieve higher-than-expected profits in business or investments, or receive unexpected bonuses or gifts. Sharing this abundant energy with those around you will bring even greater fortune.
de: Das finanzielle Glück ist auf Ihrer Seite. Ihre vergangenen Bemühungen werden Früchte tragen und Sie werden mehr Komfort genießen können. Sie könnten unerwartete Boni, Geschenke oder Gewinne aus erfolgreichen Investitionen erhalten. Teilen Sie Ihre positive Energie mit anderen, das wird noch mehr Glück anziehen.
es: La suerte financiera está de tu lado. Tus esfuerzos pasados darán frutos y podrás disfrutar de una mayor comodidad. Podrías recibir bonos inesperados, regalos o ganancias de inversiones exitosas. Comparte tu energía positiva con los demás y esto atraerá aún más fortuna a tu vida.
fr: La chance financière est de votre côté. Vos efforts passés porteront leurs fruits et vous pourrez profiter d'un plus grand confort. Vous pourriez recevoir des bonus inattendus, des cadeaux ou des bénéfices d'investissements réussis. Partagez votre énergie positive avec les autres, cela attirera encore plus de fortune.
hi: आपके पास धन का प्रवाह अच्छा रहेगा और आप आर्थिक रूप से सुरक्षित महसूस करेंगे। अपनी संपत्ति को बढ़ाने के लिए रचनात्मक तरीकों का उपयोग करें। प्रकृति से जुड़े व्यवसायों या कलात्मक क्षेत्रों से आपको विशेष लाभ मिल सकता है।
ja: 財物運が大きく花開く時期です。努力した分、いやそれ以上の報酬が伴い、経済的に余裕を満喫することができます。事業や投資で期待以上の収益を収めたり、思いがけないボーナスやプレゼントを受け取ることもあります。豊かなエネルギーを周囲の人々と分かち合えば、さらに大きな幸運が訪れるでしょう。
ko: 재물운이 활짝 피어나는 시기입니다. 노력한 만큼, 아니 그 이상의 보상이 따르며 경제적으로 여유를 만끽할 수 있습니다. 사업이나 투자에서 기대 이상의 수익을 거두거나, 뜻밖의 보너스나 선물을 받을 수도 있습니다. 풍요로운 에너지를 주변 사람들과 나누면 더 큰 행운이 찾아올 것입니다.
ru: Финансовая удача на вашей стороне. Ваши прошлые усилия принесут плоды, и вы сможете насладиться комфортом. Возможны неожиданные бонусы, подарки или прибыль от успешных инвестиций. Делитесь своей позитивной энергией с окружающими, и это притянет к вам еще больше удачи.
zh: 财运正盛。付出会有回报，甚至超出预期，可以享受经济上的从容。你可能会在事业或投资中获得惊喜收益，或者收到意想不到的奖金或礼物。与周围人分享这份富足的能量，会带来更大的幸运。

# tarotSuccessMeaning3
source: Projects in progress grow smoothly and produce good results.
de: Aktuelle Projekte kommen erfolgreich voran und bringen exzellente Ergebnisse.
es: Los proyectos actuales avanzan con éxito y traen resultados excelentes.
fr: Les projets actuels progressent avec succès et apportent d'excellents résultats.
hi: करियर में, यह कार्ड वृद्धि और सफलता का प्रतीक है। आपकी रचनात्मक योजनाएं सफल होंगी और आपको अपने काम के लिए प्रशंसा मिलेगी। दूसरों का सहयोग करना और एक सकारात्मक कार्य वातावरण बनाना आपके लिए फायदेमंद होगा।
ja: 進行中のプロジェクトが順調に成長し、良い成果を出します。
ko: 진행 중인 프로젝트가 순조롭게 성장하여 좋은 성과를 냅니다.
ru: Текущие проекты развиваются успешно и приносят отличные результаты.
zh: 进行中的项目进展顺利，会取得好成果。

# tarotSuccessDetail3
source: It's a time when the results of work appear visibly. Projects will finish successfully, leading to performance bonuses or promotion opportunities. Your talent will especially shine in fields requiring aesthetic sense or creativity. Working while enjoying the process will bring even better results.
de: Es ist Zeit, die realen Früchte Ihrer Arbeit zu sehen. Projekte werden erfolgreich abgeschlossen, was sich in einer Beförderung oder einem Bonus niederschlagen könnte. Ihre kreative Vision und Ihr ästhetischer Sinn werden sehr geschätzt. Genießen Sie den Arbeitsprozess; dies wird Ihnen helfen, noch höhere Ziele zu erreichen.
es: Es hora de ver los frutos reales de tu trabajo. Los proyectos concluirán con éxito, lo que podría traducirse en un ascenso o una bonificación. Tu visión creativa y sentido estético serán muy valorados. Disfruta del proceso laboral; esto te ayudará a alcanzar metas aún más altas.
fr: Il est temps de voir les fruits réels de votre travail. Les projets se concluront avec succès, ce qui pourrait se traduire par une promotion ou une prime. Votre vision créative et votre sens esthétique seront très appréciés. Profitez du processus de travail ; cela vous aidera à atteindre des objectifs encore plus élevés.
hi: आप अपने कार्यस्थल पर एक मार्गदर्शक या देखभाल करने वाले की भूमिका निभा सकते हैं। आपके विचार नए और प्रभावशाली होंगे, जिससे कंपनी को लाभ होगा। अपनी मेहनत का फल मिलने का समय आ गया है, इसका आनंद लें।
ja: 仕事の結果が目に見えて現れる時期です。プロジェクトが成功裏に終わり、成果給を受け取ったり昇進の機会を掴むことができます。特に美的感覚や創造力が必要な分野で、あなたの才能が光を放ちます。余裕を持って過程を楽しみながら働くことが、むしろより良い結果をもたらすでしょう。
ko: 일의 결과가 눈에 보이게 나타나는 시기입니다. 프로젝트가 성공적으로 마무리되어 성과급을 받거나 승진의 기회를 잡을 수 있습니다. 특히 미적 감각이나 창의력이 필요한 분야에서 당신의 재능이 빛을 발합니다. 여유를 가지고 과정을 즐기면서 일하는 것이 오히려 더 좋은 결과를 가져다줄 것입니다.
ru: Пришло время увидеть реальные плоды своего труда. Проекты завершатся успешно, что может принести повышение или премию. Ваше творческое видение и эстетическое чутье будут особенно востребованы. Наслаждайтесь процессом работы — это поможет достичь еще лучших результатов.
zh: 这是工作成果显现的时期。项目圆满完成，你可能获得奖金或晋升机会。特别是在需要审美或创造力的领域，你的才华将大放异彩。保持从容的心态并享受过程，反而会带来更好的结果。

# tarotKeywords4
source: Authority, structure, stability, leadership, responsibility
de: Autorität, Struktur, Kontrolle, Führung, Logik
es: Autoridad, estructura, control, liderazgo, lógica
fr: Autorité, structure, contrôle, leadership, logique
hi: अधिकार, संरचना, नियंत्रण, पितृत्व, तर्क
ja: 権威, 構造, 安定, リーダーシップ, 責任感
ko: 권위, 구조, 안정, 리더십, 책임감
ru: Авторитет, структура, контроль, лидерство, логика
zh: 权威, 结构, 稳定, 领导力, 责任感

# tarotDesc4
source: The Emperor, sitting on a hard stone throne in armor, symbolizes firm dominance and order.
de: Der Herrscher sitzt auf einem Steinthron in Rüstung und symbolisiert Festigkeit, Ordnung und Entschlossenheit in der Führung.
es: El Emperador se sienta en un trono de piedra con armadura, simbolizando firmeza, orden y determinación en el mando.
fr: L'Empereur est assis sur un trône de pierre en armure, symbolisant la fermeté, l'ordre et la détermination dans le commandement.
hi: सम्राट कार्ड अनुशासन, अधिकार और संरचना का प्रतीक है। यह जीवन में व्यवस्था लाने और अपने लक्ष्यों को प्राप्त करने के लिए दृढ़ इच्छाशक्ति का उपयोग करने का समय है। यह कार्ड आपको नेतृत्व करने और जिम्मेदारी संभालने के लिए प्रोत्साहित करता है।
ja: 硬い石の玉座に座った皇帝は、鎧を身にまとい、確固たる支配力と秩序を象徴しています。
ko: 딱딱한 돌좌에 앉은 황제는 갑옷을 입고 확고한 지배력과 질서를 상징합니다.
ru: Император сидит на каменном троне в доспехах, символизируя твердость, порядок и решительность в управлении.
zh: 皇帝坐在坚硬的石座上，身穿盔甲，象征着坚定的支配力和秩序。

# tarotLoveMeaning4
source: It means a stable relationship with a reliable and responsible partner.
de: Stabile Beziehung mit einem zuverlässigen und verantwortungsbewussten Partner.
es: Relación estable con una pareja fiable y responsable.
fr: Relation stable avec un partenaire fiable et responsable.
hi: प्यार में, यह एक स्थिर और गंभीर रिश्ते का संकेत देता है। आपका साथी बहुत सुरक्षात्मक और जिम्मेदार हो सकता है। यह समय रिश्ते में स्पष्ट नियम और सीमाएं तय करने का है ताकि भविष्य सुरक्षित रहे।
ja: 信頼でき、責任感のある相手との安定した恋愛を意味します。
ko: 신뢰할 수 있고 책임감 있는 상대와의 안정적인 연애를 의미합니다.
ru: Стабильные отношения с надежным и ответственным партнером.
zh: 意味着与可靠、有责任感的对象建立稳定的恋爱关系。

# tarotLoveDetail4
source: A relationship based on trust and stability continues rather than burning passion. Your partner will reliably protect and lead you. However, be careful not to be too controlling or stubborn. If you're single, you'll have opportunities to meet someone with ability and social status.
de: Anstelle von flüchtigen Leidenschaften treten Vertrauen und Sicherheit für die Zukunft in den Vordergrund. Ihr Partner wird eine solide Stütze und ein Beschützer für Sie sein. Versuchen Sie, übermäßige Kontrolle und Sturheit in der Kommunikation zu vermeiden. Für Singles zeichnet sich eine Begegnung mit einer einflussreichen Person ab.
es: En lugar de pasiones fugaces, la confianza y la seguridad en el futuro toman el protagonismo. Tu pareja será un apoyo sólido y protector para ti. Intenta evitar el control excesivo y la terquedad en la comunicación. Para los solteros, se vislumbra un encuentro con una persona influyente y de estatus.
fr: Au lieu de passions éphémères, la confiance et la sécurité en l'avenir prennent le devant de la scène. Votre partenaire sera un soutien solide et protecteur pour vous. Essayez d'éviter le contrôle excessif et l'entêtement dans la communication. Pour les célibataires, une rencontre avec une personne influente se dessine.
hi: अपनी भावनाओं को तर्क के साथ संतुलित करें। रिश्ते में स्थिरता लाने के लिए आपकी प्रतिबद्धता महत्वपूर्ण होगी। सिंगल लोगों के लिए, आप किसी ऐसे व्यक्ति की ओर आकर्षित हो सकते हैं जो उम्र में बड़ा या बहुत सफल हो।
ja: 燃え上がるような情熱よりも、信頼と安定をベースにした関係が持続します。相手があなたを心強く守り、リードしてくれるでしょう。ただし、あまりにもコントロールしようとしたり、意地を張ったりしないように注意してください。ソロなら、能力があり社会的地位がある人に出会う機会が生まれるでしょう。
ko: 불타오르는 열정보다는 신뢰와 안정을 바탕으로 한 관계가 지속됩니다. 상대방이 당신을 든든하게 지켜주고 이끌어줄 것입니다. 다만, 너무 통제하려 들거나 고집을 피우지 않도록 주의하세요. 솔로라면 능력 있고 사회적 지위가 있는 사람을 만날 기회가 생길 것입니다.
ru: Вместо бурных страстей на первый план выходят доверие и уверенность в завтрашнем дне. Партнер станет для вас надежной опорой и защитой. Постарайтесь избегать излишнего контроля и упрямства в общении. Одиноких людей ждет встреча с влиятельным и статусным человеком.
zh: 比起热烈的激情，基于信任和稳定的关系会持续下去。对方会给予你坚实的依靠和引导。不过请注意不要过度控制对方或过于固执。单身的人有机会遇到有能力且有社会地位的对象。

# tarotWealthMeaning4
source: You can accumulate financial stability with systematic asset management.
de: Systematisches Asset-Management wird helfen, ein stabiles Kapital aufzubauen.
es: La gestión sistemática de activos ayudará a construir un capital estable.
fr: La gestion systématique des actifs aidera à construire un capital stable.
hi: आर्थिक रूप से, यह कार्ड वित्तीय स्थिरता और धन के अनुशासित प्रबंधन का संकेत देता है। अपनी संपत्ति को बढ़ाने के लिए एक ठोस योजना बनाएं और उसका पालन करें। यह भविष्य के लिए बचत करने और निवेश करने का एक अच्छा समय है।
ja: 体系的な資産管理で安定した富を蓄積できます。
ko: 체계적인 자산 관리로 안정적인 부를 축적할 수 있습니다.
ru: Систематическое управление активами поможет накопить стабильный капитал.
zh: 通过系统的资产管理可以积累稳定的财富。

# tarotWealthDetail4
source: Setting principles and plans is important in financial management. Rather than speculation aiming for a windfall, it's better to build a foundation by investing in safe and certain assets like savings or real estate. Your realistic judgment and drive will be a great help in accumulating wealth.
de: In Finanzangelegenheiten ist es entscheidend, sich an einen Plan und an Ihre Prinzipien zu halten. Wählen Sie anstelle von riskanten Spekulationen sichere Instrumente wie Einlagen oder Immobilien. Ihr Pragmatismus und Ihre Entschlossenheit werden Ihnen helfen, den Grundstein für dauerhaften Wohlstand zu legen.
es: En asuntos financieros, es crucial ceñirse a un plan y a tus principios. En lugar de especulaciones arriesgadas, elige instrumentos seguros como depósitos o bienes raíces. Tu pragmatismo y determinación te ayudarán a sentar las bases de una riqueza duradera.
fr: En matière financière, il est crucial de s'en tenir à un plan et à vos principes. Au lieu de spéculations risquées, choisissez des instruments sûrs comme les dépôts ou l'immobilier. Votre pragmatisme et votre détermination vous aideront à jeter les bases d'une richesse durable.
hi: व्यवस्थित संपत्ति प्रबंधन के साथ आप वित्तीय स्थिरता प्राप्त कर सकते हैं। बजट बनाना और फालतू खर्चों पर नियंत्रण रखना इस समय बहुत जरूरी है। कानूनी या सरकारी मामलों से जुड़े वित्तीय सौदों में आपको सफलता मिल सकती है।
ja: 金銭管理において原則と計画を立てることが重要です。一攫千金を狙う投機よりも、定期預金、不動産など安全で確実な資産に投資して基盤を固めるのが良いでしょう。あなたの現実的な判断力と推進力が、富を蓄積するのに大きな助けになるでしょう。
ko: 금전 관리에 있어서 원칙과 계획을 세우는 것이 중요합니다. 일확천금을 노리는 투기보다는 적금, 부동산 등 안전하고 확실한 자산에 투자하여 기반을 다지는 것이 좋습니다. 당신의 현실적인 판단력과 추진력이 부를 축적하는 데 큰 도움이 될 것입니다.
ru: В финансовых делах сейчас крайне важно придерживаться плана и принципов. Вместо рискованных спекуляций лучше выбирать надежные инструменты, такие как депозиты или недвижимость. Ваша прагматичность и решительность помогут вам заложить прочный фундамент для будущего богатства.
zh: 在理财方面，建立原则和计划非常重要。比起追求暴利的投机，投资于储蓄、房地产等安全可靠的资产来夯实基础会更好。你现实的判断力和执行力将极大地帮助你积累财富。

# tarotSuccessMeaning4
source: You are in a favorable position to be promoted at work or rise to a leadership role.
de: Gute Chancen auf eine Beförderung oder eine Führungsposition.
es: Buenas oportunidades de ascenso o de obtener una posición de liderazgo.
fr: De bonnes opportunités de promotion ou d'obtenir un poste de leadership.
hi: करियर में, सम्राट सफलता और अधिकार का प्रतीक है। आप अपने कार्यस्थल पर एक नेतृत्वकारी भूमिका निभा सकते हैं या पदोन्नति प्राप्त कर सकते हैं। आपकी संगठनात्मक क्षमताएं और निर्णय लेने की शक्ति आपको दूसरों से आगे रखेगी।
ja: 職場で昇進したり、リーダーの座に就くことができる運気です。
ko: 직장에서 승진하거나 리더의 자리에 오를 수 있는 운입니다.
ru: Хорошие шансы на повышение или получение лидерской позиции.
zh: 有晋升或担任领导职务的运气。

# tarotSuccessDetail4
source: It's a time when your position within the organization becomes solid. You may be promoted to team leader or manager in recognition of your leadership, and you may be put in charge of important projects. You'll gain the trust of your superiors by handling tasks with rational and cool judgment without being swayed by emotions.
de: Ihre Position im Team festigt sich. Die Führungskräfte werden Ihre Qualitäten schätzen und könnten Ihnen die Leitung eines wichtigen Projekts oder einer Abteilung anvertrauen. Nutzen Sie Logik und kühles Kalkül, um berufliche Aufgaben zu lösen, und Sie werden das volle Vertrauen Ihrer Vorgesetzten gewinnen.
es: Tu posición en el equipo se fortalece. Los directivos valorarán tus dotes de mando y podrían confiarte la gestión de un proyecto o departamento importante. Usa la lógica y el cálculo frío para resolver tareas laborales y ganarás la confianza total de tus superiores.
fr: Votre position dans l'équipe se renforce. Les dirigeants apprécieront vos qualités de meneur et pourraient vous confier la gestion d'un projet ou d'un département important. Utilisez la logique et le calcul froid pour résoudre les tâches professionnelles et vous gagnerez la confiance totale de vos supérieurs.
hi: अपने लक्ष्यों के प्रति स्पष्ट रहें और अनुशासन के साथ काम करें। आपके वरिष्ठ अधिकारी आपकी मेहनत और नेतृत्व गुणों की सराहना करेंगे। एक ठोस नींव बनाने पर ध्यान दें जो आपको लंबे समय तक पेशेवर सफलता दिलाएगी।
ja: 組織内でのあなたの立場が固まる時期です。リーダーシップを認められ、チームリーダーや管理職に昇進することができ、重要なプロジェクトの総括責任を任されることもあるでしょう。感情に振り回されず、理性的で冷徹な判断で業務を処理し、上司の信頼を得るでしょう。
ko: 조직 내에서 당신의 입지가 단단해지는 시기입니다. 리더십을 인정받아 팀장이나 관리자로 승진할 수 있으며, 중요한 프로젝트의 총괄 책임을 맡게 될 수도 있습니다. 감정에 휘둘리지 않고 이성적이고 냉철한 판단으로 업무를 처리하여 상사의 신임을 얻을 것입니다.
ru: Ваше положение в коллективе укрепляется. Руководство оценит ваши лидерские качества, и вам могут доверить управление важным проектом или отделом. Используйте логику и холодный расчет для решения рабочих задач, и вы добьетесь полного доверия со стороны начальства.
zh: 你在组织中的地位变得稳固。你的领导力获得认可，可能晋升为团队负责人或经理，甚至被委以重要项目的总负责人。凭借理性和冷静的判断处理业务，你将赢得老板的信任。

# tarotKeywords5
source: Tradition, teaching, belief, advice, mediation
de: Tradition, Lehre, Überzeugungen, Rat, Vermittlung
es: Tradición, enseñanza, creencias, consejo, mediación
fr: Tradition, enseignement, croyances, conseil, médiation
hi: परंपरा, अनुरूपता, नैतिकता, परामर्श, आध्यात्मिक विश्वास
ja: 伝統, 教え, 信念, 助言, 仲裁
ko: 전통, 가르침, 신념, 조언, 중재
ru: Традиция, соответствие, этика, наставничество, вера
zh: 传统, 教导, 信念, 建议, 调解

# tarotDesc5
source: The Hierophant is a spiritual teacher who values social norms and traditions and leads people with wise advice.
de: Der Hierophant symbolisiert soziale Normen und spirituelle Führung, indem er durch weise Ratschläge und traditionelle Werte führt.
es: El Hierofante simboliza las normas sociales y la guía espiritual, liderando a través de consejos sabios y valores tradicionales.
fr: Le Pape symbolise les normes sociales et le guide spirituel, menant à travers des conseils sages et des valeurs traditionnelles.
hi: पदानुक्रमित कार्ड परंपराओं, नियमों और सामाजिक मूल्यों का प्रतीक है। यह सीखने, सलाह लेने और स्थापित मानदंडों का पालन करने का समय है। यह कार्ड आपको अपनी जड़ों से जुड़ने और आध्यात्मिक या नैतिक मार्गदर्शन प्राप्त करने के लिए प्रेरित करता है।
ja: 法王は社会的規範と伝統を重視し、賢明な助言で人々を導く精神的な師です。
ko: 교황은 사회적 규범과 전통을 중시하며, 지혜로운 조언으로 사람들을 이끄는 정신적인 스승입니다.
ru: Иерофант символизирует социальные нормы и духовное наставничество, ведя людей за собой с помощью мудрых советов.
zh: 教皇重视社会规范和传统，是凭借智慧建议引导人们的精神导师。

# tarotLoveMeaning5
source: Serious and healthy meetings continue based on trust and respect.
de: Seriöse und gesunde Beziehungen, die auf gegenseitigem Respekt basieren.
es: Relaciones serias y saludables basadas en el respeto mutuo.
fr: Relations sérieuses et saines basées sur le respect mutuel.
hi: प्यार में, यह एक पारंपरिक और प्रतिबद्ध रिश्ते का संकेत देता है। विवाह या सगाई जैसी चर्चाएं हो सकती हैं। यह समय रिश्ते में एक-दूसरे के मूल्यों और परंपराओं का सम्मान करने का है।
ja: 信頼と尊重をベースにした真剣で健全な出会いが続きます。
ko: 신뢰와 존중을 바탕으로 한 진지하고 건전한 만남이 이어집니다.
ru: Серьезные и здоровые отношения, основанные на взаимном уважении.
zh: 基于信任和尊重的严肃且健康的交往将持续。

# tarotLoveDetail5
source: You'll want a serious relationship with marriage in mind rather than a casual encounter. You can meet a good connection in blind dates, arranged meetings, or healthy gatherings. If there's a conflict between partners, try seeking advice from elders or seniors around you. Their wise advice will be a great help in restoring the relationship.
de: Sie werden nicht nach flüchtigen Abenteuern suchen, sondern nach einer tiefen Beziehung mit dem Ziel, eine Familie zu gründen. Jemandem über gemeinsame Freunde oder bei formellen Anlässen zu begegnen, könnte der Beginn von etwas Wichtigem sein. Wenn Streitigkeiten auftreten, fragen Sie Ältere um Rat; ihre Weisheit wird Ihnen helfen.
es: No buscarás aventuras pasajeras, sino una relación profunda con miras a formar una familia. Conocer a alguien a través de amigos comunes o en eventos formales podría ser el inicio de algo importante. Si hay disputas en la pareja, busca consejo en personas mayores; su experiencia te ayudará a restaurar la armonía.
fr: Vous ne chercherez pas d'aventures passagères, mais une relation profonde en vue de fonder une famille. Rencontrer quelqu'un par des amis communs ou lors d'événements formels pourrait être le début de quelque chose d'important. Si des disputes surviennent, demandez conseil à vos aînés ; leur sagesse vous aidera.
hi: अपने रिश्ते को सामाजिक और पारिवारिक मानदंडों के अनुसार आगे बढ़ाएं। बड़ों की सलाह आपके प्रेम जीवन में स्थिरता ला सकती है। यदि आप सिंगल हैं, तो आप किसी ऐसे व्यक्ति से मिल सकते हैं जिसके विचार बहुत पारंपरिक हों।
ja: 軽い出会いよりも、結婚を前提とした真剣な交際を望むようになります。紹介や合コン、あるいは健全な集まりで良い縁に出会うことができます。恋人との間に葛藤があるなら、周囲の大人や先輩に助言を求めてみてください。彼らの賢明な助言が関係回復に大きな助けになるでしょう。
ko: 가벼운 만남보다는 결혼을 전제로 한 진지한 교제를 원하게 됩니다. 소개팅이나 맞선, 또는 건전한 모임에서 좋은 인연을 만날 수 있습니다. 연인 간에 갈등이 있다면 주변 어른이나 선배에게 조언을 구해보세요. 그들의 지혜로운 조언이 관계 회복에 큰 도움이 될 것입니다.
ru: Сейчас вас будут интересовать не мимолетные интрижки, а глубокие отношения с прицелом на создание семьи. Знакомство через общих друзей или на официальных мероприятиях может стать началом чего-то важного. Если в паре возникли споры, обратитесь за советом к старшим — их опыт поможет вам восстановить гармонию.
zh: 比起轻率的交往，你更倾向于以结婚为前提的严肃恋爱。在相亲或健康的聚会中你可能遇到良缘。如果恋人之间有矛盾，请向长辈或前辈寻求建议，他们的睿智会极大地帮助关系恢复。

# tarotWealthMeaning5
source: Traditional and safe methods of financial technology are good.
de: Es ist besser, traditionelle und bewährte Sparmethoden zu befolgen.
es: Es preferible seguir métodos de ahorro tradicionales y comprobados.
fr: Il est préférable de suivre des méthodes d'épargne traditionnelles et éprouvées.
hi: आर्थिक रूप से, यह कार्ड स्थापित और सुरक्षित निवेश के तरीकों का पालन करने का सुझाव देता है। जोखिम भरे सौदों से बचें और अनुभवी लोगों से सलाह लें। यह धन के प्रबंधन में नैतिकता और ईमानदारी बनाए रखने का समय है।
ja: 伝統的で安全な方式の財テクが良いでしょう。
ko: 전통적이고 안전한 방식의 재테크가 좋습니다.
ru: Лучше придерживаться традиционных и проверенных способов накопления.
zh: 传统且安全的理财方式较好。

# tarotWealthDetail5
source: Stability should be the top priority rather than adventurous investment. It's good to use traditional financial products like bank savings or insurance. Seeking professional consulting or maintaining honest and transparent financial transactions is the way to protect your credit and assets.
de: Bevorzugen Sie Sicherheit gegenüber riskanten Investitionen. Bankeinlagen oder Versicherungen sind die am besten geeigneten Optionen. Die Beratung durch einen Finanzexperten oder die Aufrechterhaltung der Ehrlichkeit in Ihren Transaktionen wird Ihnen helfen, Ihr Vermögen zu bewahren und zu mehren.
es: Prioriza la seguridad sobre las inversiones arriesgadas. Los depósitos bancarios o los seguros serán las opciones más adecuadas. La consulta con un experto financiero o mantener la honestidad en tus tratos te ayudará a conservar y aumentar tu patrimonio.
fr: Privilégiez la sécurité plutôt que les investissements risqués. Les dépôts bancaires ou les assurances seront les options les plus appropriées. La consultation d'un expert financier ou le maintien de l'honnêteté dans vos transactions vous aidera à conserver et à accroître votre patrimoine.
hi: वित्तीय स्थिरता के लिए पारंपरिक बचत योजनाओं और बैंकों पर भरोसा करें। किसी विश्वसनीय वित्तीय सलाहकार से परामर्श लेना आपके लिए फायदेमंद होगा। दान और पुण्य के कार्यों में थोड़ा धन लगाना आपके लिए मानसिक शांति लाएगा।
ja: 冒険的な投資よりも安定性を最優先にすべきです。銀行の預貯金や保険など伝統的な金融商品を活用するのが良いでしょう。専門家のコンサルティングを受けてみたり、正直で透明な金銭取引を維持することが、あなたの信用と財産を守る道です。
ko: 모험적인 투자보다는 안정성을 최우선으로 해야 합니다. 은행 예적금이나 보험 등 전통적인 금융 상품을 활용하는 것이 좋습니다. 전문가의 컨설팅을 받아보거나 정직하고 투명한 금전 거래를 유지하는 것이 당신의 신용과 재산을 지키는 길입니다.
ru: Отдавайте приоритет безопасности, а не рискованным инвестициям. Банковские вклады или страхование будут наиболее подходящими вариантами. Консультация с финансовым экспертом или честное ведение дел помогут вам сохранить и приумножить свое состояние.
zh: 比起冒险的投资，应将稳定性放在首位。利用银行储蓄或保险等传统金融产品会更合适。寻求专家的咨询或保持诚实透明的资金交易是守护你信用和财产的途径。

# tarotSuccessMeaning5
source: Contracts, alliances, and cooperative relationships will be signed smoothly.
de: Günstiger Zeitpunkt für den Abschluss von Verträgen und Partnerschaftsabkommen.
es: Momento favorable para firmar contratos y acuerdos de asociación.
fr: Moment favorable pour signer des contrats et des accords de partenariat.
hi: करियर में, यह कार्ड एक गुरु या शिक्षक से सीखने का संकेत देता है। स्थापित प्रक्रियाओं का पालन करना और टीम वर्क पर ध्यान देना आपको सफलता दिलाएगा। यह किसी संस्था या बड़े संगठन में काम करने के लिए अच्छा समय है।
ja: 契約、提携、協力関係が円満に締結される運気です。
ko: 계약, 제휴, 협력 관계가 원만하게 체결될 운입니다.
ru: Благоприятное время для заключения контрактов и партнерских соглашений.
zh: 契约、合作、协作关系将圆满达成。
