Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# eyePostureStraight
source: Looking straight ahead projects confidence and clears your path for success.
de: Die Haltung, geradeaus zu blicken, macht die Energie der Augen klarer und aufrechter.
es: Mirar directamente hacia adelante proyecta confianza y despeja tu camino hacia el éxito.
fr: Le fait de regarder droit devant rend l'énergie de vos yeux plus limpide et droite.
hi: सीधे देखने की मुद्रा आपकी आँखों की ऊर्जा को अधिक स्पष्ट और सकारात्मक बनाती है।
ja: まっすぐ前を見つめる姿勢が、目のエネルギーをより鮮明で直立したものにしています。
ko: 정면을 바르게 응시하는 자세가 눈의 기운을 더욱 맑고 올곧게 만들어줍니다.
ru: Прямой
zh: 直视前方展现出自信，并为你通往成功的道路扫清障碍。

# noseInsufficient
source: Nose analysis is limited due to image clarity; providing a general interpretation.
de: Die Messung der Nasenkontur ist nicht ausreichend, daher wird die Interpretation der Nase mit Zurückhaltung angezeigt.
es: El análisis de la nariz es limitado debido a la claridad de la imagen; proporcionando una interpretación general.
fr: La mesure du contour du nez est insuffisante, l'interprétation sera donc modérée.
hi: नाक की रूपरेखा का माप पर्याप्त नहीं है, इसलिए व्याख्या सामान्य रूप से प्रदर्शित की जा रही है।
ja: 鼻の輪郭の測定が不十分なため、鼻の解釈は控えめに表示されます。
ko: 코 윤곽 측정이 충분하지 않아, 코에 대한 해석은 절제해 표시합니다.
ru: Недостаточно выражено
zh: 由于图像清晰度受限，鼻部分析结果有限；提供一般性解读。

# noseWealthRich
source: A strong and well-defined nose suggests great potential for accumulating and protecting wealth.
de: Der Nasenrücken ist dick und die Länge ist groß, daher ist die Energie des 'Reichtumspalastes (Jebaekgung)', der Reichtum sammelt und schützt, sehr gut.
es: Un puente nasal fuerte y bien definido sugiere un gran potencial para acumular y proteger la riqueza.
fr: L'arête du nez est épaisse et longue, l'énergie du 'Palais de la Richesse' (Jebaekgung) est excellente pour accumuler des biens.
hi: आपकी नाक की बनावट धन संचय और सुरक्षा के लिए बहुत अच्छी ऊर्जा का संकेत देती है।
ja: 鼻筋が太く長さがあるため、富を集めて守る「財白宮（ざいはくぐゅう）」のエネルギーが非常に良好です。
ko: 콧망울이 두툼하고 코 길이가 길어, 재물을 모으고 지키는 '재백궁(제물창고)'의 기운이 아주 좋습니다.
ru: Сильный денежный потенциал
zh: 挺拔且轮廓分明的鼻子预示着积累和守护财富的巨大潜力。

# noseWealthPlanner
source: A sharp, well-proportioned nose indicates a practical mind for managing and growing your finances.
de: Die Nase ist scharf und ordentlich, was Sie zu einer praktischen Person macht, die Reichtum sorgfältig verwaltet und systematisch vermehrt.
es: Una nariz afilada y bien proporcionada indica una mente práctica para gestionar y hacer crecer tus finanzas.
fr: Le nez est net et précis, faisant de vous une personne pragmatique qui gère et fait fructifier sa richesse méthodiquement.
hi: आपकी तीखी नाक यह दर्शाती है कि आप धन प्रबंधन में व्यावहारिक और व्यवस्थित हैं।
ja: 鼻が鋭く整っており、財産を注意深く管理し計画的に増やす実務家タイプです。
ko: 코가 날렵하고 정갈하여, 재물을 꼼꼼하게 관리하고 계획적으로 불려나가는 실속파입니다.
ru: Рациональный финансовый стиль
zh: 敏锐且比例适中的鼻子表明你拥有管理和增长财务的实际头脑。

# noseWealthBalanced
source: Your balanced features suggest a steady and stable flow of financial luck.
de: Die Proportionen der Nase sind angemessen und ausgewogen, was die Kraft verleiht, den eingehenden Reichtum stabil zu halten.
es: Tus rasgos equilibrados sugieren un flujo constante y estable de suerte financiera.
fr: Les proportions du nez sont équilibrées, vous donnant le pouvoir de maintenir durablement la richesse acquise.
hi: आपकी नाक का अनुपात संतुलित है, जो आने वाले धन को स्थिरता के साथ बनाए रखने की शक्ति देता है।
ja: 鼻の比率が適切でバランスが取れており、入ってくる富を安定して維持する力を持っています。
ko: 코의 비율이 적당하고 균형이 잡혀 있어, 들어오는 재물을 안정적으로 유지하는 힘이 있습니다.
ru: Стабильная денежная удача
zh: 均衡的五官预示着财运平稳流动。

# mouthExpressionBlessing
source: Your upturned corners suggest a positive nature that naturally attracts good fortune and favor from others.
de: Der Mund ist geschlossen, aber die Mundwinkel sind nach oben gezogen, sodass in jedem Wort Segen wohnt und Sie ein Gesicht sind, das Gunst von der Umgebung gewinnt.
es: Las comisuras de tus labios hacia arriba sugieren una naturaleza positiva que atrae naturalmente la buena fortuna y el favor de los demás.
fr: La bouche est fermée mais les coins sont relevés ; la chance réside dans chacune de vos paroles et votre visage attire la bienveillance.
hi: आपका मुँह बंद है लेकिन कोने ऊपर की ओर हैं, जो यह दर्शाता है कि आप दूसरों का स्नेह प्राप्त करने वाले व्यक्ति हैं।
ja: 口は閉じられていますが口角が上がっているため、言葉の端々に福が宿り、周囲から好感を得る顔立ちです。
ko: 입을 다물고 있지만 입꼬리가 올라가 있어, 말 한마디에 복이 깃들고 주변의 호감을 사는 상입니다.
ru: Добрые слова приносят удачу
zh: 上扬的嘴角预示着积极的天性，能自然地吸引好运和他人的青睐。

# mouthExpressionReliable
source: A firm, closed mouth reflects reliability and a preference for action over empty words.
de: Das Aussehen des fest geschlossenen Mundes zeigt Vertrauen und Verantwortung, ein Typ, der eher durch Taten als durch leichte Worte überzeugt.
es: Una boca firme y cerrada refleja confiabilidad y una preferencia por la acción sobre las palabras vacías.
fr: Une bouche fermement close montre la fiabilité et la responsabilité, un type qui agit plus qu'il ne parle.
hi: आपका कसकर बंद मुँह विश्वास और जिम्मेदारी को दर्शाता है, जो शब्दों से ज्यादा कार्यों में विश्वास रखता है।
ja: 固く結ばれた口元は信頼と責任感を示しており、軽い言葉よりも行動で示すタイプです。
ko: 입을 굳게 다문 모습에서 신뢰감과 책임감이 느껴지며, 가벼운 말보다 행동으로 보여주는 타입입니다.
ru: Речь вызывает доверие
zh: 紧闭且坚定的双唇反映了可靠性，以及行动胜过空谈的偏好。

# mouthExpressionLucky
source: A bright, open smile radiates positive energy, bringing luck to your relationships.
de: Ein weit geöffneter, lächelnder Mund ist erfrischend, strahlt positive Energie aus und ruft nach Glück in zwischenmenschlichen Beziehungen.
es: Una sonrisa brillante y abierta irradia energía positiva, trayendo suerte a tus relaciones.
fr: Une bouche largement souriante est rafraîchissante, émettant une énergie positive et attirant la chance dans les relations.
hi: आपकी खुली मुस्कान सकारात्मक ऊर्जा का संचार करती है और संबंधों में भाग्य को आमंत्रित करती है।
ja: 大きく開いた笑顔が爽やかで、ポジティブなエネルギーを放ち、対人関係に幸運を呼び込みます。
ko: 활짝 웃는 입매가 시원하여, 긍정적인 에너지를 발산하고 대인관계에서 행운을 불러옵니다.
ru: Слова притягивают возможности
zh: 灿烂开朗的笑容散发着正能量，为你的社交关系带来好运。

# supplementAlarmTitle
source: Time to take your supplements! 💊
de: Zeit, deine Nahrungsergänzungsmittel einzunehmen! 💊
es: ¡Es hora de tomar tus suplementos! 💊
fr: C'est l'heure de prendre vos compléments ! 💊
hi: सप्लीमेंट लेने का समय! 💊
ja: サプリメントを飲む時間です！ ��
ko: 영양제 챙겨드실 시간이에요! 💊
ru: Пора принять витамины! 💊
zh: 该吃营养补充剂了！ 💊

source: Alarm Volume
de: Alarmlautstärke
es: Volumen de alarma
fr: Volume de l'alarme
hi: अलार्म वॉल्यूम
ja: アラーム音量
ko: 알람 볼륨
ru: Громкость будильника
zh: 闹钟音量

source: Alarm Time List
de: Alarmzeitliste
es: Lista de horas de alarma
fr: Liste des heures d'alarme
hi: अलार्म समय सूची
ja: アラーム時刻リスト
ko: 알림 시간 목록
ru: Список времени будильников
zh: 闹钟时间列表

source: No alarm times added.
de: Keine Alarmzeiten hinzugefügt
es: No se han añadido horas de alarma
fr: Aucune heure d'alarme ajoutée
hi: कोई अलार्म समय नहीं जोड़ा गया
ja: 追加されたアラーム時刻はありません
ko: 추가된 알림 시간이 없습니다
ru: Время будильника не добавлено
zh: 未添加闹钟时间

source: Alarm time deleted.
de: Alarmzeit wurde gelöscht
es: Hora de alarma eliminada
fr: Heure de l'alarme supprimée
hi: अलार्म का समय हटा दिया गया
ja: アラーム時刻が削除されました
ko: 알림 시간이 삭제되었습니다
ru: Время будильника удалено
zh: 闹钟时间已删除

source: Add Alarm Time
de: Alarmzeit hinzufügen
es: Añadir hora de alarma
fr: Ajouter l'heure de l'alarme
hi: अलार्म का समय जोड़ें
ja: アラーム時刻の追加
ko: 알림 시간 추가
ru: Добавить время будильника
zh: 添加闹钟时间

source: Edit Alarm Time
de: Alarmzeit bearbeiten
es: Editar hora de alarma
fr: Modifier l'heure de l'alarme
hi: अलार्म का समय बदलें
ja: アラーム時刻の編集
ko: 알림 시간 수정
ru: Изменить время будильника
zh: 编辑闹钟时间

source: Default Ringtone
de: Standardklingelton
es: Tono Predeterminado
fr: Sonnerie par défaut
hi: डिफ़ॉल्ट रिंगटोन
ja: デフォルトの着信音
ko: 기본 벨소리
ru: Мелодия по умолчанию
zh: 默认铃声

# takeSupplementsNow
source: Please take your supplements and record it!
de: Bitte nehmen Sie Ihre Nahrungsergänzungsmittel ein und zeichnen Sie sie auf!
es: ¡Por favor tome sus suplementos y regístrelos!
fr: Veuillez prendre vos suppléments et les enregistrer !
hi: कृपया अपने सप्लीमेंट लें और उन्हें रिकॉर्ड करें!
ja: サプリメントを飲んで記録してください！
ko: 영양제를 드시고 기록해주세요!
ru: Пожалуйста, примите свои добавки и запишите это!
zh: 请服用营养剂并记录！

source: Next Time
de: Nächstes Mal einnehmen
es: Tomar más tarde
fr: Prendre plus tard
hi: अगली बार लें
ja: 後で飲む
ko: 다음에 먹기
ru: Принять позже
zh: 下次再吃

source: Take
de: Einnehmen
es: Tomar
fr: Prendre
hi: लें
ja: 飲む
ko: 먹기
ru: Принять
zh: 服用

source: Notifications
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
ja: 通知
ko: 알림
ru: Уведомления
zh: 通知

source: Notification Time
de: Benachrichtigungszeit
es: Hora de Notificación
fr: Heure de notification
hi: सूचना का समय
ja: 通知時間
ko: 알림 시간
ru: Время уведомления
zh: 通知时间

source: Start
es: Comenzar
fr: Démarrer
hi: शुरू करें
ja: 開始
ko: 시작
ru: Начать
zh: 开始

source: End
de: Ende
es: Fin
fr: Fin
hi: समाप्त
ja: 終了
ko: 종료
ru: Конец
zh: 结束

source: Notification Interval
de: Benachrichtigungsintervall
es: Intervalo de notificación
fr: Intervalle de notification
hi: सूचना अंतराल
ja: 通知間隔
ko: 알림 간격
ru: Интервал уведомлений
zh: 通知间隔

source: Water Drank Today
de: Heute getrunkenes Wasser
es: Agua bebida hoy
fr: Eau bue aujourd'hui
hi: आज पिया गया पानी
ja: 今日飲んだ水
ko: 오늘 마신 물
ru: Вода, выпитая сегодня
zh: 今天喝的水

source: Goal
de: Ziel
es: Meta
fr: Objectif
hi: लक्ष्य
ja: 目標
ko: 목표
ru: Цель
zh: 目标

source: Cup
de: Tasse
es: Taza
fr: Tasse
hi: कप
ja: コップ
ko: 컵
ru: Чашка
zh: 杯

source: Water Intake Record
de: Wasseraufnahme-Aufzeichnung
es: Registro de ingesta de agua
fr: Enregistrement de l'apport en eau
hi: पानी के सेवन का रिकॉर्ड
ja: 水分摂取の記録
ko: 물 섭취 기록
ru: Запись потребления воды
zh: 水分摄入记录

# remainingAmount
source: Remaining
de: Restbetrag
es: Cantidad restante
fr: Montant restant
hi: शेष राशि
ja: 残り
ko: 남은 양
ru: Оставшееся количество
zh: 剩余量

source: ml
hi: मिलीलीटर
ru: мл
zh: 毫升

# minutesFormat
source: {minutes}m
de: {minutes} Min.
es: {minutes} min
fr: {minutes} min
hi: {minutes} मिनट
ja: {minutes}分
ko: {minutes}분
ru: {minutes} мин
zh: {minutes} 分钟

source: Drink Water
de: Wasser trinken
es: Beber agua
fr: Boire de l'eau
hi: पानी पिएं
ja: 水を飲む
ko: 물 마시기
ru: Пить воду
zh: 喝水

source: Supplement
de: Nahrungsergänzungsmittel
es: Suplemento
fr: Supplément
hi: सप्लीमेंट
ja: サプリメント
ko: 영양제
ru: Добавка
zh: 营养剂

source: Water
de: Wasser
es: Agua
fr: Eau
hi: पानी
ja: 水分
ko: 수분
ru: Вода
zh: 水分

source: Morning
de: Vormittag
es: Mañana
fr: Matin
hi: सुबह
ja: 午前
ko: 오전
ru: Утро
zh: 上午

source: Afternoon
de: Nachmittag
es: Tarde
fr: Après-midi
hi: दोपहर
ja: 午後
ko: 오후
ru: День
zh: 下午

source: Evening
de: Abend
es: Noche
fr: Soir
hi: शाम
ja: 夜
ko: 저녁
ru: Вечер
zh: 晚上

source: Take Supplement
de: Nahrungsergänzungsmittel einnehmen
es: Tomar suplemento
fr: Prendre le supplément
hi: सप्लीमेंट लें
ja: サプリメントを飲む
ko: 영양제 먹기
ru: Принять добавку
zh: 服用营养剂

# goalAchievedTitle
source: Goal Achieved!
de: Ziel erreicht!
es: ¡Meta alcanzada!
fr: Objectif atteint !
hi: लक्ष्य प्राप्त हुआ!
ja: 目標達成！
ko: 목표 달성!
ru: Цель достигнута!
zh: 目标达成！

source: Water Intake
de: Wasseraufnahme
es: Ingesta de agua
fr: Apport en eau
hi: पानी का सेवन
ja: 水分摂取
ko: 수분 섭취
ru: Потребление воды
zh: 水分摄入

source: Remind Time
de: Erinnerungszeit
es: Hora de recordatorio
fr: Heure de rappel
hi: अनुस्मारक समय
ja: 通知時間
ko: 알림 시간
ru: Время напоминания
zh: 提醒时间

source: Alarm Ringtone
de: Alarm-Klingelton
es: Tono de llamada de alarma
fr: Sonnerie d'alarme
hi: अलार्म रिंगटोन
ja: アラームの着信音
ko: 알람 벨소리
ru: Мелодия будильника
zh: 闹钟铃声

source: Snooze Time
de: Snooze-Zeit
es: Tiempo de posposición
fr: Temps de rappel
hi: स्नूज़ का समय
ja: スヌーズ時間
ko: 알림 미루기 시간
ru: Время повтора
zh: 稍后提醒时间

# snoozeDescription
source: Default time when selecting 'Next Time'
de: Standardzeit bei Auswahl von 'Später einnehmen'
es: Tiempo predeterminado al seleccionar 'Tomar más tarde'
fr: Temps par défaut lors de la sélection de 'Prendre plus tard'
hi: 'बाद में लें' चुनते समय डिफ़ॉल्ट समय है
ja: 「後で飲む」を選択した際のデフォルト時間です
ko: 나중에 먹기 선택 시 기본 시간입니다
ru: Время по умолчанию при выборе 'Принять позже'
zh: 选择“下次再吃”时的默认时间

# oneHour
source: 1 Hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
hi: 1 घंटा
ja: 1時間
ko: 1시간
ru: 1 час
zh: 1 小时

# mouthExpressionOpen
source: Your open expression suggests honesty, but be mindful of your words in sensitive situations.
de: Der Mund ist leicht geöffnet, was eine offene und ehrliche Persönlichkeit zeigt, aber manchmal müssen Sie vorsichtig mit Versprechern sein.
es: Tu expresión abierta sugiere honestidad, pero ten cuidado con tus palabras en situaciones sensibles.
fr: La bouche est légèrement ouverte, montrant une personnalité franche, mais attention parfois aux paroles imprudentes.
hi: आपका मुँह थोड़ा खुला है, जो एक ईमानदार व्यक्तित्व को दर्शाता है, लेकिन कभी-कभी बोलने में सावधानी बरतने की आवश्यकता होती है।
ja: 口が少し開いており、開放的で正直な性格を示していますが、時には失言に注意する必要があります。
ko: 입이 살짝 벌어져 있어 개방적이고 솔직한 성격이 보이지만, 때로는 말실수를 조심해야 합니다.
ru: Открытость и искренность
zh: 坦率的神情预示着诚实，但在敏感场合请注意言辞。

# overallHeadlineSimple
source: Today's focus is {topKey}, and the point to be careful of is {bottomKey}.
de: Der heutige Fokus liegt auf {topKey}, und der Punkt, auf den Sie achten sollten, ist {bottomKey}.
es: El enfoque de hoy es {topKey}, y el punto a tener cuidado es {bottomKey}.
fr: Aujourd'hui, l'accent est mis sur {topKey}, et le point de vigilance est {bottomKey}.
hi: आज आपका मुख्य ध्यान {topKey} पर होना चाहिए, और {bottomKey} के प्रति सतर्क रहें।
ja: 今日のポイントは{topKey}、注意すべき点は{bottomKey}です。
ko: 오늘의 중심은 {topKey}, 조심할 포인트는 {bottomKey} 입니다.
ru: Сегодня в центре внимания — {topKey}, а обратить внимание стоит на {bottomKey}.
zh: 今日重点是 {topKey}，需要留意的点是 {bottomKey}。

# overallVibeWealthRich
source: Your features radiate financial vitality, making this an excellent day to seize new opportunities.
de: Die Energie des Reichtumspalastes (Nase) ist ausgeprägt und lebendig, was einen sehr guten Teint für das Ergreifen finanzieller Möglichkeiten schafft.
es: Tus rasgos irradian vitalidad financiera, lo que hace que hoy sea un excelente día para aprovechar nuevas oportunidades.
fr: L'énergie du Palais de la Richesse (nez) est vive, offrant un excellent teint pour saisir les opportunités financières.
hi: आपके चेहरे की चमक आर्थिक समृद्धि का संकेत दे रही है; नए अवसरों का लाभ उठाने के लिए आज का दिन श्रेष्ठ है।
ja: 財白宮（鼻）のエネルギーが厚く活き活きとしており、経済的なチャンスを掴むのに非常に良い顔色です。
ko: 재백궁(코)의 기운이 두툼하게 살아있어 금전적인 기회를 포착하기에 아주 좋은 안색입니다.
ru: Энергия достатка
zh: 你的五官散发着财务活力，是抓住新机遇的绝佳日子。

# overallVibeWealthSteady
source: A calm and steady focus will help you manage your finances wisely and build lasting wealth.
de: Die Energie um die Nase, das Zentrum des Gesichts, ist ruhig, was ein geeigneter Fluss ist, um praktische Gewinne mitzunehmen und stetig Reichtum anzuhäufen.
es: Un enfoque tranquilo y constante te ayudará a gestionar tus finanzas con sabiduría y a construir una riqueza duradera.
fr: L'énergie autour du nez est calme, favorisant des gains concrets et une accumulation régulière de richesse.
hi: शांत और स्थिर मन आपको बुद्धिमानी से वित्त प्रबंधन करने और स्थायी संपत्ति बनाने में मदद करेगा।
ja: 顔の中心である鼻周辺のエネルギーが穏やかであり、実利を取り、着実に富を蓄積するのに適した流れです。
ko: 얼굴의 중심인 코 주변의 기운이 차분하여 실속을 챙기며 재물을 차곡차곡 모으기에 적합한 흐름입니다.
ru: Стабильность в финансах
zh: 冷静而稳定的专注将帮助你明智地管理财务并建立持久的财富。

# overallVibeLoveCharisma
source: Your bright smile naturally attracts positive people and helpful connections today.
de: Das strahlende Lächeln, das an den Mundwinkeln beginnt, verstärkt die Energie von 'Dohwa', sodass sich Menschen um Sie sammeln; es ist ein Gesicht, das edle Helfer treffen kann.
es: Tu sonrisa brillante atrae naturalmente a personas positivas y conexiones útiles hoy.
fr: Le sourire éclatant amplifie l'énergie 'Dohwa', attirant les gens et favorisant les rencontres avec des protecteurs bienveillants.
hi: आपकी उज्ज्वल मुस्कान आज स्वाभाविक रूप से सकारात्मक लोगों और मददगार संपर्कों को आकर्षित करेगी।
ja: 口角から始まる明るい笑顔が「桃花」のエネルギーを増幅させているため、人が集まり、貴人に会える顔立ちです。
ko: 입꼬리에서 시작된 밝은 미소가 도화의 기운을 증폭시켜, 주변에 사람이 모이고 귀인을 만날 수 있는 상입니다.
ru: Привлекательность и харизма
zh: 你灿烂的笑容今天会自然地吸引积极的人和有用的连接。

# overallVibeLoveTrust
source: Your sincere and steady gaze builds deep trust, making it a perfect time for meaningful connections.
de: Der Ernst der Augen verleiht dem Gegenüber tiefes Vertrauen und macht es zu einem guten Tag, um tiefe Beziehungen anstelle von flüchtigen Begegnungen aufzubauen.
es: Tu mirada sincera y constante genera una profunda confianza, lo que lo convierte en un momento perfecto para conexiones significativas.
fr: Le sérieux de vos yeux inspire une confiance profonde, idéal pour nouer des relations sérieuses aujourd'hui.
hi: आपकी सौम्य और स्थिर दृष्टि गहरा विश्वास पैदा करती है, जो सार्थक संबंधों के लिए इसे एक आदर्श समय बनाती है।
ja: 瞳の真剣さが相手に深い信頼感を与えるため、軽い出会いよりも深い関係を築くのに良い日です。
ko: 눈매의 진중함이 상대에게 깊은 신뢰를 주어, 가벼운 만남보다 깊이 있는 관계를 형성하기 좋은 날입니다.
ru: Доверие и тепло
zh: 你真诚而坚定的目光建立了深厚的信任，是建立深层联系的完美时刻。

# overallVibeCareerSmart
source: Your sharp focus enhances your judgment, making it the perfect time for complex tasks or big decisions.
de: Die intelligente Energie in Ihren Augen erhöht das Urteilsvermögen, was der optimale Zustand für komplexe Aufgaben oder wichtige Entscheidungen ist.
es: Tu enfoque agudo mejora tu juicio, lo que lo convierte en el momento perfecto para tareas complejas o grandes decisiones.
fr: L'intelligence dans votre regard aiguise votre jugement, parfait pour les tâches complexes ou les décisions importantes.
hi: आपका तेज ध्यान निर्णय लेने की क्षमता को बढ़ाता है, जो जटिल कार्यों या बड़े फैसलों के लिए एकदम सही समय है।
ja: 瞳に宿る知的なエネルギーが判断力を高めているため、複雑な業務や重要な決断を下すのに最適な状態です。
ko: 눈빛에 서린 총명한 기운이 판단력을 높여주니, 복잡한 업무나 중요한 결정을 내리기에 최적의 상태입니다.
ru: Умная стратегия
zh: 你敏锐的专注力增强了判断力，是处理复杂任务或重大决策的完美时机。

# overallVibeCareerSteady
source: Your steady energy supports persistence; staying focused on your goals will lead to great results.
de: Die stabile Energie des unteren Gesichts unterstützt die Ausdauer, sodass Bemühungen, schweigend Ihren Platz zu behaupten, zu großartigen Ergebnissen führen.
es: Tu energía constante apoya la persistencia; mantenerte enfocado en tus objetivos te llevará a grandes resultados.
fr: L'énergie stable du bas du visage soutient la persévérance ; vos efforts silencieux porteront de grands fruits.
hi: आपकी स्थिर ऊर्जा निरंतरता का समर्थन करती है; अपने लक्ष्यों पर ध्यान केंद्रित करने से शानदार परिणाम मिलेंगे।
ja: 下顔面の安定したエネルギーが持続力を支えているため、黙々と自分の場所を守る努力が大きな成果につながります。
ko: 하관의 안정적인 기운이 끈기를 뒷받침해주어, 묵묵히 자리를 지키는 노력이 큰 성과로 이어지는 하루입니다.
ru: Уверенный темп
zh: 你稳定的能量支持着坚持；专注于目标将带来伟大的成果。

# overallVibeHealth
source: Your clear complexion reflects a balanced internal rhythm, making it a great day for physical activities.
de: Die im ganzen Gesicht zirkulierende Vitalität und ein klarer Teint zeigen, dass der Körperrhythmus stabil ist, was gut zum Aufladen der Lebenskraft ist.
es: Tu cutis claro refleja un ritmo interno equilibrado, lo que lo convierte en un gran día para actividades físicas.
fr: La vitalité circulant sur votre visage montre un rythme corporel stable, idéal pour recharger vos batteries.
hi: आपकी साफ रंगत एक संतुलित आंतरिक लय को दर्शाती है, जो शारीरिक गतिविधियों के लिए एक अच्छा दिन है।
ja: 顔全体を巡る活力と澄んだ顔色は、身体のリズムが安定していることを示しており、活力を充電するのに適しています。
ko: 얼굴 전체에 도는 생기와 맑은 안색이 신체의 리듬이 안정적임을 보여주니, 활력을 충전하기 좋습니다.
ru: Ровная энергия
zh: 你清澈的面色反映了平衡的内在节奏，是进行体力活动的绝佳日子。

# overallActionPrudent
source: Your composed expression suggests wisdom. Today, let your actions speak louder than your words.
de: Der Segen späterer Jahre ist im umsichtigen Erscheinungsbild des geschlossenen Mundes spürbar. Heute folgt das Glück, wenn Sie eher mit Taten als mit Worten praktizieren.
es: Tu expresión serena sugiere sabiduría. Hoy, deja que tus acciones hablen más fuerte que tus palabras.
fr: Une certaine sagesse se dégage de votre bouche fermée. Aujourd'hui, la chance suit l'action plus que la parole.
hi: आपकी शांत अभिव्यक्ति बुद्धिमानी का संकेत है। आज अपने कार्यों को अपने शब्दों से अधिक बोलने दें।
ja: 固く結ばれた口元の慎重な姿に晩年の福が感じられます。今日は言葉よりも行動で実践することで運がついてきます。
ko: 입을 다문 신중한 모습에서 말년의 복이 느껴집니다. 오늘은 말보다는 행동으로 실천할 때 행운이 따릅니다.
ru: Действуйте осмотрительно
zh: 你沉着的表情预示着智慧。今天，让你的行动胜过你的言语。

# overallActionConfident
source: A confident and open expression attracts positive results. Speak your mind with clarity and confidence.
de: Die erfrischend offene Mundlinie ruft nach positiver Energie. Wenn Sie Meinungen mit selbstbewusster Stimme präsentieren, werden Sie eine gute Resonanz erhalten.
es: Una expresión segura y abierta atrae resultados positivos. Expresa lo que piensas con claridad y confianza.
fr: Le contour de votre bouche ouverte appelle l'énergie positive. Exprimez vos opinions avec assurance.
hi: एक आत्मविश्वासी और स्पष्ट अभिव्यक्ति सकारात्मक परिणाम आकर्षित करती है। अपनी बात स्पष्टता और विश्वास के साथ कहें।
ja: 爽やかに開いた口元のラインがポジティブなエネルギーを呼び込みます。自信に満ちた声で意見を提示すれば、良い反応が得られるでしょう。
ko: 시원하게 열린 입매가 긍정적인 기운을 부릅니다. 자신감 있는 목소리로 의견을 개진하면 좋은 반응을 얻습니다.
ru: Действуйте уверенно
zh: 自信坦率的神情会吸引积极的结果。清晰自信地表达你的想法吧。

# adviceHealth0
source: A healthy routine is the foundation of good luck. Avoid overcommitting yourself today.
de: Das Zustandsmanagement unterstützt die Basis des Glücks. Organisieren Sie heute unzumutbare Zeitpläne neu.
es: La gestión de tu estado físico es la base de tu suerte. Organiza tu agenda para evitar horarios poco razonables hoy.
fr: La gestion de votre condition physique soutient votre chance. Évitez les programmes surchargés aujourd'hui.
hi: एक स्वस्थ दिनचर्या ही सौभाग्य की नींव है। आज खुद पर काम का अत्यधिक बोझ न डालें।
ja: コンディション管理が運の土台を支えます。今日は無理なスケジュールから整理しましょう。
ko: 컨디션 관리가 운의 바닥을 받칩니다. 오늘은 무리한 일정부터 정리하세요.
ru: Сделайте паузу и восстановите дыхание — это быстро вернет ясность.
zh: 健康的常规是好运的基石。今天避免过度承诺。

# adviceHealth1
source: Pay attention to your body's needs. A short break now will lead to better results later.
de: Hören Sie auf die Signale Ihres Körpers. Eine kurze Pause bringt größere Ergebnisse.
es: Escucha las señales de tu cuerpo. Un breve descanso trae mayores resultados.
fr: Écoutez les signaux de votre corps. Un court repos apportera de meilleurs résultats.
hi: अपने शरीर की जरूरतों को सुनें। अभी लिया गया एक छोटा विश्राम बाद में बेहतर परिणाम देगा।
ja: 体の声に耳を傾けてください。短い休息がより大きな結果をもたらします。
ko: 몸의 신호에 귀를 기울이세요. 짧은 휴식이 더 큰 성과를 가져옵니다.
ru: Сегодня лучше мягкий режим: сон и вода дадут максимум эффекта.
zh: 关注你身体的需求。现在的短暂休息会带来以后更好的结果。

# adviceHealth2
source: Stay hydrated and get enough rest; simplicity is the key to refreshing your luck.
de: Ausreichend Schlaf und Wasseraufnahme allein klären das heutige Glück.
es: Dormir lo suficiente y beber agua por sí solos despejarán tu suerte hoy.
fr: Un sommeil suffisant et une bonne hydratation suffiront à éclaircir votre chance aujourd'hui.
hi: पर्याप्त पानी पिएं और आराम करें; सादगी ही आपके भाग्य को पुनर्जीवित करने की कुंजी है।
ja: 十分な睡眠と水分補給だけで、今日の運気がクリアになります。
ko: 충분한 수면과 수분 섭취만으로도 오늘의 운기가 맑아집니다.
ru: Легкая активность и свежий воздух помогут держать тонус.
zh: 保持水分充足并获得充足休息；简单是刷新好运的关键。

# adviceWealth0
source: Be careful with your spending today. Double-check all expenses and contracts.
de: Geld fließt so leicht ab, wie es hereinkommt. Prüfen Sie Ausgaben und Verträge noch einmal.
es: El dinero puede filtrarse tan fácilmente como entra. Revisa tus gastos y contratos una vez más.
fr: L'argent s'échappe aussi vite qu'il entre. Vérifiez vos dépenses et vos contrats une fois de plus.
hi: आज अपने खर्चों को लेकर सावधान रहें। सभी खर्चों और अनुबंधों की दोबारा जांच करें।
ja: お金は入ってくる分だけ出ていきやすいものです。支出や契約をもう一度確認してください。
ko: 돈은 들어오는 만큼 새기 쉽습니다. 지출·계약은 한 번 더 확인하세요.
ru: Проверьте мелкие расходы: там чаще всего скрывается лишнее.
zh: 今天请注意你的支出。仔细检查所有开销和合同。
