Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tojeongMonthlySpecial_9_2
source: Gratitude attracts more abundance. Share your success.
de: So wie viel reinkommt, kann auch viel rausgehen. Sie benötigen einen intelligenten Ausgabenplan.
es: Así como entran muchas cosas, también pueden salir muchas cosas. Necesita un plan de gastos inteligente.
fr: Tout comme il y a beaucoup d’entrées, beaucoup de choses peuvent sortir. Vous avez besoin d’un plan de dépenses intelligent.
hi: जिस प्रकार बहुत कुछ अंदर आ रहा है, उसी प्रकार बहुत कुछ बाहर भी जा सकता है। आपको एक स्मार्ट व्यय योजना की आवश्यकता है।
ja: たくさんのものが入ってくるのと同じように、たくさんのものが出ていく可能性があります。賢明な支出計画が必要です。
ko: 들어오는 것이 많은 만큼 나가는 것도 많을 수 있습니다. 현명한 소비 계획이 필요합니다.
ru: Доходы растут, но и расходы могут увеличиться. Планируйте бюджет разумно.
zh: 懂得感恩会吸引更多丰盛，也别忘了分享喜悦。

# tojeongMonthlySpecial_9_3
source: Emotional fulfillment is at its peak. Enjoy the love.
de: Es ist eine Zeit des Überflusses wie goldene Felder. Wenn Sie ein gebendes Herz haben, werden Ihnen größere Segnungen zuteil.
es: Es una época de abundancia como de campos dorados. Si tienes un corazón generoso, recibirás mayores bendiciones.
fr: C'est une période d'abondance comme les champs dorés. Si vous avez un cœur généreux, de plus grandes bénédictions vous parviendront.
hi: यह सुनहरे खेतों की तरह प्रचुरता का समय है। यदि आपके पास देने वाला हृदय है, तो अधिक से अधिक आशीर्वाद आपके पास आएंगे।
ja: 黄金の野原のように豊かな時代です。あなたが与える心を持っていれば、より大きな祝福があなたに訪れるでしょう。
ko: 황금 들판처럼 풍요로운 시기입니다. 베푸는 마음을 가지면 더 큰 복이 들어옵니다.
ru: Время щедрости. Поделитесь своим успехом — и получите еще больше.
zh: 情绪满足感很高，好好享受爱与被爱。

# tojeongMonthlySpecial_9_4
source: Your efforts are bearing sweet fruit. Celebrate your wins.
de: Dies ist ein guter Zeitpunkt, um eventuelle Missverständnisse oder Konflikte auszuräumen. Streck zuerst deine Hand aus.
es: Este es un buen momento para resolver cualquier malentendido o conflicto. Extiende tu mano primero.
fr: C’est le bon moment pour résoudre tout malentendu ou conflit. Tendez d'abord la main.
hi: किसी भी गलतफहमी या विवाद को सुलझाने का यह अच्छा समय है। पहले अपना हाथ बढ़ाओ.
ja: これは誤解や対立を解決する良い機会です。まずは手を差し伸べてください。
ko: 그동안의 오해나 갈등을 풀기에 좋은 시기입니다. 먼저 손을 내밀어 보세요.
ru: Отличный момент для примирения. Сделайте первый шаг.
zh: 成果甜美可见，值得为自己庆祝。

# tojeongMonthlySpecial_10_0
source: Honor rises and your name becomes known.
de: Ihr Ruhm wird zunehmen und Ihr Name wird weithin bekannt. Sie werden das Vertrauen Ihrer Mitmenschen gewinnen.
es: Tu fama aumentará y tu nombre será ampliamente conocido. Te ganarás la confianza de quienes te rodean.
fr: Votre renommée augmentera et votre nom deviendra largement connu. Vous gagnerez la confiance de votre entourage.
hi: आपकी प्रसिद्धि बढ़ेगी और आपका नाम दूर-दूर तक मशहूर होगा। आप अपने आस-पास के लोगों का विश्वास हासिल करेंगे।
ja: 名誉が高まり、名前が知られるようになります。
ko: 명예운이 높아져 당신의 이름이 널리 알려지게 됩니다. 주변의 신망을 얻게 될 것입니다.
ru: Ваш авторитет растет, а имя становится известным. Вы заслужите доверие.
zh: 名望上升，更容易被人记住与认可。

# tojeongMonthlySpecial_10_1
source: Great results in intellectual activities. Focus on studies.
de: Bei intellektuellen Aktivitäten können Sie großartige Ergebnisse erzielen. Dies ist ein guter Zeitpunkt, um sich auf Ihr Studium oder Ihre Forschung zu konzentrieren.
es: Puedes lograr grandes resultados en actividades intelectuales. Este es un buen momento para centrarse en sus estudios o investigaciones.
fr: Vous pouvez obtenir d'excellents résultats dans les activités intellectuelles. C’est le bon moment pour vous concentrer sur vos études ou vos recherches.
hi: बौद्धिक गतिविधियों में आप अच्छे नतीजे हासिल कर सकते हैं। यह अपनी पढ़ाई या शोध पर ध्यान केंद्रित करने का अच्छा समय है।
ja: 知的な活動で大きな成果があります。学業に集中してください。
ko: 지적인 활동에서 큰 성과를 거둘 수 있습니다. 학업이나 연구에 매진하기 좋은 때입니다.
ru: Успех в интеллектуальной деятельности. Хорошее время для учебы и исследований.
zh: 学业/思考运佳，适合专注学习与研究。

# tojeongMonthlySpecial_10_2
source: Recognition for your expertise is coming. Speak your truth.
de: Je höher Ihr Status, desto größer wird Ihre Verantwortung. Sie müssen mit Ihren Worten und Taten vorsichtig sein.
es: A medida que su estatus aumenta, su responsabilidad se vuelve más pesada. Debes tener cuidado con tus palabras y acciones.
fr: À mesure que votre statut augmente, votre responsabilité devient plus lourde. Vous devez faire attention à vos paroles et à vos actions.
hi: जैसे-जैसे आपका रुतबा बढ़ता है, आपकी ज़िम्मेदारी बड़ी हो जाती है। आपको अपने शब्दों और कार्यों में सावधान रहना चाहिए।
ja: 地位が上がると責任も重くなります。自分の言葉や行動には注意しなければなりません。
ko: 높아진 위상만큼 책임감도 무거워집니다. 언행에 신중을 기해야 합니다.
ru: С ростом статуса растет и ответственность. Следите за словами и поступками.
zh: 专业能力被看见，勇敢表达你的观点。

# tojeongMonthlySpecial_10_3
source: Academic or professional success is highly likely this month.
de: Dein Ruhm erhebt sich wie der hohe blaue Himmel. Entfesseln Sie Ihre Fähigkeiten voll und ganz.
es: Tu fama se eleva como el alto cielo azul. Libera tus habilidades al máximo.
fr: Votre renommée s'élève comme le ciel bleu. Libérez pleinement vos capacités.
hi: आपकी कीर्ति ऊँचे नीले आकाश की भाँति ऊपर उठती है। अपनी क्षमताओं को पूरी तरह उजागर करें।
ja: あなたの名声は高く青い空のように高まります。自分の能力を最大限に発揮してください。
ko: 높고 푸른 하늘처럼 명예운이 상승합니다. 자신의 능력을 마음껏 펼쳐보세요.
ru: Ваш успех возвышается до небес. Раскройте свои таланты в полной мере.
zh: 本月学业或事业上的成功概率很高。

# tojeongMonthlySpecial_10_4
source: Your influence is growing. Use it for the greater good.
de: Dies ist ein guter Monat, um durch tiefe Kontemplation und Lektüre innere Weisheit zu entwickeln.
es: Este es un buen mes para desarrollar la sabiduría interior a través de la contemplación y la lectura profundas.
fr: C’est un bon mois pour développer la sagesse intérieure grâce à une contemplation et une lecture profondes.
hi: गहन चिंतन और अध्ययन के माध्यम से आंतरिक ज्ञान विकसित करने के लिए यह एक अच्छा महीना है।
ja: 今月は、深い熟考と読書を通じて内なる知恵を築くのに最適な月です。
ko: 깊이 있는 사색과 독서를 통해 내면의 지혜를 쌓기에 좋은 달입니다.
ru: Месяц для внутренней мудрости. Полезно глубокое размышление и чтение.
zh: 影响力正在变强，把它用在更有意义的地方。

# tojeongMonthlySpecial_11_0
source: Time for wisdom and reflection. Prepare for the future.
de: Es ist eine Zeit, in der wir Weisheit brauchen, um auf das Jahr zurückzublicken und uns auf die Zukunft vorzubereiten. Durch Reflexion werden Sie auf die nächste Ebene wachsen.
es: Es un momento en el que necesitamos sabiduría para recordar el año pasado y prepararnos para el futuro. A través de la reflexión, crecerás al siguiente nivel.
fr: C’est une période où nous avons besoin de sagesse pour revenir sur l’année écoulée et préparer l’avenir. Grâce à la réflexion, vous passerez au niveau supérieur.
hi: यह वह समय है जब हमें पिछले वर्ष पर नजर डालने और भविष्य के लिए तैयारी करने के लिए ज्ञान की आवश्यकता है। चिंतन के माध्यम से, आप अगले स्तर तक बढ़ेंगे।
ja: 知恵を蓄え、振り返る時間です。未来のために準備してください。
ko: 한 해를 돌아보며 미래를 준비하는 지혜가 필요한 시기입니다. 성찰을 통해 한 단계 성장하게 됩니다.
ru: Время мудрости и подготовки к будущему. Оглянитесь назад, чтобы сделать шаг вперед.
zh: 适合沉淀与思考，为未来做准备。

# tojeongMonthlySpecial_11_1
source: Financial stability, but avoid risky investments.
de: Sie werden finanzielle Stabilität finden, aber Sie sollten keine übermäßigen Investitionen tätigen, um große Gewinne zu erzielen.
es: Encontrarás estabilidad financiera, pero no debes realizar inversiones excesivas en pos de grandes ganancias.
fr: Vous retrouverez la stabilité financière, mais vous ne devriez pas faire d’investissements excessifs à la recherche de profits importants.
hi: आपको वित्तीय स्थिरता मिलेगी, लेकिन आपको बड़े मुनाफ़े के चक्कर में अत्यधिक निवेश नहीं करना चाहिए।
ja: 金銭的に安定しますが、無理な投資は禁物です。
ko: 금전적인 안정을 찾게 되나, 큰 이익을 좇아 무리한 투자를 하는 것은 금물입니다.
ru: Финансовая стабильность близко, но избегайте рискованных авантюр.
zh: 财务趋于稳定，但避免高风险投资。

# tojeongMonthlySpecial_11_2
source: Inner peace is found through meditation and quiet time.
de: Möglicherweise fühlen Sie sich in Ihren Beziehungen einsam. Zunächst müssen Sie sich bemühen, aufgeschlossen auf die Menschen zuzugehen.
es: Es posible que se sienta solo en sus relaciones. Primero, debes hacer un esfuerzo por acercarte a las personas con una mente abierta.
fr: Vous pouvez vous sentir seul dans vos relations. Tout d’abord, vous devez faire un effort pour aborder les gens avec un esprit ouvert.
hi: आप अपने रिश्तों में अकेलापन महसूस कर सकते हैं। सबसे पहले, आपको खुले दिमाग से लोगों से संपर्क करने का प्रयास करना होगा।
ja: 人間関係の中で孤独を感じるかもしれません。まず、広い心で人々に接するように努力する必要があります。
ko: 인간관계에서 외로움을 느낄 수 있습니다. 먼저 마음을 열고 다가가는 노력이 필요합니다.
ru: Возможно чувство одиночества. Попробуйте первыми пойти навстречу людям.
zh: 通过安静与冥想更容易找到内心的平和。

# tojeongMonthlySpecial_11_3
source: Strategic thinking now will set you up for a great next year.
de: Genauso wie Sie Ihren Kragen anpassen, wenn ein kalter Wind weht, müssen Sie auf die Praktikabilität achten und Ihre innere Stärke stärken.
es: Al igual que ajustarse el cuello cuando sopla un viento frío, debes cuidar la practicidad y fortalecer tu fuerza interior.
fr: Tout comme pour ajuster votre col lorsqu'un vent froid souffle, vous devez veiller à l'aspect pratique et renforcer votre force intérieure.
hi: ठंडी हवा चलने पर अपने कॉलर को एडजस्ट करने की तरह, आपको व्यावहारिकता का ध्यान रखने और अपनी आंतरिक शक्ति को मजबूत करने की आवश्यकता है।
ja: 冷たい風が吹いたときに襟を調整するのと同じように、実用性を重視し、内面の強さを強化する必要があります。
ko: 차가운 바람이 불어오니 옷깃을 여미듯, 실속을 챙기고 내실을 다져야 합니다.
ru: Укрепляйте свою внутреннюю силу и заботьтесь о практичности в делах.
zh: 现在的战略布局，会让明年走得更顺。

# tojeongMonthlySpecial_11_4
source: Trust your intuition. It will guide you to safety and success.
de: Am Ende des Jahres brauchen wir Weisheit, um auf das zurückzublicken, was uns gefehlt hat, und um uns auf das nächste Jahr vorzubereiten.
es: Al concluir el año, necesitamos sabiduría para recordar lo que nos falta y prepararnos para el próximo año.
fr: Alors que nous terminons l’année, nous avons besoin de sagesse pour regarder en arrière sur ce qui nous a manqué et nous préparer pour l’année prochaine.
hi: जैसे-जैसे हम वर्ष समाप्त करते हैं, हमें यह देखने के लिए ज्ञान की आवश्यकता होती है कि हमारे पास क्या कमी थी और अगले वर्ष के लिए तैयारी करें।
ja: 一年の締めくくりに、自分たちに何が足りなかったのかを振り返り、来年に備える知恵が必要です。
ko: 한 해를 정리하며 부족했던 점을 되돌아보고 내년을 준비하는 지혜가 필요합니다.
ru: Подводя итоги года, проанализируйте ошибки и подготовьтесь к новым вызовам.
zh: 相信直觉，它会带你避开风险、走向更稳的选择。

# tojeongMonthlySpecial_12_0
source: Unexpected luck at year-end. Look forward to good news.
de: Am Ende des Jahres kommt unerwartetes Glück. Erwarten Sie einen finanziellen Gewinn oder gute Nachrichten.
es: A finales de año llega una suerte inesperada. Espere ganancias financieras o buenas noticias.
fr: Une chance inattendue arrive à la fin de l’année. Attendez-vous à un gain financier ou à une bonne nouvelle.
hi: वर्ष के अंत में अप्रत्याशित भाग्य आता है। वित्तीय लाभ या अच्छी खबर की उम्मीद करें।
ja: 年末に思わぬ幸運が訪れます。うれしい知らせを待ってみてください。
ko: 연말에 뜻밖의 행운이 찾아옵니다. 금전적인 이득이나 좋은 소식을 기대해 보세요.
ru: Неожиданная удача под конец года. Ждите прибыли или хороших новостей.
zh: 年末有意外好运，值得期待好消息。

# tojeongMonthlySpecial_12_1
source: Rewards for long-term efforts. A successful conclusion.
de: Für Ihre harte Arbeit über einen langen Zeitraum werden Sie belohnt. Es ist der Monat, in dem die Schönheit des Öls geerntet wird.
es: Serás recompensado por tu arduo trabajo durante un largo período de tiempo. Es el mes de cosechar la belleza del petróleo.
fr: Vous serez récompensé pour votre travail acharné sur une longue période. C’est le mois où l’on récolte la beauté du pétrole.
hi: आपको लंबे समय तक की गई अपनी मेहनत का इनाम मिलेगा। यह तेल की खूबसूरती हासिल करने का महीना है।
ja: これまでの努力が報われます。有終の美を飾る時期です。
ko: 오랜 시간 노력해온 일에 대한 보상을 받게 됩니다. 유종의 미를 거두는 달입니다.
ru: Награда за долгий и упорный труд. Месяц завершения важных дел.
zh: 长期努力迎来收尾成果，漂亮地画上句号。

# tojeongMonthlySpecial_12_2
source: The year ends on a high note. Be proud of your journey.
de: Häufige Zusammenkünfte können Ihrer Gesundheit schaden oder zu unnötigen Ausgaben führen, daher ist Mäßigung geboten.
es: Las reuniones frecuentes pueden dañar su salud o generar gastos innecesarios, por lo que es necesaria la moderación.
fr: Des rassemblements fréquents peuvent nuire à votre santé ou entraîner des dépenses inutiles, la modération est donc nécessaire.
hi: बार-बार इकट्ठा होना आपके स्वास्थ्य को नुकसान पहुंचा सकता है या अनावश्यक खर्च का कारण बन सकता है, इसलिए संयम आवश्यक है।
ja: 頻繁に集まると健康を害したり、不必要な出費につながる可能性があるため、節度が必要です。
ko: 모임이 잦아져 건강을 해치거나 불필요한 지출을 할 수 있으니, 절제가 필요합니다.
ru: Частые встречи могут утомить или привести к лишним тратам. Знайте меру.
zh: 这一年以高光收场，为自己的旅程感到骄傲。

# tojeongMonthlySpecial_12_3
source: New doors are opening as old ones close. Welcome the future.
de: Das Ende ist ein neuer Anfang. Beenden Sie das Jahr, indem Sie eine hoffnungsvolle Zukunft planen, anstatt sie zu bereuen.
es: El final es un nuevo comienzo. Termine el año planificando un futuro esperanzador en lugar de arrepentirse.
fr: La fin est un nouveau départ. Terminez l’année en planifiant un avenir plein d’espoir plutôt que de regrets.
hi: अंत एक नई शुरुआत है. पछतावे के बजाय आशापूर्ण भविष्य की योजना बनाकर वर्ष का अंत करें।
ja: 終わりは新たな始まりです。後悔するのではなく、希望に満ちた将来を計画して一年を締めくくりましょう。
ko: 끝은 새로운 시작입니다. 아쉬움보다는 희망찬 미래를 설계하며 한 해를 마무리하세요.
ru: Конец — это начало чего-то нового. Планируйте будущее с надеждой.
zh: 旧门关闭，新门打开，带着期待迎接未来。

# tojeongMonthlySpecial_12_4
source: Generosity brings its own rewards. Spread holiday cheer.
de: Wenn Sie das warme Teilen praktizieren, wird Ihnen diese Wärme als Glücksbringer zurückkommen.
es: Si practicas compartir cálidamente, esa calidez te regresará en forma de buena suerte.
fr: Si vous pratiquez le partage chaleureux, cette chaleur vous reviendra sous forme de chance.
hi: यदि आप गर्मजोशी से साझा करने का अभ्यास करते हैं, तो वह गर्मजोशी सौभाग्य के रूप में आपके पास लौट आएगी।
ja: 温かい分かち合いを実践すると、その温かさが幸運となってあなたに戻ってきます。
ko: 따뜻한 나눔을 실천하면 그 온기가 당신에게 행운으로 돌아옵니다.
ru: Проявляйте душевную теплоту — она вернется к вам удачей в новом году.
zh: 分享温暖会带来回馈，把节日的喜悦传出去。

source: Today's Face Fortune
de: Heutiges Gesichts-Glück
es: Tu Fortuna Facial de Hoy
fr: Physionomie du jour
hi: आज का मुख भाग्य
ja: 今日の顔占い
ko: 오늘의 관상 운세
ru: Гадание по лицу на сегодня
zh: 今日面相运势

source: Detailed Analysis
de: Detaillierte Analyse
es: Análisis Detallado
fr: Analyse détaillée
hi: विस्तृत विश्लेषण
ja: 詳細分析
ko: 상세 분석
ru: Подробный анализ
zh: 详细分析

source: 👁️ Eye (Insight)
de: 👁️ Auge (Einblick)
es: 👁️ Ojos (Visión)
fr: 👁️ Œil (Perspicacité)
hi: 👁️ आँखें (दृष्टि)
ja: 👁️ 目 (洞察力)
ko: 👁️ 눈 (통찰력)
ru: 👁️ Глаза (Проницательность)
zh: 👁️ 眼（洞察）

source: 👃 Nose (Wealth)
de: 👃 Nase (Wohlstand)
es: 👃 Nariz (Riqueza)
fr: 👃 Nez (Richesse)
hi: 👃 नाक (धन)
ja: 👃 鼻 (財運)
ko: 👃 코 (재물복)
ru: 👃 Нос (Богатство)
zh: 👃 鼻（财运）

source: 👄 Mouth (Late Luck)
de: 👄 Mund (Spätes Glück)
es: 👄 Boca (Destino)
fr: 👄 Bouche (Chance tardive)
hi: 👄 मुँह (भविष्य)
ja: 👄 口 (晩年運)
ko: 👄 입 (말년운)
ru: 👄 Рот (Удача в будущем)
zh: 👄 口（晚运）

# overallAnalysisTitle
source: Overall Analysis
de: Gesamtanalyse
es: Análisis General
fr: Analyse globale
hi: समग्र विश्लेषण
ja: 総合分析
ko: 종합 분석
ru: Общий анализ
zh: 整体分析

# shareResultTitle
source: Today's Face Result
de: Heutiges Gesichtsergebnis
es: Resultado de Hoy
fr: Résultat de la physionomie d'aujourd'hui
hi: आज का परिणाम
ja: 今日の顔分析結果
ko: 오늘의 관상 결과
ru: Мой результат анализа лица
zh: 今日面相结果

# shareResultDesc
source: AI face analysis result. {title}
de: KI-Gesichtsanalyseergebnis. {title}
es: Resultado del análisis facial por IA. {title}
fr: Résultat de l'analyse du visage par l'IA. {title}
hi: AI चेहरा विश्लेषण परिणाम। {title}
ja: AI顔分析結果。 {title}
ko: AI 관상 분석 결과입니다. {title}
ru: Результат ИИ-анализа лица.\n{title}
zh: AI 面相分析结果。 {title}

# shareResultTotalScore
source: Total Score
de: Gesamtpunktzahl
es: Puntaje Total
fr: Score total
hi: कुल स्कोर
ja: 合計スコア
ko: 종합 점수
ru: Общий счет
zh: 总分

# shareResultWealth
source: Wealth Luck
de: Wohlstandsglück
es: Riqueza
fr: Chance de richesse
hi: धन
ja: 財運
ko: 재물운
ru: Удача в богатстве
zh: 财运

# shareResultLove
source: Love Luck
de: Liebesglück
es: Amor
fr: Chance d'amour
hi: प्रेम
ja: 恋愛運
ko: 애정운
ru: Удача в любви
zh: 感情运

# shareResultCareer
source: Career Luck
de: Karriereglück
es: Carrera
fr: Chance de carrière
hi: करियर
ja: 仕事運
ko: 직업운
ru: Удача в карьере
zh: 事业运

# shareResultHealth
source: Health Luck
de: Gesundheitsglück
es: Salud
fr: Chance de santé
hi: स्वास्थ्य
ja: 健康運
ko: 건강운
ru: Удача в здоровье
zh: 健康运

# shareResultText
source: Share Result
de: Ergebnis teilen
es: Compartir Resultado
fr: Partager le résultat
hi: परिणाम साझा करें
ja: 結果を共有
ko: 결과 공유하기
ru: Поделиться результатом
zh: 分享结果

source: Wake up complete!
de: Aufwachen abgeschlossen!
es: ¡Despertar completado!
fr: Réveil terminé !
hi: जागना सफल!
ja: 起床完了！
ko: 기상 완료!
ru: Пробуждение завершено!
zh: 起床成功！

source: Collapse Options
de: Optionen einklappen
es: Contraer Opciones
fr: Réduire les options
hi: विकल्प संक्षिप्त करें
ja: オプションを閉じる
ko: 옵션 접기
ru: Свернуть настройки
zh: 收起选项

# expandOptions
source: More Options
de: Weitere Optionen
es: Más Opciones
fr: Plus d'options
hi: अधिक विकल्प
ja: 詳細オプション
ko: 옵션 더보기
ru: Дополнительно
zh: 更多选项

source: Snooze Alarm
de: Schlummeralarm
es: Posponer Alarma
fr: Répéter l'alarme
hi: अलार्म स्नूज़ करें
ja: スヌーズ
ko: 알람 미루기
ru: Отложить
zh: 稍后再响

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
hi: अंतराल
ja: 間隔
ko: 간격
ru: Интервал
zh: 间隔

source: Max Snooze Count
de: Maximale Schlummeranzahl
es: Repeticiones Máximas
fr: Nombre max de répétitions
hi: अधिकतम स्नूज़ संख्या
ja: 最大スヌーズ回数
ko: 횟수 제한
ru: Макс. повторов
zh: 最大贪睡次数

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hi: असीमित
ja: 無制限
ko: 무제한
ru: Без ограничений
zh: 不限

source: Permission Required
de: Berechtigung erforderlich
es: Permiso Requerido
fr: Autorisation requise
hi: अनुमति आवश्यक
ja: 権限が必要
ko: 권한 필요
ru: Требуется разрешение
zh: 需要权限

# exactAlarmFailMessage
source: Failed to register alarm. Exact alarm permission is off and needs setting.
de: Wecker konnte nicht registriert werden. Die Berechtigung für genaue Wecker ist deaktiviert.
es: Error al registrar la alarma. El permiso de alarma exacta está desactivado.
fr: Échec de l'enregistrement de l'alarme. L'autorisation d'alarme exacte est désactivée et doit être configurée.
hi: अलार्म पंजीकृत करने में विफल। सटीक अलार्म अनुमति बंद है और सेटिंग की आवश्यकता है।
ja: アラームの登録に失敗しました。正確なアラーム権限がオフになっているため、設定が必要です。
ko: 알람 등록에 실패했습니다. 정확한 알람 권한이 꺼져있어 설정이 필요합니다.
ru: Не удалось установить будильник. Нужно включить разрешение на «Точный будильник».
zh: 闹钟注册失败：未开启“精确闹钟”权限。

# batteryOptimFailMessage
source: Failed to register alarm. Battery optimization exception permission is missing.
de: Wecker konnte nicht registriert werden. Die Berechtigung zur Ausnahme von der Batterieoptimierung fehlt.
es: Error al registrar la alarma. Falta el permiso de optimización de batería.
fr: Échec de l'enregistrement de l'alarme. L'autorisation d'exception d'optimisation de la batterie est manquante.
hi: अलार्म पंजीकृत करने में विफल। बैटरी अनुकूलन अपवाद अनुमति गायब है।
ja: アラームの登録に失敗しました。バッテリー最適化の例外権限がありません。
ko: 알람 등록에 실패했습니다. 배터리 최적화 예외 권한이 없어 설정이 필요합니다.
ru: Не удалось установить будильник. Нужно добавить приложение в исключения оптимизации батареи.
zh: 闹钟注册失败：未允许忽略电池优化。

# overlayFailMessage
source: Failed to register alarm. Display over other apps permission is missing.
de: Wecker konnte nicht registriert werden. Die Berechtigung zum Anzeigen über anderen Apps fehlt.
es: Error al registrar la alarma. Falta el permiso de mostrar sobre otras apps.
fr: Échec de l'enregistrement de l'alarme. L'autorisation d'affichage sur d'autres applications est manquante.
hi: अलार्म पंजीकृत करने में विफल। अन्य ऐप्स के ऊपर प्रदर्शित करने की अनुमति गायब है।
ja: アラームの登録に失敗しました。他のアプリの上に表示する権限がありません。
ko: 알람 등록에 실패했습니다. 다른 앱 위에 표시 권한이 없어 설정이 필요합니다.
ru: Не удалось установить будильник. Нужно разрешение на отображение поверх других приложений.
zh: 闹钟注册失败：未开启“在其他应用上层显示”。

source: Loading delay
de: Ladeverzögerung
es: Retraso en la carga
fr: Délai de chargement
hi: लोडिंग विलंब
ja: 読み込みの遅延
ko: 로딩 지연
ru: Загрузка...
zh: 加载延迟

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ja: 読み込み中...
ko: 로딩 중...
ru: Загрузка...
zh: 加载中...

# previewFail
source: Preview failed
de: Vorschau fehlgeschlagen
es: Error en la vista previa
fr: Échec de l'aperçu
hi: पूर्वावलोकन विफल
ja: プレビューに失敗しました
ko: 미리보기 실패
ru: Ошибка предпросмотра
zh: 预览失败

# bgDefault
source: Default Background
de: Standardhintergrund
es: Fondo Predeterminado
fr: Arrière-plan par défaut
hi: डिफ़ॉल्ट पृष्ठभूमि
ja: デフォルト背景
ko: 기본 배경
ru: Фон по умолчанию
zh: 默认背景

# bgFortuneFriends
source: Fortune Friends
de: Glücksfreunde
es: Amigos de la Fortuna
fr: Amis de la Fortune
hi: फॉर्च्यून मित्र
ja: フォーチュニーフレンズ
ko: 포츄니친구들
ru: Друзья удачи
zh: 福妮伙伴们

# bgMongChuni
source: Mongchuni
hi: मोंगचुनी
ja: モンチュニー
ko: 몽츄니
ru: Мончхуни
zh: 梦春妮

# bgPanChuni
source: Panchuni
hi: पांचुनी
ja: パンチュニー
ko: 판츄니
ru: Панчхуни
zh: 盼春妮

# bgToChuni
source: Tochuni
hi: तोचुनी
ja: トチュニー
ko: 토춘이
ru: Точхуни
zh: 土春妮

# bgHoChuni
source: Hochuni
hi: होचुनी
ja: ホチュニー
ko: 호츄니
ru: Хочхуни
zh: 虎春妮

# bgBear
source: Bear
de: Bär
es: Oso
fr: Ours
hi: भालू
ja: クマ
ko: 곰돌이
ru: Медведь
zh: 小熊

# bgMoon
source: Moon
de: Mond
es: Luna
fr: Lune
hi: चंद्रमा
ja: 月
ko: 달
ru: Луна
zh: 月亮

# bgSea
source: Sea
de: Meer
es: Mar
fr: Mer
hi: समुद्र
ja: 海
ko: 바다
ru: Море
zh: 海

# bgBridge
source: Bridge
de: Brücke
es: Puente
fr: Pont
hi: पुल
ja: 橋
ko: 다리
ru: Мост
zh: 桥

# bgRoad
source: Road
de: Straße
es: Camino
fr: Route
hi: सड़क
ja: 道路
ko: 도로
ru: Дорога
zh: 路

# bgSky
source: Sky
de: Himmel
es: Cielo
fr: Ciel
hi: आकाश
ja: 空
ko: 하늘
ru: Небо
zh: 天空

# bgMinimalGray
source: Minimal Gray
de: Minimalistisches Grau
es: Gris Minimalista
fr: Gris minimal
hi: न्यूनतम ग्रे
ja: ミニマルグレー
ko: 미니멀 그레이
ru: Минимальный серый
zh: 极简灰

# bgDarkMode
source: Dark Mode
de: Dunkelmodus
es: Modo Oscuro
fr: Mode sombre
hi: डार्क मोड
ja: ダークモード
ko: 다크 모드
ru: Темная тема
zh: 暗色模式

# bgSoftBlue
source: Soft Blue
de: Zartes Blau
es: Azul Suave
fr: Bleu doux
hi: सॉफ्ट ब्लू
ja: ソフトブルー
ko: 소프트 블루
ru: Нежно-голубой
zh: 柔和蓝

# bgWarmBeige
source: Warm Beige
de: Warmes Beige
es: Beige Cálido
fr: Beige chaud
hi: वार्म बेज
ja: ウォームベージュ
ko: 웜 베이지
ru: Теплый бежевый
zh: 暖米色

# dateFormatMdyE
source: MMM d (E)
de: d. MMM (E)
es: d 'de' MMM (E)
fr: d MMM (E)
hi: d MMM (E)
ja: MMM d日 (E)
ko: M월 d일 (E)
ru: d MMM (E)
zh: M月d日（E）

source: Delete Alarm
de: Wecker löschen
es: Eliminar Alarma
fr: Supprimer l'alarme
hi: अलार्म हटाएं
ja: アラームを削除
ko: 알람 삭제
ru: Удалить будильник
zh: 删除闹钟

# confirmDelete
source: Are you sure you want to delete?
de: Möchten Sie wirklich löschen?
es: ¿Estás seguro de que deseas eliminarla?
fr: Êtes-vous sûr de vouloir supprimer ?
hi: क्या आप वाकई हटाना चाहते हैं?
ja: 本当に削除しますか？
ko: 정말 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить его?
zh: 确认删除

source: Yes
de: Ja
es: Sí
fr: Oui
hi: हाँ
ja: はい
ko: 예
ru: Да
zh: 是

source: No
fr: Non
hi: नहीं
ja: いいえ
ko: 아니요
ru: Нет
zh: 不

# wealthLuckWithIcon
source: 💰 Wealth Luck
de: 💰 Wohlstandsglück
es: 💰 Riqueza
fr: 💰 Chance de richesse
hi: 💰 धन भाग्य
ja: 💰 財運
ko: 💰 재물운
ru: 💰 Богатство
zh: 💰 财运

# loveLuckWithIcon
source: ❤️ Love Luck
de: ❤️ Liebesglück
es: ❤️ Amor
fr: ❤️ Chance d'amour
hi: ❤️ प्रेम भाग्य
ja: ❤️ 恋愛運
ko: ❤️ 애정운
ru: ❤️ Любовная удача
zh: ❤️ 感情运

# careerLuckWithIcon
source: 💼 Career Luck
de: 💼 Karriereglück
es: 💼 Carrera
fr: 💼 Chance de carrière
hi: 💼 करियर भाग्य
ja: 💼 仕事運
ko: 💼 직업운
ru: 💼 Удача в карьере
zh: 💼 事业运

# healthLuckWithIcon
source: 💪 Health Luck
de: 💪 Gesundheitsglück
es: 💪 Salud
fr: 💪 Chance de santé
hi: 💪 स्वास्थ्य भाग्य
ja: 💪 健康運
ko: 💪 건강운
ru: 💪 Здоровье и энергия
zh: 💪 健康运

# mouthFortune
source: 👄 Mouth (Maturity Luck)
de: 👄 Mund (Reifeglück)
es: 👄 Boca (Destino)
fr: 👄 Bouche (Chance de maturité)
hi: 👄 मुँह (परिपक्वता भाग्य)
ja: 👄 口 (晩年運)
ko: 👄 입 (말년운)
ru: 👄 Уста (удача зрелости)
zh: 👄 口（晚运）
