Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotWealthDetail18
source: Your vision is blurred in terms of finance, so there is a high risk of being deceived by plausible investment information or sweet words. Since traps are hidden in unseen places, it's a time to be extremely careful, as if tapping a stone bridge before crossing. Rather than starting new things, protecting your assets through thorough realistic verification is the way.
de: Ihre finanzielle Situation könnte sich derzeit wie eine Wanderung im Nebel anfühlen. Vermeiden Sie impulsive Käufe oder Investitionen aus einer Stimmung heraus. Vertrauen Sie nur Fakten, die Sie selbst überprüft haben, und lassen Sie sich nicht von äußeren Schein blenden.
es: Tu visión de la situación está distorsionada ahora. Podrías caer fácilmente en los trucos de estafadores o en promesas tentadoras pero vacías. Desconfía de las trampas ocultas y muestra extrema precaución en los negocios. Ahora no es el momento para nuevos proyectos; es mejor concentrarse en proteger lo que ya tienes y verificar cuidadosamente cualquier información.
fr: Votre vision de la situation est déformée maintenant. Vous pourriez facilement tomber dans les pièges d'escrocs ou dans des promesses tentantes mais vides. Méfiez-vous des pièges cachés et faites preuve d'une extrême prudence dans les affaires. Maintenant n'est pas le moment pour de nouveaux projets ; il vaut mieux se concentrer sur la protection de ce que vous avez déjà.
hi: आपकी वित्तीय स्थिति इस समय कोहरे में चलने जैसी महसूस हो सकती है। भावनाओं में बहकर आवेगपूर्ण खरीदारी या निवेश से बचें। केवल उन तथ्यों पर भरोसा करें जिन्हें आपने खुद जांचा है, और बाहरी दिखावे से गुमराह न हों।
ja: 金銭的な面で視野が曇っており、それらしく見える投資情報や甘言に騙される危険が高いです。見えない場所に罠が隠されているので、石橋を叩いて渡る心情で極度に注意すべき時期です。新しいことを企てるよりは現状を維持し、現実的な検証過程を徹底的に経ることが財産を守る道です。
ko: 금전적인 면에서 시야가 흐려져 있어 그럴싸해 보이는 투자 정보나 감언이설에 속아 넘어갈 위험이 높습니다. 보이지 않는 곳에 함정이 숨어 있으니 돌다리도 두들겨 보고 건너는 심정으로 극도로 조심해야 할 시기입니다. 새로운 일을 벌이기보다는 현상 유지를 하며 현실적인 검증 과정을 철저히 거치는 것이 재산을 지키는 길입니다.
ru: Ваше видение ситуации сейчас искажено. Вы легко можете поддаться на уловки мошенников или заманчивые, но пустые обещания. Опасайтесь скрытых ловушек и проявляйте крайнюю осторожность в делах. Сейчас не время для новых проектов — лучше сосредоточиться на защите того, что у вас уже есть, и тщательной проверке любой информации.
zh: 金钱方面的视野变得模糊，极易被看似不错的投资信息或甜言蜜语所迷惑。看不见的地方可能隐藏着陷阱，因此现在是需要极度谨慎、如履薄冰的时期。与其开启新计划，不如维持现状，彻底的现实验证过程是守护财产的唯一途径。

# tarotSuccessMeaning18
source: It's a confusing time because the direction of work may be ambiguous.
de: Beruflich symbolisiert der Mond eine Phase der Ungewissheit oder des Wandels hinter den Kulissen. Vielleicht gibt es Intrigen am Arbeitsplatz oder Sie zweifeln an Ihrem aktuellen Weg. Nutzen Sie Ihre Intuition, um Gefahren frühzeitig zu erkennen.
es: Periodo de confusión: los objetivos son vagos, posibles intrigas en el equipo.
fr: Période de confusion : les objectifs sont vagues, intrigues possibles dans l'équipe.
hi: करियर में, चाँद अनिश्चितता के चरण या पर्दे के पीछे होने वाले बदलावों का प्रतीक है। कार्यस्थल पर शायद साजिशें हो सकती हैं या आप अपने वर्तमान रास्ते पर संदेह कर रहे हैं। खतरों को जल्दी पहचानने के लिए अपने अंतर्ज्ञान का उपयोग करें।
ja: 業務の方向が曖昧だったり、隠れた敵がいる可能性があり、混乱する時期です。
ko: 업무의 방향이 모호하거나 숨겨진 적이 있을 수 있어 혼란스러운 시기입니다.
ru: Период путаницы: цели неясны, возможны интриги в коллективе.
zh: 工作方向模糊，可能存在隐藏的敌人，是一个混乱的时期。

# tarotSuccessDetail18
source: You may find yourself in a hopeless situation where you can't see ahead, and you should be careful with your words and actions as project direction may be shaken or you may be caught in workplace rumors. It's wise to wait until the situation becomes clear rather than moving hastily, and it's good to guard your position silently and focus on mental management.
de: Nicht alle Kollegen spielen mit offenen Karten, seien Sie also wachsam. Es ist eine gute Zeit für kreative Arbeit, die aus dem Unterbewusstsein schöpft, aber weniger für harte Verhandlungen. Warten Sie ab, bis sich der Nebel lichtet, bevor Sie den nächsten großen Karriereschritt machen.
es: Puedes encontrarte en una situación de incertidumbre, donde la dirección del desarrollo del proyecto es borrosa y los colegas susurran a tus espaldas. Ten cuidado con tus palabras y acciones. Ahora será más sabio esperar a que la situación se aclare. No creas en los rumores a ciegas, mantén la calma y ocúpate de tus asuntos sin entrar en conflictos.
fr: Vous pouvez vous trouver dans une situation d'incertitude, où la direction du développement du projet est floue et où les collègues murmurent dans votre dos. Faites attention à vos paroles et à vos actions. Maintenant, il sera plus sage d'attendre que la situation s'éclaircisse. Ne croyez pas aux rumeurs aveuglément, gardez votre calme et occupez-vous de vos affaires.
hi: नहीं सभी सहकर्मी ईमानदारी से काम नहीं कर रहे हैं, इसलिए सतर्क रहें। यह रचनात्मक कार्य के लिए एक अच्छा समय है जो अवचेतन से आता है, लेकिन कठिन बातचीत के लिए कम अच्छा है। कोहरा छंटने तक प्रतीक्षा करें, फिर अगला बड़ा करियर कदम उठाएं।
ja: 先が見えない漠然とした状況に置かれることがあり、プロジェクトの方向性が揺らいだり、職場内の流言飛語に巻き込まれる可能性があるので言動に注意してください。今は性急に動くよりは状況が明確になるまで待つのが賢明であり、他人の話をむやみに信じず、黙々と自分の場所を守りながらメンタル管理に努めるのが良いでしょう。
ko: 앞이 보이지 않는 막막한 상황에 처할 수 있으며, 프로젝트의 방향성이 흔들리거나 직장 내 유언비어에 휘말릴 수 있으니 언행을 조심해야 합니다. 지금은 섣불리 움직이기보다는 상황이 명확해질 때까지 기다리는 것이 현명하며, 남의 말을 함부로 믿지 말고 묵묵히 자신의 자리를 지키며 멘탈 관리에 힘쓰는 것이 좋습니다.
ru: Вы можете оказаться в ситуации неопределенности, когда направление развития проекта размыто, а за спиной шепчутся коллеги. Будьте осторожны в словах и поступках. Сейчас мудрее будет подождать, пока ситуация прояснится. Не верьте слухам на слово, сохраняйте спокойствие и занимайтесь своим делом, не вступая в конфликты.
zh: 你可能陷入看不见前方的渺茫处境，项目方向发生动摇，或者职场内的流言蜚语可能令你困扰，因此请务必注意言行。现在与其轻举妄动，不如等待形势明朗。不要盲目相信他人的话，默默守护自己的位置并做好心态管理会更好。

# tarotKeywords19
source: Success, Happiness, Vitality, Positivity, Blessing
de: Positivität, Spaß, Wärme, Erfolg, Vitalität
es: Éxito, felicidad, vitalidad, positivismo, bendición
fr: Succès, bonheur, vitalité, positivisme, bénédiction
hi: सकारात्मकता, मज़ा, गर्मजोशी, सफलता, जीवन शक्ति
ja: 喜び, 成功, 活力, 純粋, 祝福
ko: 성공, 행복, 활력, 긍정, 축복
ru: Успех, счастье, жизненная сила, позитив, благословение
zh: 成功, 幸福, 活力, 积极, 祝福

# tarotDesc19
source: Under the bright sun, a child is joyfully riding a white horse and waving a flag.
de: Die Sonne ist eine der glücklichsten Karten und verspricht Erfolg, Lebensfreude und Vitalität. Alles liegt klar und deutlich vor Ihnen, und Sie strotzen nur so vor Energie. Genießen Sie diesen Moment des Triumphs und teilen Sie Ihr Glück mit Ihren Mitmenschen.
es: Bajo un sol radiante, un niño sobre un caballo blanco agita una bandera, disfrutando de la vida. Es el símbolo de la claridad total, el éxito y la felicidad.
fr: Sous un soleil radieux, un enfant sur un cheval blanc agite un drapeau, profitant de la vie. C'est le symbole de la clarté totale, du succès et du bonheur.
hi: सूरज सबसे खुशहाल कार्डों में से एक है और सफलता, जीवन का आनंद और जीवन शक्ति का वादा करता है। सब कुछ आपके सामने स्पष्ट है और आप ऊर्जा से भरे हुए हैं। इस जीत के क्षण का आनंद लें और अपनी खुशी दूसरों के साथ साझा करें।
ja: 太陽が輝き、子供が馬に乗って無邪気に笑っています。最高の幸運を象徴します。
ko: 밝은 태양 아래 어린아이가 백마를 타고 깃발을 흔들며 즐거워합니다.
ru: Под ярким солнцем ребенок на белом коне машет флагом, радуясь жизни. Это символ полной ясности, успеха и счастья.
zh: 在灿烂的阳光下，小孩骑着白马挥舞旗帜，非常快乐。

# tarotLoveMeaning19
source: You will have a bright and happy relationship that is blessed.
de: In der Liebe steht die Sonne für eine Zeit voller Wärme, Leidenschaft und tiefer Zufriedenheit. Beziehungen blühen auf und gemeinsame Unternehmungen bringen viel Freude. Es ist eine Phase der Harmonie, in der sich alles zum Besten entwickelt.
es: Te esperan unas relaciones bendecidas, brillantes y felices.
fr: Des relations bénies, brillantes et heureuses vous attendent.
hi: प्यार में, सूरज गर्मी, जुनून और गहरी संतुष्टि के समय का प्रतीक है। रिश्ते फलते-फूलते हैं और साझा गतिविधियां बहुत खुशी लाती हैं। यह सद्भाव का एक चरण है जिसमें सब कुछ बेहतर होता है।
ja: 最高に明るく幸せな愛。周囲からも祝福される喜びの時です。
ko: 축복받는 밝고 행복한 연애를 하게 됩니다.
ru: Вас ждут благословенные, яркие и счастливые отношения.
zh: 将拥有一段受人祝福的灿烂幸福的恋情。

# tarotLoveDetail19
source: A perfectly happy and blessed love is with you. Past misunderstandings and conflicts will melt away, deepening your trust. It's the best time for singles to meet someone with bright energy, and you can expect joyous news like marriage or expansion. It's a wonderful fortune to enjoy love purely and passionately like a child.
de: Ihr Liebesleben ist von Optimismus und gegenseitiger Wertschätzung geprägt. Kleine Sorgen verschwinden im Licht der Sonne und machen Platz für echte Herzlichkeit. Singles haben jetzt die besten Chancen, jemanden zu treffen, der ihr Leben hell erleuchtet.
es: Un amor perfectamente feliz y bendecido está ahora contigo. Los malentendidos y conflictos del pasado desaparecerán y la confianza se fortalecerá. Los solteros conocerán a alguien que irradia una energía luminosa. Son posibles noticias alegres, como una boda o la expansión de la familia. Es un momento maravilloso para disfrutar del amor de forma pura y apasionada, como un niño.
fr: Un amour parfaitement heureux et béni est maintenant avec vous. Les malentendus et les conflits du passé disparaîtront et la confiance sera renforcée. Les célibataires rencontreront quelqu'un qui dégage une énergie lumineuse. Des nouvelles joyeuses sont possibles, comme un mariage ou l'agrandissement de la famille. C'est un moment merveilleux pour profiter de l'amour de manière pure et passionnée.
hi: आपका प्रेम जीवन आशावाद और आपसी प्रशंसा से भरा है। सूरज की रोशनी में छोटी-छोटी चिंताएं गायब हो जाती हैं और सच्ची गर्मजोशी के लिए जगह बनाती हैं। सिंगल लोगों के पास अब किसी ऐसे व्यक्ति से मिलने का सबसे अच्छा मौका है जो उनके जीवन को रोशन कर दे।
ja: この上なく完璧で幸せな愛があなたと共にあります。これまでの誤解や葛藤が雪のように消え去り、信頼が深まるでしょう。フリーの方は明るいエネルギーを持つ人に出会える絶好の機会です。結婚や妊娠など、おめでたいニュースも期待できます。
ko: 더할 나위 없이 완벽하고 행복한 사랑이 당신과 함께합니다. 그동안의 오해나 갈등이 눈 녹듯이 사라지고 신뢰가 깊어지며, 솔로라면 밝은 에너지를 가진 인연을 만날 수 있는 최고의 시기입니다. 결혼이나 임신 등 경사스러운 소식을 기대해봐도 좋으며, 아이처럼 순수하고 열정적으로 사랑을 즐기기에 더없이 좋은 운세입니다.
ru: Идеально счастливая и благословенная любовь сейчас с вами. Прошлые недопонимания и конфликты исчезнут, а доверие укрепится. Одиноких людей ждет встреча с кем-то, кто излучает светлую энергию. Возможны радостные новости, такие как свадьба или расширение семьи. Это прекрасное время, чтобы наслаждаться любовью чисто и страстно, как ребенок.
zh: 完美而幸福的爱情与你同在。之前的误解或冲突消融，信任加深。

# tarotWealthMeaning19
source: Your financial fortune is at its best.
de: Finanziell deutet die Sonne auf Wohlstand, Gewinn und eine äußerst positive Entwicklung hin. Ihre Bemühungen zahlen sich nun aus und Sie können mit finanzieller Sicherheit rechnen. Es ist eine großartige Zeit für Investitionen und neue Projekte.
es: Tu situación financiera está en su punto máximo.
fr: Votre situation financière est à son apogée.
hi: आर्थिक रूप से, सूरज समृद्धि, लाभ और बहुत सकारात्मक विकास का संकेत देता है। आपके प्रयास अब रंग ला रहे हैं और आप वित्तीय सुरक्षा की उम्मीद कर सकते हैं। निवेश और नए प्रोजेक्ट्स के लिए यह एक शानदार समय है।
ja: 金運が最高潮に達しています。
ko: 금전운이 최상입니다.
ru: Ваше финансовое положение находится на пике.
zh: 财运处于巅峰状态。

# tarotWealthDetail19
source: Bright days have arrived for your finances. Your money luck is extremely strong, with everything you do turning into profit. Business will flourish, investments look promising, and sharing this positive energy will bring even greater abundance. You can expect good news that asset values like real estate or stocks will rise significantly.
de: Ein sonniger Tag für Ihre Finanzen ist angebrochen. Ihr Gespür für lukrative Gelegenheiten ist geschärft, was zu erheblichen Gewinnen führt. Nutzen Sie diese erfolgreiche Phase, um Ihre finanzielle Basis für die Zukunft weiter zu stärken.
es: Ha llegado tu «momento estelar». Tus perspectivas financieras son muy sólidas, lo que lleva a un crecimiento de los beneficios. Todos tus esfuerzos pasados finalmente son recompensados con creces. Ahora es un buen momento para compras importantes o inversiones en aquello que te trae alegría. Disfruta de tu éxito y compártelo con los demás.
fr: Votre « moment de gloire » est arrivé. Vos perspectives financières sont très solides, ce qui mène à une croissance des bénéfices. Tous vos efforts passés sont enfin récompensés. C'est un bon moment pour des achats importants ou des investissements dans ce qui vous apporte de la joie. Profitez de votre succès et partagez-le avec les autres.
hi: वित्त के लिए एक सुनहरा दिन आ गया है। आकर्षक अवसरों को पहचानने की आपकी समझ तेज हो गई है, जिससे काफी लाभ होगा। भविष्य के लिए अपनी वित्तीय नींव को और मजबूत करने के लिए इस सफल चरण का उपयोग करें।
ja: ついに日の目を見る時が来ました。金運が非常に強力で、何をやっても収益につながる時期です。事業は繁栄し、投資も大きな利益を生む兆しがあります。この良い運気を周囲と分かち合うことで、さらに大きな幸運が返ってくるでしょう。
ko: 쨍하고 해 뜰 날이 찾아왔습니다. 금전운이 매우 강력하여 무엇을 하든 수익으로 연결되며, 사업은 번창하고 투자는 대박이 날 조짐입니다. 주머니가 두둑해지는 시기이니 이 좋은 기운을 주변과 나누면 더 큰 복으로 돌아올 것이며, 부동산이나 주식 등 자산 가치가 크게 상승할 기분 좋은 소식을 기대해도 좋습니다.
ru: Наступил ваш «звездный час». Ваши финансовые перспективы очень сильны, что ведет к росту прибыли. Все ваши прошлые усилия наконец-то вознаграждаются сполна. Сейчас удачное время для крупных покупок или инвестиций в то, что приносит вам радость. Наслаждайтесь своим успехом и делитесь им с другими.
zh: 守得云开见月明。财运非常强劲，做什么都能转化为收益。事业兴旺，投资大赚。

# tarotSuccessMeaning19
source: Your abilities will be recognized and you will receive the spotlight.
de: Beruflich signalisiert die Sonne den absoluten Höhepunkt und die Krönung Ihrer Arbeit. Sie erhalten Anerkennung, Beförderungen oder schließen wichtige Projekte erfolgreich ab. Ihre positive Ausstrahlung macht Sie zum Mittelpunkt jeder beruflichen Gruppe.
es: Tus talentos serán reconocidos y estarás en el centro de atención.
fr: Vos talents seront reconnus et vous serez au centre de l'attention.
hi: करियर में, सूरज आपके काम की सफलता और शिखर का संकेत देता है। आपको पहचान, पदोन्नति मिलेगी या महत्वपूर्ण प्रोजेक्ट्स को सफलतापूर्वक पूरा करेंगे। आपका सकारात्मक व्यवहार आपको हर पेशेवर समूह का केंद्र बना देगा।
ja: あなたの能力が認められ、スポットライトを浴びる時です。
ko: 당신의 능력을 인정받고 스포트라이트를 받게 됩니다.
ru: Ваши таланты будут признаны, и вы окажетесь в центре внимания.
zh: 你的能力获得认可并受到关注。

# tarotSuccessDetail19
source: The fanfare of success is sounding. Your long-term efforts will finally shine and be recognized by the world. You'll achieve visible results like passing exams or getting promoted, and your confident attitude will establish you as a natural leader. Now is the stage where you are the protagonist, so display your skills to the fullest and win success.
de: Erfolg kommt Ihnen jetzt fast mühelos entgegen, da Sie mit Begeisterung und Klarheit handeln. Es ist die ideale Zeit, um sich neuen Herausforderungen zu stellen oder eine Führungsposition zu übernehmen. Ihr Selbstvertrauen ist Ihr größtes Kapital und führt Sie zu neuen Bestleistungen.
es: Suenan las fanfarrias del éxito. Todos tus trabajos pasados finalmente son valorados positivamente y presentados al mundo. Te espera el éxito en los negocios, un ascenso o aprobar brillantemente los exámenes. Tu confianza en ti mismo y tu actitud positiva te ayudarán a alcanzar cualquier altura. Es el momento de tu triunfo.
fr: Les fanfares du succès retentissent. Tous vos travaux passés sont enfin valorisés positivement et présentés au monde. Le succès dans les affaires, une promotion ou la réussite brillante des examens vous attend. Votre confiance en vous et votre attitude positive vous aideront à atteindre n'importe quel sommet. C'est le moment de votre triomphe.
hi: सफलता अब आपको लगभग सहजता से मिल रही है क्योंकि आप उत्साह और स्पष्टता के साथ कार्य करते हैं। नई चुनौतियों का सामना करने या नेतृत्व की भूमिका संभालने के लिए यह आदर्श समय है। आपका आत्मविश्वास आपकी सबसे बड़ी संपत्ति है और आपको नई उपलब्धियों की ओर ले जाएगा।
ja: 成功のファンファーレが鳴り響いています。これまで努力してきたことが実を結び、世間に認められる時です。合格や昇進など、目に見える成果を手にすることができるでしょう。自信に満ちた態度が周囲を魅了し、リーダーとしての素質も高く評価されます。
ko: 성공의 팡파르가 울려 퍼집니다. 당신이 그동안 노력해 온 일들이 빛을 발하여 세상에 드러나게 되며, 합격이나 승진 등 가시적인 성과를 거두게 됩니다. 자신감 넘치는 태도가 주변을 매료시켜 리더로서의 자질도 인정받을 것이며, 지금은 당신이 주인공인 무대이니 마음껏 기량을 펼쳐 성공을 쟁취하세요.
ru: Звучат фанфары успеха. Все ваши прошлые труды наконец-то оценены по достоинству и представлены миру. Вас ждет успех в делах, повышение по службе или блестящая сдача экзаменов. Ваша уверенность в себе и позитивный настрой помогут вам достичь любых высот. Это время вашего триумфа.
zh: 成功的号角响起。你一直以来的努力大放异彩，展现在世人面前。取得合格、晋升等成果。

# tarotKeywords20
source: Resurrection, reward, news, decision, reunion
de: Urteil, Wiedergeburt, innerer Ruf, Absolution
es: Renacimiento, recompensa, noticia, decisión, reencuentro
fr: Renaissance, récompense, nouvelle, décision, retrouvailles
hi: निर्णय, पुनर्जन्म, आंतरिक पुकार, मुक्ति
ja: 復活, 報酬, 知らせ, 決断, 再会
ko: 부활, 보상, 소식, 결단, 재회
ru: Возрождение, награда, известие, решение, воссоединение
zh: 复活, 报偿, 消息, 决断, 重逢

# tarotDesc20
source: When an angel blows a trumpet in the sky, people in coffins wake up and cheer, symbolizing rewards for the past and rebirth to a new stage.
de: Das Gericht steht für eine Phase der Selbsterkenntnis, der Abrechnung und der Neugeburt. Es ist an der Zeit, vergangene Taten zu bewerten und die notwendigen Konsequenzen daraus zu ziehen. Ein innerer Ruf fordert Sie auf, Ihre wahre Bestimmung zu finden und ein neues Kapitel zu beginnen.
es: Un ángel toca la trompeta en el cielo y la gente en los ataúdes despierta, disfrutando de la vida. Es el símbolo de la recompensa por los trabajos pasados y del despertar a una nueva vida.
fr: Un ange sonne de la trompette dans le ciel et les gens dans les cercueils s'éveillent, profitant de la vie. C'est le symbole de la récompense pour les travaux passés et de l'éveil à une nouvelle vie.
hi: निर्णय कार्ड आत्म-जागरूकता, जवाबदेही और पुनर्जन्म के चरण का प्रतीक है। यह पिछले कार्यों का मूल्यांकन करने और आवश्यक निष्कर्ष निकालने का समय है। एक आंतरिक पुकार आपको अपना वास्तविक उद्देश्य खोजने और एक नया अध्याय शुरू करने के लिए कह रही है।
ja: 空で天使がラッパを吹くと、棺の中にいた人々が目覚めて歓喜します。これは過去の努力に対する報いと、新しい生への目覚めを象徴しています。
ko: 하늘에서 천사가 나팔을 불자, 관 속에 있던 사람들이 깨어나 환호합니다.
ru: Ангел трубит в небе, и люди в гробах пробуждаются, радуясь жизни. Это символ вознаграждения за прошлые труды и пробуждения к новой жизни.
zh: 当天使在空中吹响号角，棺木中的人们苏醒并欢呼。这象征着对过去努力的报偿，以及向新生命的觉醒。

# tarotLoveMeaning20
source: You may receive contact from an ex-lover or have an opportunity to reunite.
de: In der Liebe deutet diese Karte auf eine Klärung oder eine wichtige Entscheidung in einer Beziehung hin. Vielleicht kehrt ein früherer Partner zurück oder eine alte Wunde heilt endlich. Es ist eine Zeit der Vergebung und des ehrlichen Neuanfangs.
es: Es posible una noticia de una antigua pareja o una oportunidad de reencuentro.
fr: Une nouvelle d'un ancien partenaire ou une opportunité de retrouvailles est possible.
hi: प्यार में, यह कार्ड रिश्ते में स्पष्टता या महत्वपूर्ण निर्णय का संकेत देता है। शायद कोई पुराना साथी वापस आ सकता है या कोई पुराना घाव आखिरकार भर सकता है। यह क्षमा और ईमानदार नई शुरुआत का समय है।
ja: 別れた恋人から連絡が来たり、再会する機会が生じます。
ko: 헤어진 연인에게서 연락이 오거나 재회할 기회가 생깁니다.
ru: Возможно известие от бывшего партнера или шанс на воссоединение.
zh: 可能会收到前任的消息，或获得重逢的机会。

# tarotLoveDetail20
source: Waiting news arrives. If you've been waiting for contact from an ex-lover you couldn't forget or wishing for a reunion, it's very likely to come true, and stagnant 'some' relationships will bear fruit by clearly developing into lovers. A new connection with someone you knew in the past might also occur, so listen to your heart and make a decision without regret.
de: Sie erkennen jetzt klar, was Sie in einer Partnerschaft wirklich brauchen und was nicht. Seien Sie bereit, alte Muster loszulassen, um Platz für eine reifere Form der Liebe zu schaffen. Diese Transformation wird Ihr Liebesleben auf eine höhere Ebene heben.
es: Llegará la noticia que tanto has esperado. Si no podías olvidar un antiguo amor o esperabas un encuentro, las posibilidades de éxito ahora son extremadamente altas. Las relaciones inciertas finalmente pueden convertirse en algo serio. Es posible reanudar el contacto con un antiguo conocido; escucha a tu corazón y toma una decisión de la que no te arrepientas.
fr: La nouvelle que vous attendiez tant arrivera. Si vous ne pouviez pas oublier un ancien amour ou espériez une rencontre, les chances de succès sont maintenant extrêmement élevées. Les relations incertaines peuvent enfin devenir sérieuses. Il est possible de reprendre contact avec une ancienne connaissance ; écoutez votre cœur et prenez une décision.
hi: अब आप स्पष्ट रूप से पहचानते हैं कि आपको वास्तव में एक साझेदारी में क्या चाहिए और क्या नहीं। प्यार के एक अधिक परिपक्व रूप के लिए जगह बनाने के लिए पुराने पैटर्न को छोड़ने के लिए तैयार रहें। यह रूपांतरण आपके प्रेम जीवन को एक उच्च स्तर पर ले जाएगा।
ja: 待ちわびていた知らせが届きます。忘れられなかった昔の恋人から連絡が来たり、再会を望んでいたなら叶う可能性が非常に高く、遅々として進まなかったサムの関係が確実に恋人に発展する結実を見ることになるでしょう。昔知っていた人と新しい縁がつながることもあるので、心の声に耳を傾け、後悔のない決断を下してください。
ko: 기다리던 소식이 들려옵니다. 잊지 못했던 옛 연인에게서 연락이 오거나 재회를 바랐다면 이루어질 가능성이 매우 높으며, 지지부진했던 썸 관계가 확실하게 연인으로 발전하는 결실을 보게 될 것입니다. 과거에 알던 사람과 새로운 인연이 닿을 수도 있으니, 마음의 소리에 귀 기울이고 후회 없는 결단을 내리세요.
ru: Придет известие, которого вы долго ждали. Если вы не могли забыть старую любовь или надеялись на встречу, шансы на успех сейчас крайне высоки. Неопределенные отношения наконец-то могут перерасти в нечто серьезное. Возможно возобновление связи со старым знакомым — прислушайтесь к своему сердцу и примите решение, о котором не будете жалеть.
zh: 你苦苦等待的消息即将到来。如果你一直无法忘记前任或渴望重逢，实现的几率非常高；迟迟没有进展的暧昧关系也可能迎来确定关系的果实。你可能会与过去认识的人重新建立联系，请倾听内心的声音，做出无悔的决断。

# tarotWealthMeaning20
source: You may get profits from previous investments, or get back money you lent.
de: Finanziell bedeutet das Gericht, dass Sie nun die Früchte Ihrer vergangenen Entscheidungen ernten. Wenn Sie fleißig waren, erwartet Sie eine Belohnung oder eine unerwartete Rückzahlung. Es ist eine Zeit der finanziellen Bilanzierung und der Neuausrichtung.
es: Las inversiones pasadas pueden traer beneficios, es posible la devolución de antiguas deudas.
fr: Les investissements passés peuvent apporter des bénéfices, le remboursement d'anciennes dettes est possible.
hi: आर्थिक रूप से, निर्णय का अर्थ है कि अब आप अपने पिछले निर्णयों का फल काट रहे हैं। यदि आपने मेहनत की है, तो इनाम या अप्रत्याशित भुगतान आपका इंतजार कर रहा है। यह वित्तीय लेखा-जोखा और पुनर्गठन का समय है।
ja: 過去に投資した場所から収益が出たり、貸したお金を返してもらえるかもしれません。
ko: 과거에 투자했던 곳에서 수익이 나거나 빌려줬던 돈을 돌려받을 수 있습니다.
ru: Прошлые вложения могут принести прибыль, возможен возврат старых долгов.
zh: 过去投资的地方可能产生收益，或者能收回借出的钱。
