Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tojeongSangsuDetail5
source: Like a gentle spring breeze reviving the land, your flexible attitude will help you overcome any obstacles. This is a great year for business and building new connections. Stay decisive to ensure you capture the best opportunities as they arise.
de: Es ist eine Zeit, in der alles wieder zum Leben erwacht, wenn eine sanfte Frühlingsbrise weht. Wenn Sie mit einer flexiblen Einstellung reagieren, werden sich versperrte Wege reibungslos öffnen. Sie können Gewinne im Geschäft oder Handel erzielen, und gute Nachrichten werden von weit her kommen. Unentschlossenheit kann jedoch zu verpassten Gelegenheiten führen, daher ist Entschlossenheit gefragt, wenn die Zeit gekommen ist.
es: Es un momento en el que todo revive mientras sopla una suave brisa primaveral. Si respondes con una actitud flexible, los caminos bloqueados se abrirán sin problemas. Puedes obtener ganancias en negocios o comercio, y llegarán buenas noticias de lejos. Sin embargo, la indecisión podría llevar a perder oportunidades, por lo que se necesita decisión cuando llegue el momento.
fr: C'est un moment où tout renaît alors qu'une douce brise printanière souffle. Si vous répondez avec une attitude flexible, les chemins bloqués s'ouvriront en douceur. Vous pouvez réaliser des bénéfices dans les affaires ou le commerce, et de bonnes nouvelles viendront de loin. Cependant, l'indécision pourrait vous faire manquer des opportunités, une certaine détermination est donc nécessaire le moment venu.
hi: यह वसंत की उस हवा जैसा समय है जो सब कुछ पुनर्जीवित कर देती है। लचीले व्यवहार से कठिन रास्ते भी खुल जाएंगे। व्यापार में लाभ की संभावना है और दूर से शुभ समाचार मिलेगा। अवसर आने पर निर्णय लेने में देरी न करें।
ja: 穏やかな春風が吹き、万物が蘇る時期です。柔軟な姿勢で対応すれば、滞っていた道もスムーズに開けるでしょう。ビジネスや取引で利益を得ることができ、遠方から良い知らせが届くでしょう。ただし、優柔不断さはチャンスを逃すことにつながるため、時が来たら決断力が必要です。
ko: 부드러운 봄바람이 불어오니 만물이 소생하는 시기입니다. 유연한 태도로 대처하면 막혔던 일이 술술 풀립니다. 사업이나 장사에서 이익을 얻을 수 있으며, 멀리서 좋은 소식이 들려옵니다. 다만, 우유부단함으로 인해 기회를 놓칠 수 있으니 결단력이 필요할 때입니다.
ru: Подобно весеннему ветерку, оживляющему землю, ваша гибкость поможет преодолеть любые препятствия. Это отличный год для бизнеса и новых связей. Будьте решительны, чтобы не упустить лучшие возможности.
zh: 以柔克刚的一年，灵活应对能顺利化解阻碍。适合拓展人脉与合作，但关键时刻要果断。

# tojeongSangsuDetail6
source: This year requires wisdom and patience, like navigating deep waters. While things may seem quiet, use this time to build your inner strength. Avoid risky investments and wait for the right moment to act; your patience will eventually be rewarded.
de: Es ist wie Schwimmen in tiefem Wasser. Während es an der Oberfläche ruhig aussieht, kann es im Inneren Sorgen geben. Sie müssen Weisheit einsetzen, um Schwierigkeiten zu überwinden, und es ist am besten, übermäßige Investitionen oder Expansionen zu vermeiden. Wenn Sie geduldig auf den richtigen Zeitpunkt warten, wird sicherlich ein guter Tag kommen. Achten Sie auf Ihre Gesundheit.
es: Es como nadar en aguas profundas. Si bien se ve tranquilo en la superficie, puede haber preocupaciones por dentro. Debes usar la sabiduría para superar las dificultades, y es mejor evitar inversiones o expansiones excesivas. Si esperas pacientemente el momento adecuado, seguramente llegará un buen día. Presta atención a tu salud.
fr: C'est comme nager en eaux profondes. Bien que cela paraisse calme en surface, il peut y avoir des inquiétudes à l'intérieur. Vous devez faire preuve de sagesse pour surmonter les difficultés, et il est préférable d'éviter les investissements ou expansions excessifs. Si vous attendez patiemment le bon moment, un jour faste viendra sûrement. Faites attention à votre santé.
hi: यह गहरे पानी में तैरने जैसा है। सतह पर शांति दिख सकती है, लेकिन अंदर कुछ चिंताएँ हो सकती हैं। अपनी बुद्धि का उपयोग करें और जोखिम भरे निवेश से बचें। धैर्यपूर्वक सही समय का इंतजार करें, सफलता अवश्य मिलेगी। अपने स्वास्थ्य का ध्यान रखें।
ja: 深い水の中を泳いでいるような時期です。表面上は穏やかに見えますが、内面には悩みがあるかもしれません。知恵を絞って困難を克服しなければならず、過度な投資や拡大は控えるのが賢明です。忍耐強く適切な時期を待てば、必ず良い日が来ます。健康に注意してください。
ko: 깊은 물속을 헤엄치는 듯한 형국입니다. 겉으로는 평온해 보이나 속으로는 근심이 있을 수 있습니다. 지혜를 발휘하여 난관을 극복해야 하며, 무리한 투자나 확장은 피하는 것이 좋습니다. 인내심을 가지고 때를 기다리면 반드시 좋은 날이 올 것입니다. 건강 관리에 유의하세요.
ru: Этот год требует мудрости и терпения, словно плавание в глубоких водах. Пока все кажется спокойным, используйте это время для накопления внутренних сил. Избегайте рискованных инвестиций и ждите подходящего момента; ваше терпение будет вознаграждено.
zh: 需要沉住气的一年，像行舟深水，静中蓄势。避免冒险投资，等待更合适的时机再出手。

# tojeongSangsuDetail7
source: You may face challenges that feel like crossing a great mountain, but a vast plain of opportunity awaits on the other side. Focus on inner stability and maintaining your current progress. Building trust and staying consistent will lead to great fruit in the long run.
de: Es ist, als ob ein großer Berg Ihren Weg versperrt, aber sobald Sie ihn überquert haben, wird sich eine weite Ebene ausbreiten. Wenn Sie Schwierigkeiten mit festem Willen ertragen, werden Sie große Früchte ernten. Es ist von Vorteil, Ihre aktuelle Position beizubehalten und sich auf die innere Stabilität zu konzentrieren. Stabilität ist besser als voreilige Veränderungen, und der Aufbau von Vertrauen ist wichtig.
es: Es como si una gran montaña bloqueara tu camino, pero una vez que la cruzas, se extiende una vasta llanura. Si soportas las dificultades con voluntad firme, darás grandes frutos. Es ventajoso mantener tu posición actual y enfocarte en la estabilidad interior. La estabilidad es mejor que los cambios apresurados, y construir confianza es importante.
fr: C'est comme si une grande montagne bloquait votre chemin, mais une fois franchie, une vaste plaine s'étendra devant vous. Si vous endurez les difficultés avec une volonté ferme, vous porterez de grands fruits. Il est avantageux de maintenir votre position actuelle et de vous concentrer sur la stabilité intérieure. La stabilité vaut mieux que des changements hâtifs, et instaurer la confiance est important.
hi: यह एक विशाल पर्वत को पार करने जैसा है, जिसके बाद एक विस्तृत मैदान आपका स्वागत करेगा। यदि आप धैर्य से कठिनाइयों का सामना करते हैं, तो बड़ा फल मिलेगा। वर्तमान स्थिति में स्थिरता बनाए रखना फायदेमंद है। जल्दबाजी के बजाय विश्वास और नींव मजबूत करने पर ध्यान दें।
ja: 大きな山が道を塞いでいるようですが、一度それを越えれば広大な平野が広がります。強い意志で困難を耐え抜けば、大きな実を結ぶでしょう。現在の地位を維持し、内部の安定に集中するのが有利です。性急な変化よりも安定が良く、信頼を築くことが重要です。
ko: 태산이 앞을 가로막고 있는 듯하나, 그 산을 넘으면 넓은 평야가 펼쳐집니다. 굳건한 의지로 어려움을 버티면 큰 결실을 맺습니다. 현재의 위치를 지키며 내실을 기하는 것이 유리합니다. 섣부른 변화보다는 안정을 추구하는 것이 좋으며, 신뢰를 쌓는 것이 중요합니다.
ru: Вы можете столкнуться с трудностями, похожими на восхождение на высокую гору, но за ней вас ждет равнина возможностей. Сосредоточьтесь на стабильности и сохранении достигнутого. Доверие и последовательность принесут плоды в долгосрочной перспективе.
zh: 像翻山越岭的一年，过程辛苦但终点是更广阔的机会。把重心放在稳定与信任，长期会见成果。

# tojeongSangsuDetail8
source: This is a time for sowing the seeds of your future success. By embracing others with a warm and patient heart, you will build a strong foundation of trust and respect. Your long-term investments and focus on family will bring lasting peace and prosperity.
de: Es ist eine Zeit, um Samen auf weitem Land zu säen. Wenn Sie Ihre Umgebung mit Inklusivität und Geduld annehmen, werden Sie Tugend aufbauen. Wenn Sie Menschen mit einem warmen, mutterähnlichen Herzen behandeln, können Sie Hilfe von anderen erhalten. Investitionen für die Zukunft, statt sofortiger Ergebnisse, werden in diesem Jahr glänzen. In Ihrem Zuhause wird Frieden einkehren.
es: Es un momento para sembrar semillas en tierras vastas. Si abrazas tu entorno con inclusividad y paciencia, construirás virtud. Si tratas a las personas con un corazón cálido y maternal, puedes recibir ayuda de los demás. Las inversiones para el futuro, más que los resultados inmediatos, brillarán este año. La paz habitará en tu hogar.
fr: C'est le moment de semer des graines sur une vaste terre. Si vous embrassez votre environnement avec inclusivité et patience, vous cultiverez la vertu. Si vous traitez les gens avec un cœur chaleureux et maternel, vous pourrez recevoir l'aide des autres. Les investissements pour l'avenir, plutôt que les résultats immédiats, brilleront cette année. La paix habitera votre foyer.
hi: यह उपजाऊ भूमि पर बीज बोने का समय है। यदि आप धैर्य और सद्भाव के साथ चलते हैं, तो भविष्य में इसके अच्छे परिणाम मिलेंगे। दूसरों की मदद करने और माँ जैसे उदार हृदय से व्यवहार करने पर आपको भी सहायता मिलेगी। तत्काल लाभ के बजाय भविष्य के निवेश पर ध्यान दें। घर में सुख-शांति बनी रहेगी।
ja: 広大な土地に種をまく時期です。包容力と忍耐で周囲を受け入れれば、徳を積むことができます。温かい母親のような心で人に接すれば、他人からの助けを得られます。目先の利益よりも将来への投資が、今年輝きを放つでしょう。家庭に平和が訪れます。
ko: 넓은 대지 위에 씨앗을 뿌리는 시기입니다. 포용력과 인내심으로 주변을 감싸 안으면 덕을 쌓게 됩니다. 어머니와 같은 따뜻한 마음으로 사람을 대하면 귀인의 도움을 받을 수 있습니다. 당장의 성과보다는 미래를 위한 투자가 빛을 발하는 해입니다. 가정에 평화가 깃듭니다.
ru: Это время для посева семян будущего успеха. Проявляя теплоту и терпение к окружающим, вы создадите прочный фундамент доверия и уважения. Ваши долгосрочные вложения и внимание к семье принесут мир и процветание.
zh: 播种之年，温暖与包容会换来信任与尊重。家庭与长期投入会带来更持久的安稳与富足。

# tojeongJungsuDetail1
source: A helpful mentor will appear, bringing positive news and opportunities. Any previous obstacles will resolve, and your financial outlook will improve. Collaboration will be your key to success this year.
de: Ein Helfer kommt an Ihre Tür und bringt freudige Ereignisse. Blockierte Angelegenheiten werden sich lösen und Wohlstand wird einfließen. Wenn Sie Dinge mit einem Partner planen, steigt die Erfolgswahrscheinlichkeit.
es: Un ayudante llega a tu puerta, trayendo eventos alegres. Los asuntos bloqueados se resolverán y la riqueza fluirá. Si planeas cosas con un socio, la probabilidad de éxito aumentará.
fr: Une aide arrive à votre porte, apportant des événements joyeux. Les problèmes bloqués se résoudront et la richesse affluera. Si vous planifiez des choses avec un partenaire, la probabilité de succès augmentera.
hi: कोई मददगार व्यक्ति आपके जीवन में आएगा, जिससे शुभ कार्य सिद्ध होंगे। रुकी हुई बाधाएं दूर होंगी और आर्थिक स्थिति में सुधार होगा। साझेदारी में काम करने पर सफलता की संभावना अधिक है।
ja: 助っ人が玄関に現れ、喜ばしい出来事をもたらします。滞っていた問題が解決し、富が流れ込んでくるでしょう。パートナーと一緒に計画を立てれば、成功の確率が高まります。
ko: 귀인이 문 앞에 당도하니 기쁜 일이 생깁니다. 막혔던 일이 풀리고 재물이 들어오는 운입니다. 협력자를 만나 일을 도모하면 성공 확률이 높아집니다.
ru: Появится мудрый наставник, который принесет добрые вести и возможности. Предыдущие препятствия исчезнут, а финансовые перспективы улучшатся. Сотрудничество станет вашим ключом к успеху в этом году.
zh: 贵人出现，带来消息与机会。过往阻碍会逐步化解，合作会成为关键助力。

# tojeongJungsuDetail2
source: You may experience joyful events within your family or home. This is a favorable time for legal documents, contracts, or sales. Maintain clear and kind communication to ensure all interactions remain positive.
de: Es kann eine Feier zu Hause geben oder Sie heißen ein neues Familienmitglied willkommen. Dokumentenglück ist gut, was es günstig für Verträge oder Verkäufe macht. Kleine Streitigkeiten könnten jedoch zu großen Kämpfen führen, seien Sie also vorsichtig mit Ihren Worten und Taten.
es: Puede haber una celebración en casa o podrías dar la bienvenida a un nuevo miembro de la familia. La suerte con los documentos es buena, lo que lo hace favorable para contratos o ventas. Sin embargo, pequeñas discusiones podrían convertirse en grandes peleas, así que ten cuidado con tus palabras y acciones.
fr: Il pourrait y avoir une célébration à la maison ou vous pourriez accueillir un nouveau membre dans la famille. La chance concernant les documents est bonne, ce qui est favorable pour les contrats ou les ventes. Cependant, de petites disputes pourraient se transformer en grands conflits, soyez donc prudent avec vos paroles et vos actes.
hi: परिवार में कोई मांगलिक कार्य या खुशी का अवसर आ सकता है। दस्तावेजी कार्यों और अनुबंधों के लिए यह अनुकूल समय है। हालाँकि, छोटी बातों पर विवाद से बचें और अपने व्यवहार में विनम्रता बनाए रखें।
ja: 家庭でお祝い事があったり、新しい家族を迎えたりするかもしれません。書類運が良く、契約や売買に有利です。ただし、小さな口論が大きな喧嘩に発展する可能性があるため、言動には注意してください。
ko: 가정에 경사가 있거나 새로운 식구를 맞이할 수 있습니다. 문서운이 좋아 계약이나 매매에 유리합니다. 다만, 작은 다툼이 큰 싸움으로 번질 수 있으니 언행을 조심하세요.
ru: В вашей семье или доме могут произойти радостные события. Это благоприятное время для документов, контрактов или сделок. Поддерживайте ясное и доброе общение, чтобы все взаимодействия оставались позитивными.
zh: 家庭与居所更有喜气，文书、合约与交易更顺利。保持沟通清晰温和，结果会更好。

# tojeongJungsuDetail3
source: New horizons await you, potentially through travel or work in new locations. Embrace these changes with confidence; your willingness to explore new opportunities will lead to rewarding results.
de: Sie sind dazu bestimmt, Ihre Flügel in einem fremden Land auszubreiten oder weit weg zu ziehen. Sie können neue Möglichkeiten durch Reisen oder Geschäftsreisen gewinnen. Wenn Sie sich ohne Angst vor Veränderungen herausfordern, werden Sie gute Ergebnisse erzielen.
es: Estás destinado a desplegar tus alas en una tierra extranjera o mudarte muy lejos. Puedes obtener nuevas oportunidades a través de viajes o viajes de negocios. Si te desafías a ti mismo sin temer al cambio, obtendrás buenos resultados.
fr: Vous êtes destiné à déployer vos ailes en terre étrangère ou à déménager loin. Vous pouvez obtenir de nouvelles opportunités grâce à des voyages ou des déplacements professionnels. Si vous vous lancez des défis sans craindre le changement, vous obtiendrez de bons résultats.
hi: आपको अपनी सीमाओं का विस्तार करने या दूर की यात्रा करने का अवसर मिलेगा। यात्रा या नए संपर्कों के माध्यम से प्रगति होगी। बदलाव से डरे बिना चुनौतियों का सामना करें, परिणाम सुखद होंगे।
ja: 異国の地で羽を広げたり、遠くへ移動したりする運命にあります。旅行や出張を通じて新しい機会を得ることができます。変化を恐れずに挑戦すれば、良い結果が得られるでしょう。
ko: 타향에서 뜻을 펼치거나 먼 곳으로 이동할 운입니다. 여행이나 출장을 통해 새로운 기회를 얻을 수 있습니다. 변화를 두려워하지 말고 도전하면 좋은 결과를 얻습니다.
ru: Перед вами откроются новые горизонты, возможно, через путешествия или работу в новых местах. Принимайте эти перемены с уверенностью; ваша готовность исследовать новое приведет к достойным результатам.
zh: 可能迎来出行或新地点的新机会。带着信心去尝试，会收获超出预期的回报。

# tojeongJungsuDetail4
source: Your hard work will be recognized with honor or a promotion at work. This is an excellent time for exams or certifications. Showcase your abilities with confidence, and you'll achieve great success.
de: Ehre folgt, wenn Sie Anerkennung oder eine Beförderung am Arbeitsplatz erhalten. Es ist eine günstige Zeit für das Bestehen von Prüfungen oder den Erwerb von Zertifizierungen. Fühlen Sie sich frei, Ihre Fähigkeiten in vollem Umfang unter Beweis zu stellen.
es: El honor sigue a medida que recibes reconocimiento o ascenso en el trabajo. Es un momento favorable para aprobar exámenes u obtener certificaciones. Siéntete libre de demostrar tus habilidades al máximo.
fr: L'honneur suit alors que vous recevez une reconnaissance ou une promotion au travail. C'est une période favorable pour réussir des examens ou obtenir des certifications. N'hésitez pas à démontrer pleinement vos capacités.
hi: कार्यक्षेत्र में आपको विशेष पहचान और पदोन्नति मिल सकती है। परीक्षाओं या प्रमाणन के लिए यह श्रेष्ठ समय है। अपनी क्षमताओं का प्रदर्शन करने में संकोच न करें।
ja: 職場で認められたり昇進したりして、名誉が続きます。試験の合格や資格取得に有利な時期です。自分の能力を存分に発揮してください。
ko: 관운이 따르니 직장에서 승진하거나 명예를 얻게 됩니다. 시험 합격이나 자격증 취득에 유리한 시기입니다. 자신의 능력을 마음껏 발휘해보세요.
ru: Ваш упорный труд будет отмечен почетом или повышением. Это отличное время для экзаменов или сертификации. Уверенно демонстрируйте свои способности, и вы добьетесь большого успеха.
zh: 努力被认可，容易有升职或嘉奖。考试与证书也更有利，适合大胆展示实力。

# tojeongJungsuDetail5
source: Your financial potential is strong, but so is the temptation to spend. Practice thorough money management and avoid impulsive purchases. It's wise to keep your financial dealings professional and clear.
de: Das Wohlstandsglück ist stark, aber die Ausgaben könnten auch steigen. Sie müssen bei der Geldverwaltung gründlich sein und auf impulsive Ausgaben verzichten. Am besten ist es, Finanztransaktionen mit engen Bekannten zu vermeiden.
es: La suerte de la riqueza es fuerte, pero los gastos también podrían aumentar. Debes ser minucioso con la gestión del dinero y abstenerte de gastos impulsivos. Es mejor evitar transacciones financieras con conocidos cercanos.
fr: La chance de richesse est forte, mais les dépenses pourraient aussi augmenter. Vous devez être rigoureux dans la gestion de votre argent et vous abstenir de dépenses impulsives. Il est préférable d'éviter les transactions financières avec des connaissances proches.
hi: आर्थिक लाभ की संभावना है, लेकिन खर्च भी बढ़ सकते हैं। बजट प्रबंधन पर ध्यान दें और अनावश्यक खर्चों से बचें। परिचितों के साथ धन के लेन-देन में सावधानी बरतें।
ja: 金運は強いですが、支出も増える可能性があります。金銭管理を徹底し、衝動買いを控えなければなりません。親しい知人との金銭取引は避けるのが最善です。
ko: 재물운이 왕성하나 지출 또한 많아질 수 있습니다. 금전 관리에 철저해야 하며, 충동적인 소비를 자제해야 합니다. 가까운 사람과의 금전 거래는 피하는 것이 좋습니다.
ru: Ваш финансовый потенциал высок, но велико и искушение тратить. Практикуйте тщательное управление деньгами и избегайте импульсивных покупок. Мудро вести дела профессионально и прозрачно.
zh: 财运潜力强，但花钱诱惑也大。做好预算，避免冲动消费，资金往来尽量专业透明。

# tojeongJungsuDetail6
source: Prioritize your physical and mental well-being this year. Avoid overworking and ensure you get plenty of rest. Taking proactive steps for your health now will prevent future issues and keep your energy high.
de: Es ist eine Zeit, besonders auf Ihre Gesundheit zu achten. Vermeiden Sie Überarbeitung und gönnen Sie sich viel Ruhe. Es ist auch gut, die Versicherung in Vorbereitung auf unerwartete Unfälle oder Krankheiten zu überprüfen.
es: Es un momento para cuidar especialmente tu salud. Evita trabajar en exceso y descansa mucho. También es bueno revisar el seguro en preparación para accidentes o enfermedades inesperadas.
fr: C'est le moment de prendre particulièrement soin de votre santé. Évitez le surmenage et reposez-vous beaucoup. Il est également bon de vérifier vos assurances en préparation d'accidents ou de maladies inattendus.
hi: यह अपने स्वास्थ्य की विशेष देखभाल करने का समय है। काम के बोझ से बचें और पर्याप्त विश्राम करें। अपनी जीवनशैली को संतुलित रखें और शारीरिक तंदुरुस्ती को प्राथमिकता दें।
ja: 健康に特に注意すべき時期です。過労を避け、十分な休息をとってください。予期せぬ事故や病気に備えて、保険を確認しておくのも良いでしょう。
ko: 건강에 각별히 유의해야 할 시기입니다. 과로를 피하고 충분한 휴식을 취하세요. 예기치 않은 사고나 질병에 대비하여 보험 등을 점검하는 것도 좋습니다.
ru: В этом году уделите приоритетное внимание своему физическому и ментальному благополучию. Избегайте переутомления и обеспечьте себе полноценный отдых. Забота о здоровье сейчас предотвратит проблемы в будущем и сохранит вашу энергию.
zh: 把身心健康放第一位，避免过劳，保证休息。现在的主动保养能减少未来问题。

# tojeongHasuDetail1
source: Ultimately, your efforts will lead to success and your goals will be achieved. You will be rewarded for your hard work and admired by those around you. Stay true to your original vision to ensure your success lasts.
de: Infolgedessen wird sich alles reibungslos lösen und Ihre Wünsche werden in Erfüllung gehen. Sie werden sicherlich Belohnungen für Ihre Bemühungen erhalten und den Neid Ihrer Mitmenschen gewinnen. Wenn Sie Ihre ursprüngliche Einstellung nicht verlieren, werden Ihre Segnungen lange anhalten.
es: Como resultado, todo se resolverá sin problemas y tus deseos se harán realidad. Seguramente recibirás recompensas por tus esfuerzos y ganarás la envidia de quienes te rodean. Si no pierdes tu mentalidad inicial, tus bendiciones durarán mucho.
fr: En conséquence, tout se résoudra en douceur et vos vœux se réaliseront. Vous recevrez sûrement des récompenses pour vos efforts et susciterez l'envie de votre entourage. Si vous ne perdez pas votre état d'esprit initial, vos bénédictions dureront longtemps.
hi: अंततः, सभी मामले सुचारू रूप से हल हो जाएंगे और आपकी मनोकामनाएं पूरी होंगी। आपके प्रयासों का फल मिलेगा और समाज में सम्मान बढ़ेगा। अपनी विनम्रता और मूल सिद्धांतों को बनाए रखें।
ja: その結果、すべてがスムーズに解決し、願いが叶うでしょう。努力が必ず報われ、周囲から羨望の眼差しを向けられるでしょう。初心を忘れなければ、その福は長く続くでしょう。
ko: 결과적으로 모든 일이 순조롭게 풀리고 소원을 성취하게 됩니다. 노력한 만큼의 대가를 반드시 얻게 되며, 주위의 부러움을 사게 됩니다. 초심을 잃지 않으면 복이 오래갈 것입니다.
ru: В конечном счете, ваши усилия приведут к успеху, и цели будут достигнуты. Вы будете вознаграждены за свой труд и получите признание окружающих. Оставайтесь верны своему видению, чтобы успех был долгим.
zh: 最终你会达成目标并收获成功，努力会被看见并得到回报。坚持初心，成果才能更长久。

# tojeongHasuDetail2
source: You may face some challenges along the way, but your perseverance will lead you to your goal. The rewards of your hard work will be all the sweeter for the effort you put in. Success will bloom in its own time.
de: Es mag einige Schwierigkeiten im Prozess geben, aber wenn Sie durchhalten und hart arbeiten, werden Sie schließlich Ihr Ziel erreichen. Nichts wird leicht gewonnen, also werden Sie ernten, wofür Sie gearbeitet haben. Es ist ein Glück der späten Blüte.
es: Puede haber algunas dificultades en el proceso, pero si perseveras y trabajas duro, eventualmente lograrás tu objetivo. Nada se gana fácilmente, así que cosecharás lo que has trabajado. Es una fortuna de floración tardía.
fr: Il peut y avoir quelques difficultés dans le processus, mais si vous persévérez et travaillez dur, vous finirez par atteindre votre objectif. Rien ne s'obtient facilement, vous récolterez donc ce pour quoi vous avez travaillé. C'est une fortune de floraison tardive.
hi: प्रक्रिया में कुछ चुनौतियाँ आ सकती हैं, लेकिन धैर्य और कड़ी मेहनत से आप लक्ष्य प्राप्त कर लेंगे। सफलता के लिए निरंतर प्रयास आवश्यक हैं। यह 'देर आए दुरुस्त आए' वाला भाग्य है।
ja: 過程で多少の困難はあるかもしれませんが、忍耐強く努力すれば、最終的には目標を達成できるでしょう。簡単に得られるものは何もないので、努力した分だけ収穫があります。大器晩成の運勢です。
ko: 과정에서 다소 어려움이 있을 수 있으나, 끈기를 가지고 노력하면 결국에는 목표를 달성합니다. 쉽게 얻어지는 것은 없으니 땀 흘린 만큼의 결실을 맺게 됩니다. 대기만성형 운세입니다.
ru: На пути могут возникнуть трудности, но ваше упорство приведет вас к цели. Награда за труд будет тем слаще, чем больше усилий вы приложите. Успех расцветет в свое время.
zh: 路上或有波折，但只要坚持，回报会更甜。成功会在合适的时间自然绽放。

# tojeongHasuDetail3
source: Unexpected obstacles may arise, but your resilience will turn these challenges into opportunities. By staying calm and focused, you'll find that misfortune can be turned into a blessing. Wisdom is your greatest ally this year.
de: Sie könnten auf unerwartete Hindernisse stoßen, aber wenn Sie ohne Frustration durchhalten, können Sie eine Krise in eine Chance verwandeln. Wenn Sie Gier loslassen und Ihren Geist klären, werden stattdessen gute Dinge passieren. Weisheit, um Unglück in einen Segen zu verwandeln, ist gefragt.
es: Podrías encontrar obstáculos inesperados, pero si perseveras sin frustrarte, puedes convertir la crisis en oportunidad. Si dejas ir la codicia y aclaras tu mente, sucederán cosas buenas en su lugar. Se necesita sabiduría para convertir el infortunio en una bendición.
fr: Vous pourriez rencontrer des obstacles inattendus, mais si vous persévérez sans frustration, vous pouvez transformer la crise en opportunité. Si vous lâchez prise sur l'avidité et libérez votre esprit, de bonnes choses arriveront à la place. La sagesse de transformer le malheur en bénédiction est nécessaire.
hi: अप्रत्याशित बाधाएं आ सकती हैं, लेकिन निराश न हों। धैर्य से आप संकट को अवसर में बदल सकते हैं। लोभ त्यागकर स्पष्ट मन से कार्य करने पर शुभ फल प्राप्त होंगे।
ja: 予期せぬ障害に遭遇するかもしれませんが、挫折せずに耐え抜けば、危機をチャンスに変えることができます。欲を捨てて心を空っぽにすれば、かえって良いことが起こるでしょう。災いを転じて福となす知恵が必要です。
ko: 뜻하지 않은 난관에 부딪힐 수 있으나, 좌절하지 않고 인내하면 위기를 기회로 바꿀 수 있습니다. 욕심을 버리고 마음을 비우면 오히려 좋은 일이 생깁니다. 전화위복의 지혜가 필요합니다.
ru: Могут возникнуть неожиданные препятствия, но ваша стойкость превратит эти вызовы в возможности. Сохраняя спокойствие, вы обнаружите, что неудача может обернуться благословением. Мудрость — ваш лучший союзник в этом году.
zh: 可能遇到意外阻碍，但你的韧性会把麻烦变成机会。保持冷静专注，转祸为福。
