Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotSuccessDetail5
source: It's wise to receive help from those around you rather than trying to solve the problem alone. You can find solutions surprisingly easily if you seek advice from superiors like bosses or mentors. Following company rules and procedures is the shortcut to getting good evaluations, and it's also a good time to sign important contracts.
de: Anstatt Probleme allein zu lösen, suchen Sie die Unterstützung von Kollegen oder Mentoren. Die Einhaltung von Unternehmensregeln und -verfahren ist der kürzeste Weg zur Anerkennung. Es ist auch eine günstige Zeit, um wichtige Dokumente zu unterzeichnen und berufliche Netzwerke aufzubauen.
es: En lugar de resolver los problemas solo, busca el apoyo de colegas o mentores. Respetar las reglas y procedimientos corporativos es el camino más corto al reconocimiento. También es un periodo propicio para firmar documentos importantes y establecer redes de contacto profesionales.
fr: Au lieu de résoudre les problèmes seul, demandez le soutien de collègues ou de mentors. Respecter les règles et procédures de l'entreprise est le chemin le plus court vers la reconnaissance. C'est aussi une période propice pour signer des documents importants et établir des réseaux de contact professionnels.
hi: अपने कार्यस्थल के नियमों और संस्कृति का सम्मान करें। आपके पास जो ज्ञान है, उसे दूसरों के साथ साझा करें और दूसरों से सीखने के लिए तैयार रहें। आपकी ईमानदारी और वफादारी आपको पेशेवर रूप से सम्मानित बनाएगी।
ja: 一人で問題を解決しようとするよりも、周囲の助けを借りるのが賢明です。職場の同僚や上司、メンターなど目上の人に助言を求めれば、意外と簡単に解決策を見つけることができます。社内の規則と手順をよく守ることが良い評価を受ける近道であり、重要な契約を締結するのにも良い運気です。
ko: 혼자서 문제를 해결하려 하기보다는 주변의 도움을 받는 것이 현명합니다. 직장 상사나 멘토 등 윗사람에게 조언을 구하면 의외로 쉽게 해결책을 찾을 수 있습니다. 회사 내의 규칙과 절차를 잘 따르는 것이 좋은 평가를 받는 지름길이며, 중요한 계약을 체결하기에도 좋은 운입니다.
ru: Вместо того чтобы решать проблемы в одиночку, обратитесь за поддержкой к коллегам или наставникам. Соблюдение корпоративных правил и процедур — самый короткий путь к признанию. Это также удачный период для подписания важных документов и налаживания деловых связей.
zh: 比起独自解决问题，寻求周围的帮助是明智的。向同事或上司等前辈寻求建议，往往能出乎意料地轻松找到解决方案。遵守公司规章制度是获得好评的捷径，也是签订重要合同的好运期。

# tarotKeywords6
source: Love, harmony, choice, union, partnership
de: Liebe, Harmonie, Beziehungen, gemeinsame Werte, Entscheidungen
es: Amor, armonía, elección, unión, asociación
fr: Amour, harmonie, choix, union, partenariat
hi: प्रेम, सद्भाव, रिश्ते, साझा मूल्य, विकल्प
ja: 愛, 調和, 選択, 結合, パートナーシップ
ko: 사랑, 조화, 선택, 결합, 파트너십
ru: Любовь, гармония, выбор, союз, партнерство
zh: 爱情, 和谐, 选择, 结合, 伙伴关系

# tarotDesc6
source: Adam and Eve stand receiving a blessing from an angel under a warm sun.
de: Adam und Eva stehen unter einer warmen Sonne und erhalten den Segen eines Engels.
es: Bajo los rayos de un sol cálido, Adán y Eva reciben la bendición de un ángel. Es el símbolo de la unión de almas y de una elección vital importante.
fr: Sous les rayons d'un soleil chaud, Adam et Ève reçoivent la bénédiction d'un ange. C'est le symbole de l'union des âmes et d'un choix de vie important.
hi: प्रेमी कार्ड प्यार, आकर्षण और महत्वपूर्ण विकल्पों का प्रतीक है। यह न केवल रोमांटिक रिश्तों के बारे में है, बल्कि जीवन के बड़े निर्णयों में अपने मूल्यों के प्रति सच्चे रहने के बारे में भी है। यह कार्ड सद्भाव और संतुलन खोजने का संदेश देता है।
ja: 温かい太陽の下、天使の祝福を受けるアダムとイブが立っています。
ko: 따스한 태양 아래 천사의 축복을 받는 아담과 이브가 서 있습니다.
ru: Под лучами теплого солнца Адам и Ева получают благословение ангела. Это символ союза душ и важного жизненного выбора.
zh: 在温暖的太阳下，亚当和夏娃正接受天使的祝福。这象征着灵魂的结合与重要的选择。

# tarotLoveMeaning6
source: This is one of the best times for love to bloom.
de: Dies ist eine der besten Zeiten für die Liebe, um zu erblühen.
es: Uno de los mejores periodos para el florecimiento del amor.
fr: L'une des meilleures périodes pour l'épanouissement de l'amour.
hi: प्यार में, यह एक गहरे और भावुक जुड़ाव का संकेत देता है। आप अपने साथी के साथ पूर्ण सामंजस्य महसूस करेंगे। सिंगल लोगों के लिए, एक बहुत ही आकर्षक और महत्वपूर्ण रिश्ता शुरू होने की संभावना है।
ja: 愛が花開く最高の時期の一つです。
ko: 사랑이 꽃피는 가장 좋은 시기 중 하나입니다.
ru: Один из лучших периодов для расцвета любви.
zh: 这是爱情开花结果的最佳时期之一。

# tarotLoveDetail6
source: A heart-fluttering romance awaits you. You'll rapidly get closer to someone you're attracted to, and you can feel a telepathic connection just by making eye contact. If you're preparing to confess, the success rate is very high, so take courage. However, you need the wisdom to choose where your heart truly belongs rather than being swept away by momentary temptation.
de: Eine herzzerreißende Romanze erwartet Sie. Sie werden jemandem, zu dem Sie sich hingezogen fühlen, schnell näher kommen. Wenn Sie bereit sind, Ihre Liebe zu gestehen, ist die Erfolgsrate sehr hoch. Wählen Sie jedoch mit Bedacht, wohin Ihr Herz wirklich gehört.
es: Te espera un romance emocionante. Te acercarás rápidamente a una persona que te atrae y sentirás una profunda conexión espiritual. Si planeas declarar tus sentimientos, las probabilidades de éxito son muy altas. Pero recuerda: es mejor elegir con el corazón que ceder a una tentación momentánea.
fr: Un roman passionnant vous attend. Vous vous rapprocherez rapidement d'une personne qui vous attire et ressentirez une profonde connexion spirituelle. Si vous prévoyez de déclarer vos sentiments, les chances de succès sont très élevées. Mais rappelez-vous : il vaut mieux choisir avec le cœur que de céder à une tentation momentanée.
hi: आपका दिल खुशी से भर जाएगा क्योंकि आप किसी ऐसे व्यक्ति के करीब आएंगे जो आपके मूल्यों को साझा करता है। यह समय महत्वपूर्ण निर्णय लेने का है, जो आपके भविष्य के प्रेम जीवन को प्रभावित करेगा। अपने दिल की सुनें और सही चुनाव करें।
ja: 胸が高鳴るロマンスが待っています。好意を持っている相手と急速に親しくなり、目を見るだけで通じ合うテレパシーのような交感を感じることができるでしょう。告白を準備中なら成功確率が非常に高いので、勇気を出してください。ただし、一時の誘惑に流されるよりは、真心が向かう先を選択する知恵が必要です。
ko: 가슴 설레는 로맨스가 기다리고 있습니다. 호감 있는 상대와 급속도로 가까워지며, 눈만 마주쳐도 통하는 텔레파시 같은 교감을 느낄 수 있습니다. 고백을 준비 중이라면 성공 확률이 매우 높으니 용기를 내세요. 다만 순간의 유혹에 휩쓸리기보다는 진심이 향하는 곳을 선택하는 지혜가 필요합니다.
ru: Вас ждет волнующий роман. Вы быстро сблизитесь с человеком, который вам симпатичен, и почувствуете глубокую духовную связь. Если вы планируете признание в чувствах, шансы на успех очень велики. Но помните: лучше выбирать сердцем, а не поддаваться сиюминутному соблазну.
zh: 令人心跳加速的浪漫正等待着你。与好感对象迅速接近，感受深刻的共鸣。如果你打算表白，成功几率非常高。但请记住，比起被瞬间的诱惑冲昏头脑，选择真心所属的方向才是明智之举。

# tarotWealthMeaning6
source: Your financial fortunes increase when you're together rather than alone.
de: Ihr finanzielles Glück steigt, wenn Sie gemeinsam statt alleine handeln.
es: Tu situación financiera mejorará al colaborar con otros.
fr: Votre situation financière s'améliorera en collaborant avec d'autres.
hi: आर्थिक रूप से, यह कार्ड साझेदारी और सहयोग के माध्यम से लाभ का संकेत देता है। किसी भरोसेमंद व्यक्ति के साथ मिलकर काम करना आपके लिए फायदेमंद होगा। हालांकि, बड़े वित्तीय निर्णय लेते समय अपने मूल्यों के साथ समझौता न करें।
ja: 一人よりも一緒の時、金運が上昇します。
ko: 혼자보다는 함께할 때 금전운이 상승합니다.
ru: Ваше финансовое положение улучшится при сотрудничестве с другими.
zh: 比起独自一人，合作时财运会上升。

# tarotWealthDetail6
source: Promoting work with someone you get along with will create synergy and increase financial benefits. If you receive a partnership proposal, review it positively. It's a time when you can get useful investment information through communication with people around you. However, spending for pleasure may become excessive, so proper adjustment is necessary.
de: Die Zusammenarbeit mit jemandem, mit dem Sie sich gut verstehen, wird Synergien schaffen. Wenn Sie einen Partnerschaftsvorschlag erhalten, prüfen Sie ihn positiv. Es ist eine Zeit, in der Sie nützliche Informationen durch Kommunikation erhalten können. Passen Sie jedoch auf, dass die Ausgaben für Vergnügen nicht zu hoch werden.
es: Trabajar en equipo con alguien que piense como tú traerá un efecto de sinergia y aumentará tus beneficios. Si te proponen una asociación, considérala seriamente. La comunicación con los demás te ayudará a obtener información valiosa para tus inversiones. Sin embargo, vigila tus gastos en ocio para no salirte del presupuesto.
fr: Travailler en équipe avec quelqu'un qui pense comme vous apportera un effet de synergie et augmentera vos bénéfices. Si l'on vous propose un partenariat, considérez-le sérieusement. La communication avec les autres vous aidera à obtenir des informations précieuses pour vos investissements. Cependant, surveillez vos dépenses de loisirs pour ne pas dépasser votre budget.
hi: जब आप दूसरों के साथ सहयोग करते हैं तो आपका वित्तीय दृष्टिकोण बेहतर होता है। निवेश के मामले में आपके पास दो विकल्प हो सकते हैं, उनमें से वह चुनें जो आपके दीर्घकालिक लक्ष्यों के अनुकूल हो। संतुलन बनाए रखना ही वित्तीय सफलता की कुंजी है।
ja: 心の合う人と一緒に仕事を企てれば、相乗効果が出て金銭的利益が大きくなります。共同事業の提案があるなら前向きに検討してみてください。周囲の人々とのコミュニケーションを通じて有益な投資情報を得られる時期です。ただし、楽しむための支出が過多になる可能性があるので、適切な調節が必要です。
ko: 마음이 맞는 사람과 함께 일을 도모하면 시너지 효과가 나서 금전적 이익이 커집니다. 동업 제안이 들어온다면 긍정적으로 검토해보세요. 주변 사람들과의 소통을 통해 유익한 투자 정보를 얻을 수 있는 시기입니다. 다만 즐거움을 위한 지출이 과다해질 수 있으니 적절한 조절이 필요합니다.
ru: Работа в паре с единомышленником принесет синергетический эффект и увеличит прибыль. Если вам предложат партнерство, рассмотрите его всерьез. Общение с окружающими поможет вам получить ценную инвестиционную информацию. Однако следите за расходами на развлечения, чтобы не выйти за рамки бюджета.
zh: 与志同道合的人一起共事会产生协同效应，增加经济利益。如果有合作建议，请积极考虑。这是一个通过与人沟通获得有益投资信息的时期。不过请注意调节娱乐支出，避免过度消费。

# tarotSuccessMeaning6
source: This is a time when teamwork shines.
de: Dies ist eine Zeit, in der Teamarbeit glänzt.
es: Es el momento en que el trabajo en equipo trae resultados brillantes.
fr: C'est le moment où le travail d'équipe apporte des résultats brillants.
hi: करियर में, यह कार्ड सफल सहयोग और टीम वर्क का प्रतीक है। आप अपने सहकर्मियों के साथ मिलकर बेहतरीन परिणाम प्राप्त करेंगे। यह उन विकल्पों को चुनने का समय है जो आपको न केवल सफलता दिलाएं बल्कि संतुष्टि भी दें।
ja: チームワークが光を放つ時期です。
ko: 팀워크가 빛을 발하는 시기입니다.
ru: Время, когда командная работа приносит блестящие результаты.
zh: 这是团队合作大放异彩的时期。

# tarotSuccessDetail6
source: You'll work joyfully with colleagues or business partners who fit you perfectly. You can achieve better results in team projects than in solo tasks, and smooth interpersonal relationships will be the key to success. If you choose work that you truly love and enjoy, you'll get results you won't regret.
de: Sie werden freudig mit Kollegen oder Geschäftspartnern zusammenarbeiten, die perfekt zu Ihnen passen. In Teamprojekten können Sie bessere Ergebnisse erzielen als bei Einzelaufgaben. Wenn Sie eine Arbeit wählen, die Sie wirklich lieben, werden Sie Ergebnisse erzielen, die Sie nicht bereuen werden.
es: Te llevas de maravilla con colegas y socios, y el trabajo te resulta placentero. En proyectos grupales lograrás más que en solitario, y la habilidad para entablar relaciones será la clave del éxito. Al elegir una tarea que realmente te guste, obtendrás resultados de los que no te arrepentirás.
fr: Vous vous entendez à merveille avec vos collègues et partenaires, et le travail vous est agréable. Dans des projets de groupe, vous accomplirez plus qu'en solo, et la capacité à nouer des relations sera la clé du succès. En choisissant une tâche qui vous plaît vraiment, vous obtiendrez des résultats que vous ne regretterez pas.
hi: कार्यस्थल पर आपके संबंध सुधरेंगे और आपको दूसरों का समर्थन मिलेगा। यदि आपको करियर में कोई बड़ा बदलाव करना है, तो अपनी अंतरात्मा की आवाज सुनें। आपकी ईमानदारी और दूसरों के साथ जुड़ने की क्षमता आपको आगे ले जाएगी।
ja: 職場の同僚やビジネスパートナーとの呼吸がぴったり合い、働くことが楽しいです。一人でする業務よりはチームプロジェクトでより良い成果を出すことができ、円満な対人関係が成功の鍵となります。あなたが本当に好きで楽しめる仕事を選択するなら、後悔のない結果を得るでしょう。
ko: 직장 동료나 비즈니스 파트너와의 호흡이 척척 맞아 일하는 것이 즐겁습니다. 혼자 하는 업무보다는 팀 프로젝트에서 더 좋은 성과를 낼 수 있으며, 원만한 대인관계가 성공의 핵심 열쇠가 됩니다. 당신이 진정으로 좋아하고 즐길 수 있는 일을 선택한다면 후회 없는 결과를 얻을 것입니다.
ru: Вы прекрасно ладите с коллегами и партнерами, и работа приносит удовольствие. В командных проектах вы добьетесь большего, чем в одиночку, а умение налаживать связи станет ключом к успеху. Выбирая дело, которое вам по душе, вы получите результат, о котором не придется жалеть.
zh: 与同事或合作伙伴默契十足，工作进行得非常愉快。比起独自工作，在团队项目中你能取得更好的成果，圆融的人际关系将成为成功的关键。如果你选择自己真心热爱的工作，将会获得无悔的结果。

# tarotKeywords7
source: Victory, will, forward, conquest, movement
de: Kontrolle, Wille, Erfolg, Handeln, Entschlossenheit
es: Victoria, voluntad, avance, conquista, triunfo
fr: Victoire, volonté, avance, conquête, triomphe
hi: नियंत्रण, इच्छाशक्ति, सफलता, क्रिया, दृढ़ संकल्प
ja: 勝利, 意志, 前進, 征服, 移動
ko: 승리, 의지, 전진, 정복, 이동
ru: Победа, воля, движение вперед, завоевание, триумф
zh: 胜利, 意志, 前进, 征服, 移动

# tarotDesc7
source: A young king in a chariot rushes forward toward his goal with strong will and wins a victory.
de: Ein junger König in einem Streitwagen stürmt mit starkem Willen auf sein Ziel zu und erringt einen Sieg.
es: El joven rey en su carro avanza con determinación hacia su objetivo, sosteniendo el cetro del poder. Su voluntad es inquebrantable y el triunfo está cerca.
fr: Le jeune roi sur son char avance avec détermination vers son objectif, tenant le sceptre du pouvoir. Sa volonté est inébranlable et le triomphe est proche.
hi: रथ कार्ड दृढ़ संकल्प, इच्छाशक्ति और जीत का प्रतीक है। यह बाधाओं को पार करने और अपने लक्ष्यों की ओर तेजी से बढ़ने का समय है। यह कार्ड आपको अपने मन और भावनाओं पर नियंत्रण रखकर सफलता प्राप्त करने के लिए प्रेरित करता है।
ja: 戦車に乗った若い王が強い意志で目標に向かって迷わず突き進み、勝利を勝ち取る姿です。
ko: 전차를 탄 젊은 왕이 강한 의지로 목표를 향해 거침없이 돌진하며 승리를 쟁취하는 모습입니다.
ru: Молодой король на колеснице уверенно движется к цели, держа в руках скипетр власти. Его воля непоколебима, а триумф близок.
zh: 坐在战车上的年轻国王手持指挥棒，以坚定的意志向着目标冲锋，势不可挡。

# tarotLoveMeaning7
source: It's a time when active romantic pursuits succeed.
de: Es ist eine Zeit, in der aktive romantische Bestrebungen erfolgreich sind.
es: Periodo en que las acciones decididas en el amor traerán el éxito.
fr: Période où les actions décidées en amour apporteront le succès.
hi: प्यार में, यह कार्ड सक्रिय प्रयासों और सफलता का संकेत देता है। यदि आप किसी के प्रति अपनी भावनाएं व्यक्त करना चाहते हैं, तो अब सही समय है। रिश्तों में आने वाली समस्याओं को आप अपने साहस और समझदारी से सुलझा लेंगे।
ja: 積極的な愛情攻勢が成功する時期です。
ko: 적극적인 애정 공세가 성공하는 시기입니다.
ru: Период, когда активные действия в любви принесут успех.
zh: 积极的爱情攻势会取得成功的时期。

# tarotLoveDetail7
source: It's time to rush to win love. Don't hesitate and express your heart honestly and proudly; you can win even if there are competitors. If you're in a 'some' stage, it's good to define the relationship clearly and lead. Dynamic dates or traveling together will deepen your affection.
de: Es ist an der Zeit, sich zu beeilen, um die Liebe zu gewinnen. Zögern Sie nicht und drücken Sie Ihr Herz ehrlich und stolz aus. Wenn Sie sich in einer Kennenlernphase befinden, ist es gut, die Beziehung klar zu definieren. Dynamische Dates oder gemeinsames Reisen werden Ihre Zuneigung vertiefen.
es: Es momento de luchar decididamente por tu amor. No dudes y declara tus sentimientos abiertamente; incluso si hay competidores, saldrás victorioso. Si estás en una etapa de incertidumbre, toma la iniciativa y define la relación. Los viajes juntos o el ocio activo fortalecerán vuestro vínculo.
fr: Il est temps de lutter résolument pour votre amour. N'hésitez pas et déclarez vos sentiments ouvertement ; même s'il y a des concurrents, vous sortirez victorieux. Si vous êtes dans une phase d'incertitude, prenez l'initiative et définissez la relation. Les voyages ensemble ou les loisirs actifs renforceront votre lien.
hi: अपने प्रेम जीवन की कमान अपने हाथों में लें। आपका आत्मविश्वास और स्पष्टता आपके साथी को प्रभावित करेगी। सिंगल लोगों के लिए, आप अपनी पसंद के व्यक्ति को पाने के लिए पूरी मेहनत करेंगे और सफल होंगे।
ja: 愛を勝ち取るために突き進むべき時です。ためらわずに自分の心を素直に堂々と表現すれば、ライバルがいても勝利することができます。サム（友達以上恋人未満）の状態なら、関係をはっきりと定義してリードするのが良いでしょう。ダイナミックなデートや一緒に旅行に出かけることが、愛情を深めてくれるでしょう。
ko: 사랑을 쟁취하기 위해 돌진해야 할 때입니다. 머뭇거리지 말고 자신의 마음을 솔직하고 당당하게 표현하면 경쟁자가 있더라도 승리할 수 있습니다. 썸을 타고 있다면 관계를 확실히 정의 내리고 리드하는 것이 좋습니다. 역동적인 데이트나 함께 여행을 떠나는 것이 애정을 깊게 만들어줄 것입니다.
ru: Пришло время решительно бороться за свою любовь. Не сомневайтесь и открыто заявляйте о своих чувствах — даже если есть конкуренты, вы выйдете победителем. Если вы находитесь в стадии неопределенности, возьмите инициативу в свои руки. Совместные поездки или активный отдых только укрепят вашу связь.
zh: 是时候为了争取爱情而冲锋了。不要犹豫，坦率而堂堂正正地表达你的心意，即使有竞争者也能胜出。如果处于暧昧阶段，最好由你来主导并明确关系。充满活力的约会或共同旅行将加深你们的感情。

# tarotWealthMeaning7
source: It's time to move aggressively to achieve the target profit.
de: Es ist an der Zeit, aggressiv vorzugehen, um den Zielgewinn zu erreichen.
es: Debes actuar con audacia para alcanzar los objetivos financieros establecidos.
fr: Vous devez agir avec audace pour atteindre les objectifs financiers fixés.
hi: आर्थिक रूप से, यह कार्ड वित्तीय लक्ष्यों को प्राप्त करने के लिए किए गए कड़े प्रयासों का फल मिलने का संकेत देता है। आप अपनी आर्थिक स्थिति को बेहतर बनाने के लिए बहुत प्रेरित महसूस करेंगे। यह निवेश और धन के प्रबंधन में सक्रिय रहने का समय है।
ja: 目標とした収益を達成するために攻撃的に動くべき時です。
ko: 목표한 수익을 달성하기 위해 공격적으로 움직여야 할 때입니다.
ru: Нужно действовать агрессивно для достижения поставленных финансовых целей.
zh: 为了达到目标收益，需要积极行动的时期。

# tarotWealthDetail7
source: Strong drive is needed to achieve financial goals. Don't hesitate and make bold decisions when the opportunity arises; this drive will bring you profit. It's advantageous to focus on projects that yield results in the short term, and your performance will increase as much as you work hard. Movement-related expenses may occur, but they will be investments for new opportunities.
de: Ein starker Antrieb ist erforderlich, um finanzielle Ziele zu erreichen. Treffen Sie mutige Entscheidungen, wenn sich die Gelegenheit bietet. Es ist vorteilhaft, sich auf Projekte zu konzentrieren, die kurzfristig Ergebnisse liefern. Ihre Leistung wird so stark steigen, wie Sie hart arbeiten.
es: Ahora necesitas una fuerza impulsora poderosa para realizar tus planes. No vaciles en tomar decisiones importantes cuando surja la oportunidad. Concéntrate en proyectos a corto plazo; ahora tus ingresos dependen directamente de tu actividad. Es posible que surjan gastos relacionados con viajes, pero será una inversión en nuevas oportunidades.
fr: Vous avez maintenant besoin d'une force motrice puissante pour réaliser vos plans. N'hésitez pas à prendre des décisions importantes lorsque l'occasion se présente. Concentrez-vous sur des projets à court terme ; maintenant, vos revenus dépendent directement de votre activité. Des dépenses liées aux voyages peuvent survenir, mais ce sera un investissement dans de nouvelles opportunités.
hi: आपके वित्तीय प्रयास रंग लाएंगे और आप आर्थिक रूप से मजबूत होंगे। यदि कोई पुराना कर्ज या वित्तीय समस्या है, तो आप उसे सुलझाने में सक्षम होंगे। अपनी इच्छाशक्ति का उपयोग करें और फिजूलखर्ची पर नियंत्रण रखें।
ja: 金銭的な目標を達成するために強力な推進力が必要な時期です。ためらわずにチャンスが来た時に果敢に決定する推進力が収益をもたらします。短期的に成果が出るプロジェクトに集中するのが有利であり、足で稼ぐ分だけ実績が上がる運勢です。移動に関連する支出が生じる可能性がありますが、これは新しい機会のための投資となるでしょう。
ko: 금전적인 목표를 달성하기 위해 강력한 추진력이 필요한 시기입니다. 망설이지 말고 기회가 왔을 때 과감하게 결정하는 추진력이 수익을 가져다줍니다. 단기적으로 성과가 나는 프로젝트에 집중하는 것이 유리하며, 발로 뛰는 만큼 실적이 올라가는 운세입니다. 이동과 관련된 지출이 생길 수 있으나 이는 새로운 기회를 위한 투자가 될 것입니다.
ru: Сейчас вам нужна мощная пробивная сила для реализации планов. Не колеблясь принимайте важные решения, когда выпадает шанс. Сосредоточьтесь на краткосрочных проектах — сейчас ваш доход напрямую зависит от вашей активности. Возможны расходы, связанные с поездками, но это будет вложением в новые возможности.
zh: 为了实现财务目标，需要强大推进力的时期。不要犹豫，抓住机会果断决策。集中精力于短期见效的项目会更有利，这是一个多跑动就能多出业绩的运势。虽然可能会有与移动相关的支出，但这将是对新机会的投资。

# tarotSuccessMeaning7
source: You are likely to win the competition and achieve your goals.
de: Sie werden wahrscheinlich den Wettbewerb gewinnen und Ihre Ziele erreichen.
es: Éxito en la competencia y logro de objetivos.
fr: Succès dans la compétition et atteinte des objectifs.
hi: करियर में, रथ बड़ी सफलता और लक्ष्यों की प्राप्ति का प्रतीक है। आप अपनी मेहनत और फोकस से कठिन से कठिन प्रोजेक्ट को पूरा कर लेंगे। पदोन्नति या किसी महत्वपूर्ण जिम्मेदारी मिलने की पूरी संभावना है।
ja: 競争で勝利し、目標を勝ち取る運気です。
ko: 경쟁에서 승리하고 목표를 쟁취하는 운입니다.
ru: Удача в конкурентной борьбе и достижение целей.
zh: 在竞争中获胜并夺取目标的运气。

# tarotSuccessDetail7
source: Clear goal achievement such as promotion, passing, or contract signing is predicted. The more intense the competition, the more your fighting spirit will burn, eventually leading to victory. Your image of breaking through obstacles directly will leave a deep impression on those around you, and you'll demonstrate excellent abilities in tasks with frequent business trips or movement.
de: Klare Zielerreichung wie Beförderung, Bestehen oder Vertragsunterzeichnung wird vorhergesagt. Je intensiver der Wettbewerb, desto mehr wird Ihr Kampfgeist brennen. Ihr Bild, Hindernisse direkt zu durchbrechen, wird einen tiefen Eindruck bei den Menschen um Sie herum hinterlassen.
es: Te espera el éxito en el logro de metas concretas: ascensos, aprobar exámenes o cerrar acuerdos beneficiosos. Cuanto más fuerte sea la competencia, más alto será tu espíritu de lucha y, al final, la victoria será tuya. Tu determinación causará una gran impresión en tus colegas. En los viajes de negocios demostrarás tus mejores cualidades.
fr: Le succès vous attend dans l'atteinte de buts concrets : promotions, réussite aux examens ou conclusion d'accords bénéfiques. Plus la compétition sera forte, plus votre esprit combatif sera élevé et, au final, la victoire sera vôtre. Votre détermination fera une grande impression sur vos collègues.
hi: अपने करियर के प्रति समर्पित रहें और किसी भी बाधा को अपने रास्ते में न आने दें। आपकी नेतृत्व क्षमता और निर्णय लेने की शक्ति की सराहना की जाएगी। जीत आपकी है, बस अपनी दिशा और गति को नियंत्रित रखें।
ja: 昇進、合格、契約成立など、明確な目標達成が予見されます。競争が激しいほどあなたの闘志が燃え上がり、結局勝利を手にすることになるでしょう。障害が立ちはだかっても正面突破するあなたの姿が周囲に深い印象を残し、出張や移動が多い業務で卓越した能力を発揮することになります。
ko: 승진, 합격, 계약 성사 등 뚜렷한 목표 달성이 예견됩니다. 경쟁이 치열할수록 당신의 투지가 불타올라 결국 승리를 거머쥐게 될 것입니다. 장애물이 닥쳐도 정면 돌파하는 당신의 모습이 주변에 깊은 인상을 남기며, 출장이나 이동이 많은 업무에서 탁월한 능력을 발휘하게 됩니다.
ru: Вас ждет успех в достижении конкретных целей: повышение, успешная сдача экзаменов или заключение выгодной сделки. Чем сильнее конкуренция, тем выше ваш боевой дух, и в итоге победа будет за вами. Ваша решительность произведет сильное впечатление на коллег. В командировках вы проявите свои лучшие качества.
zh: 预见将达成明确的目标，如晋升、合格、签约成功等。竞争越激烈，你的斗志就越旺盛，最终将夺得胜利。即使遇到障碍，你正面突破的身姿也会给周围留下深刻印象。在出差或移动较多的业务中，你将发挥卓越能力。

# tarotKeywords8
source: Patience, courage, inner strength, embrace, gentle but firm
de: Kraft, Mut, Überzeugung, Einfluss, Mitgefühl
es: Fuerza, coraje, paciencia, influencia suave, autocontrol
fr: Force, courage, patience, influence douce, maîtrise de soi
hi: शक्ति, साहस, अनुनय, प्रभाव, करुणा
ja: 忍耐, 勇気, 内面の力, 包容, 外柔内剛
ko: 인내, 용기, 내면의 힘, 포용, 외유내강
ru: Сила, мужество, терпение, мягкое влияние, самообладание
zh: 耐心, 勇气, 内在力量, 包容, 柔中带刚

# tarotDesc8
source: A woman in white gently handles a lion's mouth, symbolizing spiritual strength and patience over physical power.
de: Eine Frau in Weiß geht sanft mit dem Maul eines Löwen um und symbolisiert spirituelle Stärke und Geduld.
es: Una mujer con ropajes blancos cierra suavemente las fauces de un león, simbolizando la victoria del espíritu sobre la fuerza bruta y el dominio de sí mismo.
fr: Une femme aux vêtements blancs ferme doucement la gueule d'un lion, symbolisant la victoire de l'esprit sur la force brute et la maîtrise de soi.
hi: शक्ति कार्ड आंतरिक साहस, धैर्य और करुणा का प्रतीक है। यह शारीरिक बल के बजाय मानसिक और भावनात्मक शक्ति का उपयोग करने का समय है। यह कार्ड आपको अपनी आंतरिक शक्तियों पर भरोसा करने और चुनौतियों का शांति से सामना करने के लिए प्रेरित करता है।
ja: 白い服を着た女性が、物理的な力ではなく精神的な力と忍耐強さで猛獣を優しく手なずける姿です。
ko: 흰 옷을 입은 여인이 물리적인 힘이 아닌 정신적인 힘과 인내심으로 맹수를 부드럽게 길들이는 모습입니다.
ru: Женщина в белых одеждах нежно закрывает пасть льву, символизируя победу духа над грубой силой и самообладание.
zh: 身穿白衣的女子正温柔地抚摸着狮子的嘴，这象征着通过精神力量和耐心而非武力来驯服猛兽。
