Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# dailyFortuneLove8
source: Harmonious energy fills your home and workplace. It's a day for laughter and joy.
de: Harmonische Energie ist voll in Heim und Arbeitsplatz. Es wird ein Tag sein, an dem das Lachen nie endet.
es: La armonía reina en tu entorno. Será un día donde las sonrisas no faltarán.
fr: L'harmonie règne dans votre entourage. Ce sera une journée riche en sourires.
hi: घर और कार्यस्थल में सामंजस्यपूर्ण ऊर्जा भरी हुई है। यह एक ऐसा दिन होगा जहाँ हँसी कभी खत्म नहीं होगी।
ja: 家庭や職場に調和のエネルギーが満ちています。笑い声が絶えない一日になるでしょう。
ko: 화목한 기운이 가정과 직장에 가득합니다. 웃음이 끊이지 않는 하루가 되겠네요.
ru: Гармония в доме и на работе. Больше смеха — больше удачи.
zh: 和谐的能量充满你的家庭和工作场所。今天是充满欢笑和快乐的一天。

# dailyFortuneLove9
source: The threads of connection are untangling beautifully. Express your gratitude to those you value.
de: Es ist ein Tag, an dem die Fäden der Verbindung wunderschön entwirrt werden. Drücken Sie Ihren Dank an wertvolle Menschen aus.
es: Tus vínculos se fortalecen hoy. Expresa tu gratitud a las personas que valoras.
fr: Vos liens se renforcent aujourd'hui. Exprimez votre gratitude aux personnes qui vous sont chères.
hi: यह वह दिन है जब संबंध के धागे खूबसूरती से सुलझ जाते हैं। अनमोल लोगों के प्रति अपना आभार व्यक्त करें।
ja: 縁の糸が美しく解ける日です。大切な人々に感謝の気持ちを伝えてみてください。
ko: 인연의 실타래가 예쁘게 풀리는 날입니다. 소중한 사람에게 고마움을 전해보세요.
ru: Поблагодарите тех, кто вам дорог: это раскроет поток теплых эмоций.
zh: 缘分的丝线正美妙地解开。向你珍视的人表达感激之情吧。

# dailyFortuneCareer0
source: Your sharp focus will turn priorities into peak performance today.
de: Der Blick Ihrer Augen ist scharf. Wenn Sie Prioritäten eingrenzen, verwandelt sich Konzentration in Leistung.
es: Tu mirada es aguda; si priorizas tus tareas, tu concentración se traducirá en éxito.
fr: Votre regard est vif ; si vous ciblez vos priorités, votre concentration se transformera en succès.
hi: आपकी दृष्टि तेज है; प्राथमिकताओं को तय करने से आपकी एकाग्रता सफलता में बदल जाएगी।
ja: 眼光が鋭いので、優先順位を絞れば集中力が成果に変わります。
ko: 눈빛의 총기가 예리하니, 우선순위를 좁히면 집중력이 성과로 바뀝니다.
ru: Собранность и фокус помогут сделать главное без лишней суеты.
zh: 敏锐的专注力将使你在今天把重点转化为巅峰表现。

# dailyFortuneCareer1
source: Your keen observation stands out. Keep decisions simple and execution steady.
de: Es ist eine Augenlinie, in der Beobachtung hervorsticht. Entscheidungen sind einfach und die Ausführung ist an diesem Tag stetig.
es: Tu capacidad de observación destaca hoy. Las decisiones serán simples y tu ejecución firme.
fr: Votre capacité d'observation se distingue. Les décisions seront simples et l'exécution ferme.
hi: आज आपकी अवलोकन क्षमता बेहतरीन है। आपके निर्णय सटीक और क्रियान्वयन स्थिर रहेगा।
ja: 観察力が際立つ目元です。今日は決断はシンプルに、実行は着実に行うのが良いでしょう。
ko: 관찰력이 돋보이는 눈매입니다. 결정은 간단히, 실행은 꾸준히가 통하는 날입니다.
ru: Наблюдательность и простые решения дадут лучший результат.
zh: 敏锐的观察力脱颖而出。保持决策简单，执行稳健。

# dailyFortuneCareer2
source: Clear energy in your eyes gives you the power to see every task through to the end.
de: Die Energie von Stirn und Augen ist klar, so dass heute die Kraft, die zugewiesene Aufgabe bis zum Ende zu erledigen, groß ist.
es: Tu frente y ojos están despejados; hoy tienes la fuerza para completar tus tareas con éxito.
fr: Votre front et vos yeux sont dégagés ; aujourd'hui, vous avez la force de réussir vos tâches.
hi: आपका माथा और आँखें स्पष्ट ऊर्जा से भरे हैं; आज आप अपने कार्यों को सफलतापूर्वक पूरा करेंगे।
ja: 額と目のエネルギーが澄んでいるので、今日は任された仕事を最後までやり遂げる力が大きいです。
ko: 이마와 눈의 기운이 맑아 오늘은 맡은 일을 끝까지 마무리하는 힘이 큽니다.
ru: Энергии хватит довести задачи до конца. Делайте шаг за шагом.
zh: 双眼中清澈的能量让你有能力坚持到底完成每一项任务。

# dailyFortuneCareer3
source: Your natural leadership is showing. Your opinions will carry significant weight today.
de: Es ist ein Gesicht, in dem Führung ausgeübt wird. Ihre Meinung wird einen großen Einfluss auf Ihre Mitmenschen haben.
es: Tu rostro ejerce liderazgo. Tu opinión tendrá una gran influencia en los demás.
fr: Votre visage exerce un leadership. Votre opinion aura une grande influence sur les autres.
hi: आपके चेहरे से नेतृत्व झलकता है। आपकी राय का दूसरों पर गहरा प्रभाव पड़ेगा।
ja: リーダーシップを発揮する顔です。あなたの意見が周囲に大きな影響を与えるでしょう。
ko: 리더십이 발휘되는 상입니다. 당신의 의견이 주변에 큰 영향력을 미치겠네요.
ru: Лидерские качества заметны: к вашему мнению сегодня прислушиваются.
zh: 天生的领导力正在显现。你的意见今天将具有举足轻重的分量。

# dailyFortuneCareer4
source: Your judgment is at its peak. Even complex problems will find clear solutions today.
de: Das Urteilsvermögen erreicht heute seinen Höhepunkt. Selbst komplexe Probleme können klar gelöst werden.
es: Tu juicio alcanza su punto máximo hoy. Incluso los problemas complejos se resolverán con claridad.
fr: Votre jugement atteint son apogée aujourd'hui. Même les problèmes complexes se résoudront clairement.
hi: आज आपकी निर्णय लेने की क्षमता चरम पर है। जटिल समस्याओं का भी समाधान निकलेगा।
ja: 判断力が最高潮に達する日です。複雑な問題も明快に解決できるでしょう。
ko: 판단력이 정점에 달하는 하루입니다. 복잡한 문제도 명쾌하게 해결할 수 있습니다.
ru: Отличный день для сложных задач — решения приходят яснее обычного.
zh: 你的判断力处于巅峰。即使是复杂的问题今天也能找到明确的解决方案。

# dailyFortuneCareer5
source: Your efficient work style is being noticed. You're in a strong position for promotion or achievement.
de: Die Arbeitsabwicklung ist sauber und wird in Ihrer Umgebung anerkannt. Die Energie für Beförderung oder Leistung ist stark.
es: Tu trabajo será reconocido por los demás. Tienes una fuerte energía para logros y ascensos.
fr: Votre travail sera reconnu. Vous avez une forte énergie pour les accomplissements et les promotions.
hi: आपके काम की हर जगह प्रशंसा होगी। पदोन्नति या बड़ी उपलब्धि के योग बन रहे हैं।
ja: 業務処理が的確で周囲から認められます。昇進や成果へのエネルギーが強いです。
ko: 일 처리가 깔끔하여 주변의 인정을 받습니다. 승진이나 성취의 기운이 강합니다.
ru: Ваша эффективность заметна. Возможны признание и хорошие новости по работе.
zh: 你高效的工作方式正受到关注。你在晋升或成就方面处于有利地位。

# dailyFortuneCareer6
source: You have the perfect energy for starting new projects. Move forward with total confidence.
de: Optimale Energie für den Start eines neuen Projekts oder einer neuen Arbeit. Fordern Sie sich selbst mit Zuversicht heraus.
es: Energía óptima para comenzar nuevos proyectos. Desafíate con total confianza.
fr: Énergie optimale pour lancer de nouveaux projets. Relevez le défi avec confiance.
hi: नया प्रोजेक्ट शुरू करने के लिए बेहतरीन समय है। पूरे आत्मविश्वास के साथ आगे बढ़ें।
ja: 新しいプロジェクトや仕事を始めるのに最適なエネルギーです。自信を持って挑戦してください。
ko: 새로운 프로젝트나 일을 시작하기에 최적인 기운입니다. 자신 있게 도전하세요.
ru: Смело начинайте новое: старт сегодня особенно удачный.
zh: 你拥有开始新项目的完美能量。充满自信地向前迈进吧。

# dailyFortuneCareer7
source: Work efficiency is rising. It's a great day to tackle those postponed tasks.
de: Ein Tag, an dem die Arbeitseffizienz deutlich steigt. Gut für die Erledigung aufgeschobener Aufgaben.
es: Tu eficiencia laboral aumenta significativamente. Es ideal para tareas pendientes.
fr: Votre efficacité au travail augmente nettement. Idéal pour les tâches en attente.
hi: आज आपकी कार्यक्षमता काफी बढ़ी हुई है। रुके हुए कार्यों को पूरा करने के लिए अच्छा दिन है।
ja: 業務効率が大幅に上がる日です。後回しにしていた仕事を処理するのに適しています。
ko: 업무 효율이 비약적으로 상승하는 날입니다. 미뤄둔 일을 처리하기에 좋습니다.
ru: Производительность растет. Самое время закрыть отложенные дела.
zh: 工作效率正在提升。今天是处理那些推迟已久的任务的好日子。

# dailyFortuneCareer8
source: Creative ideas are flowing. Make it a habit to jot them down for future luck.
de: Augen, in denen kreative Ideen entspringen. Die Gewohnheit, Notizen zu machen, bringt Glück.
es: Tus ojos rebosan ideas creativas. Tomar notas hoy te traerá mucha suerte.
fr: Vos yeux regorgent d'idées créatives. Prendre des notes aujourd'hui vous portera chance.
hi: आपकी आँखों में रचनात्मक विचार चमक रहे हैं। आज नोट लिखने की आदत शुभ रहेगी।
ja: 独創的なアイデアが湧き出る目です。メモを取る習慣が幸運を呼びます。
ko: 창의적인 아이디어가 솟아나는 눈빛입니다. 메모하는 습관이 행운을 가져옵니다.
ru: Идеи приходят легко — записывайте, чтобы не упустить шанс.
zh: 创造性的想法层出不穷。养成记录下来的习惯，会带来好运。

# dailyFortuneCareer9
source: Your persistence and patience will be rewarded today. Focus until the end for great results.
de: Beharrlichkeit und Geduld glänzen heute. Wenn Sie sich bis zum Ende konzentrieren, folgen große Belohnungen.
es: Tu persistencia y paciencia brillan hoy. Si te concentras hasta el final, obtendrás grandes recompensas.
fr: Votre persévérance brille aujourd'hui. Si vous vous concentrez jusqu'au bout, de grandes récompenses suivront.
hi: आज आपकी दृढ़ता और धैर्य रंग लाएगा। अंत तक ध्यान केंद्रित रखने से बड़ा लाभ होगा।
ja: 粘り強さと忍耐が光る日です。最後まで集中すれば、大きな報酬が続くでしょう。
ko: 끈기와 인내가 빛을 발하는 하루입니다. 마지막까지 집중하면 큰 보람이 따릅니다.
ru: Терпение будет вознаграждено. Дойдите до финиша — и получите результат.
zh: 你的毅力和耐心在今天将获得回报。坚持到最后会取得伟大的成果。

# dailyFortuneHealth0
source: A stable complexion suggests a quick recovery if you maintain a steady rhythm.
de: Der allgemeine Teint ist stabil. Wenn Sie einen Rhythmus wählen, wird sich Ihr Zustand schnell erholen.
es: La tez general es estable, así que si eliges un ritmo, tu condición se recuperará rápidamente.
fr: Votre teint est stable, donc si vous maintenez un bon rythme, votre condition physique se rétablira rapidement.
hi: समग्र रंग स्थिर है, इसलिए यदि आप एक लय चुनते हैं, तो आपकी स्थिति जल्दी ठीक हो जाएगी।
ja: 顔色全体が安定しているので、リズムを整えればコンディションがすぐに回復します。
ko: 전체적인 안색이 안정적이니, 리듬을 고르면 컨디션이 금방 회복됩니다.
ru: Стабильное самочувствие: держите режим — и быстро восстановитесь.
zh: 稳定的面色预示着只要保持规律的节奏，就能快速恢复活力。

# dailyFortuneHealth1
source: Your facial vitality is strong. Keep a comfortable pace without overdoing it.
de: Die Vitalität des Gesichts sticht hervor. Wenn Sie das Tempo halten, ohne es zu übertreiben, wird der Tag angenehm.
es: La vitalidad del rostro destaca. Si mantienes el ritmo sin exagerar, el día será cómodo.
fr: La vitalité de votre visage est remarquable. Si vous gardez le tempo sans trop en faire, la journée sera agréable.
hi: चेहरे की जीवन शक्ति उभर कर सामने आती है। यदि आप इसे ज़्यादा किए बिना गति बनाए रखते हैं, तो दिन आरामदायक हो जाता।
ja: 顔の活力が際立っています。無理をせずテンポを維持すれば、一日が快適になります。
ko: 얼굴의 활력이 돋보입니다. 무리하지 않고 템포를 지키면 하루가 편안해집니다.
ru: Энергии много, но не перегружайтесь. Комфортный темп — лучший выбор.
zh: 面部活力很强。保持舒适的节奏，不要过度劳累。

# dailyFortuneHealth2
source: Clear energy in your eyes and skin means a short rest will greatly boost your mood and focus.
de: Die Energie von Augen und Haut ist klar, so dass eine kurze Ruhepause Konzentration und Stimmung zusammen steigert.
es: La energía de los ojos y la piel es clara, por lo que un breve descanso eleva la concentración y el ánimo.
fr: L'énergie de vos yeux et de votre peau est claire ; un court repos améliorera à la fois votre concentration et votre humeur.
hi: आँखों और त्वचा की ऊर्जा स्पष्ट है, इसलिए थोड़ा आराम एकाग्रता और मनोदशा को एक साथ बढ़ाता है।
ja: 目と肌のエネルギーが澄んでいるので、短い休息が集中力と気分を同時に高めます。
ko: 눈과 피부의 기운이 맑아 작은 휴식이 집중력과 기분을 함께 끌어올립니다.
ru: Короткий отдых заметно улучшит настроение и концентрацию.
zh: 双眼和皮肤中清澈的能量意味着短时间的休息将极大地提升你的心情和专注力。

# dailyFortuneHealth3
source: Your body's rhythm is in perfect harmony. Light exercise will make your energy even clearer.
de: Der Körperrhythmus erreicht die beste Harmonie. Leichte Bewegung macht die Energie klarer.
es: El ritmo corporal logra la mejor armonía. El ejercicio ligero aclara la energía.
fr: Votre rythme corporel atteint une harmonie parfaite. Un exercice léger rendra votre énergie encore plus limpide.
hi: शरीर की लय सर्वोत्तम सामंजस्य प्राप्त करती है। हल्का व्यायाम ऊर्जा को और स्पष्ट बनाता है।
ja: 身体のリズムが最高の調和を成しています。軽い運動がエネルギーをより鮮明にします。
ko: 신체 리듬이 최상의 조화를 이룹니다. 가벼운 운동이 기운을 더 맑게 해줍니다.
ru: Легкая физическая активность усилит бодрость и ясность.
zh: 身体节奏处于完美和谐的状态。适度的运动将使你的能量更加清爽。

# dailyFortuneHealth4
source: You're full of vibrant energy. You can power through the day without feeling drained.
de: Geladene Energie ist voll in Ihrem Gesicht. Sie können den heutigen Tag angenehm verbringen, ohne müde zu werden.
es: Tu rostro está lleno de energía cargada. Puedes pasar el día agradablemente sin cansarte.
fr: Une énergie débordante se lit sur votre visage. Vous passerez une journée plaisante sans ressentir de fatigue.
hi: आपके चेहरे पर चार्ज की गई ऊर्जा भरी हुई है। आप आज का दिन बिना थके खुशी-खुशी बिता सकते हैं।
ja: 充電されたエネルギーが顔に満ちています。今日は疲れを知らずに楽しく過ごせるでしょう。
ko: 충전된 에너지가 얼굴 가득합니다. 오늘 하루는 지치지 않고 즐겁게 보낼 수 있습니다.
ru: Заряда хватит на весь день — вы выносливее, чем обычно.
zh: 你充满了活力。你可以精力充沛地度过这一天而不会感到疲倦。

# dailyFortuneHealth5
source: Physical and mental stability are highlighted. Meditation or deep breathing will boost your luck.
de: Stabilität von Geist und Körper sticht hervor. Meditation oder tiefes Atmen steigert das Glück mehr.
es: Destaca la estabilidad de mente y cuerpo. La meditación o la respiración profunda aumentan más la suerte.
fr: La stabilité de l'esprit et du corps est à l'honneur. La méditation ou la respiration profonde augmentera votre chance.
hi: मन और शरीर की स्थिरता उभर कर सामने आती है। ध्यान या गहरी सांस लेना भाग्य को और बढ़ाता है।
ja: 心身の安定が際立っています。瞑想や深呼吸がさらに運気を高めます。
ko: 심신의 안정이 돋보이는 상입니다. 명상이나 깊은 호흡이 운기를 더 높여줍니다.
ru: Поддержите нервную систему: дыхание, медитация или тишина пойдут на пользу.
zh: 身心稳定是重点。冥想或深呼吸将提升你的运势。

# dailyFortuneHealth6
source: Your resilience is high today. You'll bounce back quickly from any minor fatigue.
de: Es ist ein Tag mit guter Widerstandsfähigkeit. Es gibt Vitalität, um selbst ein wenig Müdigkeit schnell wegzuwaschen.
es: Es un día con buena resiliencia. Hay vitalidad para lavar rápidamente incluso un poco de fatiga.
fr: C'est une journée avec une bonne capacité de récupération. Vous avez la vitalité nécessaire pour effacer rapidement toute trace de fatigue.
hi: यह अच्छे लचीलेपन वाला दिन है। थोड़ी सी थकान को भी जल्दी मिटाने की जीवन शक्ति है।
ja: 回復力が良い日です。少しの疲労もすぐに洗い流せる活力があります。
ko: 회복 탄력성이 좋은 날입니다. 약간의 피로도 금방 씻어낼 수 있는 활력이 있네요.
ru: Восстановление быстрое: даже небольшая усталость пройдет легко.
zh: 你今天的韧性很高。你能从任何轻微的疲劳中迅速恢复。

# dailyFortuneHealth7
source: Your healthy glow is noticeable. Expect compliments on your vibrant appearance today.
de: Die Hautvitalität ist gut, so dass Sie die Leute sagen hören werden, dass Sie gesund aussehen.
es: La vitalidad de la piel es buena, es un flujo donde escucharás a la gente decir que te ves saludable.
fr: La vitalité de votre peau est excellente, on vous dira sûrement que vous avez l'air en pleine forme.
hi: त्वचा की जीवन शक्ति अच्छी है, इसलिए यह एक ऐसा प्रवाह है जहाँ आप लोगों को यह कहते हुए सुनेंगे कि आप स्वस्थ दिखते हैं।
ja: 肌のツヤが良いので、健康そうに見えると言われる流れです。
ko: 피부의 생기가 좋아 주변에서 건강해 보인다는 인사를 듣게 될 흐름입니다.
ru: Здоровый вид заметен — возможны комплименты и приятное внимание.
zh: 健康的色泽非常明显。期待别人今天赞美你充满活力的容貌吧。

# dailyFortuneHealth8
source: A balanced diet and proper rest will strengthen your foundation of luck. Take care of your body.
de: Gemäßigte Ernährung und Ruhe stärken die Wurzel des Glücks. Nehmen Sie sich einen Tag Zeit, um Ihren Körper zu schätzen.
es: Una dieta moderada y descanso fortalecen la raíz de la suerte. Ten un día para apreciar tu cuerpo.
fr: Une alimentation équilibrée et du repos renforcent la source de votre chance. Prenez le temps de chérir votre corps aujourd'hui.
hi: संयमित आहार और आराम भाग्य की जड़ को मजबूत करते हैं। अपने शरीर को संजोने का दिन रखें।
ja: 節制された食事と休息が運の根を強くします。自分の体をいたわる一日を過ごしてください。
ko: 절제된 식단과 휴식이 운의 근본을 튼튼하게 합니다. 몸을 아끼는 하루가 되세요.
ru: Питание и сон укрепят удачу. Позаботьтесь о базовых вещах.
zh: 均衡的饮食和充足的休息将巩固你的运势基础。照顾好自己的身体。

# dailyFortuneHealth9
source: Fresh air and staying hydrated are your best medicines today. Enjoy your vitality.
de: Frische Luft und Wasseraufnahme sind die heutige Medizin. Genießen Sie einen Tag voller Vitalität.
es: El aire fresco y la ingesta de agua son la medicina de hoy. Disfruta de un día lleno de vitalidad.
fr: L'air frais et l'hydratation sont vos meilleurs remèdes aujourd'hui. Profitez d'une journée pleine de vitalité.
hi: ताजी हवा और पानी का सेवन आज की दवा है। जीवन शक्ति से भरे दिन का आनंद लें।
ja: 新鮮な空気と水分補給が今日の薬です。活力に満ちた一日を楽しんでください。
ko: 맑은 공기와 수분 섭취가 오늘의 보약입니다. 생기 넘치는 하루를 만끽하세요.
ru: Свежий воздух и вода — лучший «витамин» сегодня.
zh: 清新的空气和保持水分是你今天最好的良药。享受你的活力吧。

# dailyFortuneTipWealth0
source: Check your spending and subscriptions one more time today.
de: Prüfen Sie Ausgaben, Abonnements und Zahlungen 'morgen' einmal mehr als 'jetzt'.
es: Revisa los gastos, suscripciones y pagos de 'mañana' una vez más que los de 'ahora'.
fr: Vérifiez vos dépenses, abonnements et paiements 'demain' plutôt que 'maintenant'.
hi: व्यय, सदस्यता और भुगतान की जांच 'अभी' के बजाय 'कल' एक बार और करें।
ja: 支出、サブスクリプション、支払いを「今」ではなく「明日」もう一度確認してください。
ko: 지출·구독·결제는 ‘지금’보다 ‘내일’ 한 번 더 확인하세요.
ru: Перепроверьте подписки и мелкие расходы — там часто прячется лишнее.
zh: 今天请再次确认你的支出和订阅服务。

# dailyFortuneTipWealth1
source: Avoid impulsive buys; sticking to what you truly need is a major win.
de: Vermeiden Sie Konsum ohne Versprechen, und es ist ein Gewinn, nur das zu enthalten, was Sie brauchen.
es: Evita el consumo sin promesas; es una ganancia contener solo lo que necesitas.
fr: Évitez les achats impulsifs ; ne gardez que ce dont vous avez réellement besoin.
hi: बिना वादों के उपभोग से बचें, और केवल वही शामिल करना एक लाभ है जिसकी आपको आवश्यकता है।
ja: 予定のない消費を避け、必要なものだけを持つようにすることが利益になります。
ko: 약속 없는 소비는 피하고, 필요한 것만 담는 게 이득입니다.
ru: Не покупайте на эмоциях. Лучше взять то, что действительно нужно.
zh: 避免冲动消费；坚持只买真正需要的东西就是巨大的胜利。

# dailyFortuneTipWealth2
source: Keep a record of financial discussions to prevent any future misunderstandings.
de: Wenn Sie Aufzeichnungen über geldbezogene Gespräche hinterlassen, verhindern Sie unnötige Verluste.
es: Si dejas registros de conversaciones relacionadas con dinero, evitas pérdidas innecesarias.
fr: Gardez une trace de vos discussions financières pour éviter toute perte inutile.
hi: यदि आप पैसे से संबंधित बातचीत का रिकॉर्ड रखते हैं, तो आप अनावश्यक नुकसान को रोकते हैं।
ja: 金銭に関する会話の記録を残しておけば、不必要な損失を防げます。
ko: 금전 관련 대화는 기록을 남기면 불필요한 손해를 막습니다.
ru: Фиксируйте важные договоренности — так вы избежите недоразумений.
zh: 记录财务谈话，以防未来产生误解。

# dailyFortuneTipWealth3
source: Keep an eye out for small 'leaks' in your budget.
de: Prüfen Sie, ob es auch bei kleinen Beträgen Lecks gibt.
es: Revisa si hay fugas incluso por cantidades pequeñas.
fr: Vérifiez s'il y a des fuites d'argent, même pour de petites sommes.
hi: जांचें कि क्या छोटी मात्रा में भी कोई रिसाव है।
ja: 少額であっても漏れがないか確認してください。
ko: 작은 금액이라도 새는 구멍이 없는지 체크해보세요.
ru: Ищите «утечки» бюджета: мелочи складываются в сумму.
zh: 留意预算中的微小“漏洞”。

# dailyFortuneTipWealth4
source: Temptation to spend is high today. Wait 10 minutes before making any purchase.
de: Die Versuchung zu Impulskäufen ist heute groß. Denken Sie 10 Minuten nach, bevor Sie bezahlen.
es: La tentación de compras impulsivas es fuerte hoy. Piensa 10 minutos antes de pagar.
fr: La tentation des achats impulsifs est forte aujourd'hui. Réfléchissez 10 minutes avant de payer.
hi: आज आवेगपूर्ण खरीदारी का प्रलोभन प्रबल है। भुगतान करने से पहले 10 मिनट तक सोचें।
ja: 今日は衝動買いの誘惑が強いです。支払う前に10分間考えてみてください。
ko: 충동구매의 유혹이 강한 날입니다. 결제 전 10분만 고민해보세요.
ru: Перед покупкой подождите 10 минут — импульс уйдет, решение станет яснее.
zh: 今天消费欲望很高。在购买任何东西前请等待10分钟。

# dailyFortuneTipWealth5
source: Be cautious with large transactions today. Seek expert advice if needed.
de: Investitionen oder große Transaktionen sollten heute vorsichtig sein. Beziehen Sie sich auf Expertenrat.
es: Las inversiones o grandes transacciones deben ser cautelosas hoy. Consulta el consejo de expertos.
fr: Soyez prudent avec les investissements ou les transactions importantes aujourd'hui. Demandez conseil à un expert.
hi: आज निवेश या बड़े लेन-देन में सावधानी बरतनी चाहिए। विशेषज्ञ की सलाह लें।
ja: 投資や大きな取引は、今日は慎重になるべきです。専門家のアドバイスを参考にしてください。
ko: 투자나 큰 거래는 오늘은 신중해야 합니다. 전문가의 조언을 참고하세요.
ru: Крупные сделки лучше делать осторожно. Если нужно — советуйтесь со специалистом.
zh: 今天处理大额交易请保持谨慎。必要时寻求专家建议。

# dailyFortuneTipWealth6
source: Clear up any outstanding debts or money owed to you today.
de: Sie müssen geliehenes Geld oder zu erhaltendes Geld klar organisieren.
es: Necesitas organizar claramente el dinero prestado o el dinero por recibir.
fr: Organisez clairement l'argent prêté ou celui que vous devez recevoir.
hi: आपको उधार दिए गए पैसे या प्राप्त होने वाले पैसे को स्पष्ट रूप से व्यवस्थित करने की आवश्यकता है।
ja: 貸したお金や受け取る予定のお金を明確に整理する必要があります。
ko: 빌려준 돈이나 받아야 할 돈에 대해 명확하게 정리할 필요가 있습니다.
ru: Закройте долги или напомните о том, что вам должны.
zh: 今天请结清任何未清偿的债务或欠款。

# dailyFortuneTipWealth7
source: Watch your wallet. There's a slight energy of loss or waste around you today.
de: Achten Sie auf das Portemonnaie-Management. Die Energie von Verlust oder Verschwendung ist leicht sichtbar.
es: Presta atención al manejo de la billetera. Se ve ligeramente energía de pérdida o desperdicio.
fr: Faites attention à la gestion de votre portefeuille. Une légère tendance à la perte ou au gaspillage est visible.
hi: बटुआ प्रबंधन पर ध्यान दें। हानि या बर्बादी की ऊर्जा थोड़ी दिखाई दे रही है।
ja: 財布の管理に注意してください。損失や浪費のエネルギーがわずかに見えます。
ko: 지갑 관리에 신경 쓰세요. 분실이나 낭비의 기운이 살짝 보입니다.
ru: Будьте внимательны к деньгам: сегодня есть риск лишних трат или потерь.
zh: 看好你的钱包。今天你周围有一种轻微的损耗能量。

# dailyFortuneTipWealth8
source: Prioritize practical gains over spending money just for appearances.
de: Weisheit, praktische Gewinne zu erzielen, anstatt sich auf den Konsum zu konzentrieren, der auf das Aussehen ausgerichtet ist, ist erforderlich.
es: Se necesita sabiduría para tomar ganancias prácticas en lugar de consumo centrado en la apariencia.
fr: Privilégiez les gains concrets plutôt que les dépenses liées à l'apparence.
hi: दिखावे पर केंद्रित उपभोग के बजाय व्यावहारिक लाभ लेने की बुद्धि की आवश्यकता है।
ja: 外見を重視した消費よりも、実利を取る知恵が必要です。
ko: 겉모습에 치중한 소비보다는 실속을 챙기는 지혜가 필요합니다.
ru: Практичность важнее показухи. Не тратьтесь ради впечатления.
zh: 优先考虑实际收益，而不是为了面子挥霍。

# dailyFortuneTipWealth9
source: Fair play is the way to keep your luck. Avoid looking for shortcuts or freebies.
de: Anstatt etwas umsonst zu erwarten, ist die Zahlung eines fairen Preises der Weg, um das Glück zu bewahren.
es: En lugar de esperar algo gratis, pagar un precio justo es la forma de mantener la suerte.
fr: Plutôt que d'attendre quelque chose gratuitement, payer le juste prix est le meilleur moyen de conserver votre chance.
hi: मुफ्त में किसी चीज़ की उम्मीद करने के बजाय, उचित कीमत चुकाना भाग्य बनाए रखने का तरीका है।
ja: 無料のものを期待するよりも、適正な価格を支払うことが運を保つ道です。
ko: 공짜를 기대하기보다 정당한 대가를 지불하는 것이 운을 지키는 길입니다.
ru: Играйте честно: обходные пути сегодня могут испортить удачу.
zh: 公平竞争是保持好运的方式。避免投机取巧。

# dailyFortuneTipLove0
source: If you're feeling on edge, take a breath before you respond to others.
de: Da Ihr Tonfall leicht scharf werden kann, antworten Sie 'nach einer Pause'.
es: Como tu tono es fácil de volverse agudo, responde 'después de un descanso'.
fr: Comme votre ton peut devenir tranchant, prenez une pause avant de répondre.
hi: चूँकि आपका लहजा तीखा होना आसान है, इसलिए 'ब्रेक के बाद' उत्तर दें।
ja: 口調が鋭くなりやすいので、「一休みしてから」答えるようにしましょう。
ko: 말투가 날카로워지기 쉬우니 ‘한 박자 쉬고’ 답하세요.
ru: Если вы на взводе — сначала вдохните, потом отвечайте.
zh: 如果你感到烦躁，请在回应他人前深呼吸。

# dailyFortuneTipLove1
source: A quick check-in is better than a long explanation if a misunderstanding arises.
de: Wenn ein Missverständnis entsteht, ist eine kurze Überprüfung besser als eine lange Erklärung.
es: Si surge un malentendido, una breve verificación es mejor que una larga explicación.
fr: Si un malentendu surgit, une brève vérification vaut mieux qu'une longue explication.
hi: यदि कोई गलतफहमी उत्पन्न होती है, तो लंबी व्याख्या की तुलना में छोटा सत्यापन बेहतर है।
ja: 誤解が生じたら、長い説明よりも短い確認の方が効果的です。
ko: 오해가 생기면 길게 설명보다 짧게 확인이 더 좋습니다.
ru: Короткое уточнение лучше длинных объяснений при недопонимании.
zh: 如果产生误解，简短的确认比长篇大论的解释更好。
