Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tojeongMonthlySpecial_3_1
source: New connections may begin. A positive mind brings good results.
de: Dies ist der Monat, in dem eine neue Beziehung beginnen kann. Wenn Sie Menschen mit einer positiven Einstellung behandeln, werden Sie gute Ergebnisse erzielen.
es: Este es el mes en el que puede comenzar una nueva relación. Si tratas a las personas con una mente positiva, obtendrás buenos resultados.
fr: C'est le mois où une nouvelle relation peut commencer. Si vous traitez les gens avec un esprit positif, vous obtiendrez de bons résultats.
hi: यही वह महीना है जब किसी नए रिश्ते की शुरुआत हो सकती है। यदि आप सकारात्मक सोच के साथ लोगों के साथ व्यवहार करेंगे तो आपको अच्छे परिणाम प्राप्त होंगे।
ja: 新しい縁が始まることがあります。肯定的な心が良い結果をもたらします。
ko: 새로운 인연이 시작될 수 있는 달입니다. 긍정적인 마음으로 사람들을 대하면 좋은 결실을 맺습니다.
ru: Месяц новых знакомств. Позитивный настрой принесет отличные плоды.
zh: 新的缘分可能开始，积极心态会带来好结果。

# tojeongMonthlySpecial_3_2
source: Growth is happening in unexpected areas. Embrace the change.
de: Im Wind der Veränderung verliert man leicht den Fokus. Kontrollieren Sie Ihren Geist, damit Sie nicht von geringfügigen emotionalen Veränderungen beeinflusst werden.
es: Es fácil perder el foco ante los vientos de cambio. Controla tu mente para que no te dejes llevar por cambios emocionales menores.
fr: Il est facile de perdre sa concentration face au vent du changement. Contrôlez votre esprit afin de ne pas vous laisser influencer par des changements émotionnels mineurs.
hi: परिवर्तन की बयार में ध्यान खोना आसान है। अपने मन पर नियंत्रण रखें ताकि आप छोटे-मोटे भावनात्मक बदलावों से प्रभावित न हों।
ja: 変化の風の中で集中力を失いがちです。些細な感情の変化に振り回されないように、心をコントロールしましょう。
ko: 변화의 바람 속에서 중심을 잃기 쉽습니다. 사소한 감정 변화에 휘둘리지 않도록 마음을 다스리세요.
ru: В вихре перемен легко потерять фокус. Контролируйте свои эмоции.
zh: 意想不到的领域正在成长，顺势而为。

# tojeongMonthlySpecial_3_3
source: Your energy is contagious. Lead with kindness and courage.
de: Genau wie ein Spross, der den Boden durchbricht, ist dies die Zeit, in der Ihr Potenzial explodiert. Seien Sie zuversichtlich.
es: Al igual que un brote que emerge del suelo, este es el momento en el que tu potencial explota. Tenga confianza.
fr: Tout comme une pousse qui traverse le sol, c’est le moment où votre potentiel explose. Soyez confiant.
hi: ठीक उसी तरह जैसे एक अंकुर ज़मीन से फूटता है, यही वह समय है जब आपकी क्षमता फूटती है। विश्वास रखें।
ja: 大地を突き破る新芽のように、あなたの可能性が爆発する時です。自信を持ってください。
ko: 새싹이 땅을 뚫고 나오듯, 당신의 잠재력이 폭발하는 시기입니다. 자신감을 가지세요.
ru: Ваш потенциал раскрывается, как росток из земли. Будьте уверены в себе.
zh: 你的能量会感染他人，用善意与勇气带头。

# tojeongMonthlySpecial_3_4
source: Spring brings a wave of creativity. Express your ideas freely.
de: Eine wertvolle Beziehung wird zu Ihnen kommen, also öffnen Sie die Tür Ihres Herzens und heißen Sie Menschen willkommen.
es: Una relación preciosa llegará a ti, así que abre la puerta de tu corazón y da la bienvenida a las personas.
fr: Une relation précieuse viendra à vous, alors ouvrez la porte de votre cœur et accueillez les gens.
hi: एक अनमोल रिश्ता आपके पास आएगा, इसलिए अपने दिल का दरवाज़ा खोलें और लोगों का स्वागत करें।
ja: 大切なご縁があなたに訪れるので、心の扉を開いて人々を歓迎してください。
ko: 귀한 인연이 찾아오니 마음의 문을 활짝 열고 사람을 맞이하세요.
ru: К вам придут важные люди. Откройте свое сердце для новых связей.
zh: 创意灵感涌现，把想法大胆说出来。

# tojeongMonthlySpecial_4_0
source: Wealth luck rises with warmth. Efforts lead to financial rewards.
de: Ihr Wohlstand wird mit warmer Energie wachsen. Die Früchte Ihrer Bemühungen werden zu finanziellen Belohnungen führen.
es: Tu riqueza aumentará con energía cálida. Los frutos de sus esfuerzos conducirán a recompensas financieras.
fr: Votre richesse augmentera avec l’énergie chaude. Les fruits de vos efforts déboucheront sur des récompenses financières.
hi: गर्म ऊर्जा से आपका धन बढ़ेगा। आपके प्रयासों का फल वित्तीय पुरस्कार की ओर ले जाएगा।
ja: 暖かい風と共に財物運が上昇します。努力が経済的な補償につながります。
ko: 따스한 기운과 함께 재물운이 상승합니다. 노력의 결실이 금전적 보상으로 이어질 것입니다.
ru: Ваше благосостояние вырастет. Усилия принесут финансовое вознаграждение.
zh: 财运随暖意上升，努力会转化为实际回报。

# tojeongMonthlySpecial_4_1
source: Good results in contracts or exams. Review carefully.
de: Sie haben viel Glück mit Dokumenten, sodass Sie bei Verträgen oder Prüfungen gute Ergebnisse erzielen können. Bitte überprüfen Sie es sorgfältig.
es: Tienes buena suerte con los documentos, por lo que podrás obtener buenos resultados en contratos o exámenes. Por favor revise cuidadosamente.
fr: Vous avez de la chance avec les documents, vous pouvez donc obtenir de bons résultats aux contrats ou aux examens. Veuillez examiner attentivement.
hi: दस्तावेज़ों के मामले में आपकी किस्मत अच्छी है, इसलिए आपको अनुबंध या परीक्षा में अच्छे परिणाम मिल सकते हैं। कृपया ध्यानपूर्वक समीक्षा करें.
ja: 契約や試験で良い結果があります。几帳面に検討してください。
ko: 문서운이 길하여 계약이나 시험에서 좋은 결과를 얻을 수 있습니다. 신중하게 검토하세요.
ru: Удача в делах с документами. Контракты или экзамены пройдут успешно.
zh: 合约与考试运佳，细致复盘会更稳。

# tojeongMonthlySpecial_4_2
source: Stability in your career is highlighted. Keep up the good work.
de: Es können unerwartete Ausgaben anfallen, daher müssen Sie der Geldverwaltung besondere Aufmerksamkeit schenken.
es: Pueden surgir gastos inesperados, por lo que debes prestar especial atención a la gestión del dinero.
fr: Des dépenses inattendues peuvent survenir, vous devez donc accorder une attention particulière à la gestion de votre argent.
hi: अप्रत्याशित खर्चे सामने आ सकते हैं, इसलिए आपको धन प्रबंधन पर विशेष ध्यान देना चाहिए।
ja: 予期せぬ出費が発生する場合もありますので、金銭管理には特に注意が必要です。
ko: 예상치 못한 지출이 발생할 수 있으니, 금전 관리에 각별히 신경 써야 합니다.
ru: Возможны непредвиденные расходы. Уделите внимание управлению бюджетом.
zh: 事业稳定向上，保持现在的节奏就很好。

# tojeongMonthlySpecial_4_3
source: Financial planning now will yield great benefits later this year.
de: Dies ist der Monat, in dem Ihre Reize wie Blumen in voller Blüte hervorstechen. Ergreifen Sie die Initiative in zwischenmenschlichen Beziehungen.
es: Este es el mes en el que tus encantos resaltan como flores en pleno florecimiento. Tomar iniciativa en las relaciones interpersonales.
fr: C’est le mois où vos charmes ressortent comme des fleurs en pleine floraison. Prendre des initiatives dans les relations interpersonnelles.
hi: यह वह महीना है जब आपका आकर्षण पूरी तरह खिले फूलों की तरह उभरकर सामने आता है। पारस्परिक संबंधों में पहल करें।
ja: 満開の花のようにあなたの魅力が際立つ月です。対人関係においては主導権を握りましょう。
ko: 꽃이 만개하듯 당신의 매력이 돋보이는 달입니다. 대인관계에서 주도권을 잡으세요.
ru: Ваше обаяние расцветает. Будьте инициативны в общении.
zh: 现在做财务规划，今年后续会收获更大。

# tojeongMonthlySpecial_4_4
source: A fruitful partnership may develop. Collaborate for success.
de: Dies ist ein guter Zeitpunkt, um zu investieren oder Ihre Ersparnisse zu erhöhen, denn Sie werden mit Reichtum gesegnet sein.
es: Este es un buen momento para invertir o aumentar sus ahorros, ya que será bendecido con riqueza.
fr: C’est le bon moment pour investir ou augmenter votre épargne car vous serez béni par la richesse.
hi: यह निवेश करने या अपनी बचत बढ़ाने का अच्छा समय है क्योंकि आपको धन का आशीर्वाद मिलेगा।
ja: 富に恵まれるので、投資や貯蓄を増やすのに良い時期です。
ko: 재물운이 따르니 투자를 하거나 저축을 늘리기에 좋은 시기입니다.
ru: Хорошее время для инвестиций или сбережений — удача на вашей стороне.
zh: 有望出现互利合作，携手更容易成功。

# tojeongMonthlySpecial_5_0
source: Harmony at home brings stability and joy.
de: Da zu Hause eine harmonische Atmosphäre herrscht, werden Sie Freude und Stabilität in den Beziehungen zu Ihrer Familie finden.
es: Como en casa reina un ambiente armonioso, encontrarás alegría y estabilidad en las relaciones con tu familia.
fr: Comme il règne une atmosphère harmonieuse à la maison, vous trouverez joie et stabilité dans vos relations avec votre famille.
hi: चूँकि घर में सौहार्दपूर्ण माहौल है, आप अपने परिवार के साथ अपने रिश्तों में खुशी और स्थिरता पाएंगे।
ja: 家の中が和気藹々とし、安定と喜びが溢れます。
ko: 가정에 화목한 기운이 깃드니, 가족과의 관계에서 기쁨을 얻고 안정을 찾게 됩니다.
ru: Гармония в доме принесет радость и стабильность в отношениях с близкими.
zh: 家中和气带来稳定与喜悦。

# tojeongMonthlySpecial_5_1
source: Kindness to others returns as blessings.
de: Die Freundlichkeit, die Sie Ihren Mitmenschen entgegenbringen, wird als Segen zurückkommen. Die Anhäufung von Tugend hilft, Schwierigkeiten zu lösen.
es: La bondad que muestres a quienes te rodean se traducirá en bendiciones. La acumulación de virtud ayuda a resolver las dificultades.
fr: La gentillesse que vous manifestez envers votre entourage reviendra comme une bénédiction. L’accumulation de vertu aide à résoudre les difficultés.
hi: आप अपने आस-पास के लोगों के प्रति जो दयालुता दिखाएंगे वह आशीर्वाद के रूप में वापस आएगी। पुण्य का संचय कठिनाइयों को हल करने में मदद करता है।
ja: 他人に施した親切が福となって戻ってくる時期です。
ko: 주변 사람들에게 베푼 친절이 복이 되어 돌아옵니다. 인덕이 쌓여 어려움을 해결해 줍니다.
ru: Доброта к окружающим вернется к вам благословением. Помогайте другим.
zh: 对他人的善意，会以祝福的形式回到你身边。

# tojeongMonthlySpecial_5_2
source: Peace and tranquility surround you. Cherish these moments.
de: Ein kleines Missverständnis kann zu einem Streit mit einer Ihnen nahestehenden Person führen. Eine umgekehrte Haltung ist erforderlich.
es: Un pequeño malentendido puede provocar una pelea con alguien cercano a usted. Se requiere postura inversa.
fr: Un petit malentendu peut provoquer une bagarre avec un proche. Une posture inversée est requise.
hi: छोटी सी गलतफहमी आपके किसी करीबी से झगड़े का कारण बन सकती है। उलटी मुद्रा आवश्यक है.
ja: ちょっとした誤解から、身近な人と喧嘩が起きる可能性があります。逆姿勢が必要です。
ko: 사소한 오해로 가까운 사람과 다툼이 생길 수 있습니다. 역지사지의 자세가 필요합니다.
ru: Небольшое недопонимание может привести к ссоре. Будьте терпимее.
zh: 平静与安宁围绕你，珍惜这段舒适时光。

# tojeongMonthlySpecial_5_3
source: Family bonds are strengthened through open communication.
de: Konzentrieren Sie sich im Familienmonat darauf, Zeit mit Ihrer Familie zu verbringen. Harmonie in der Familie ist die Grundlage von allem.
es: Como es el Mes de la Familia, concéntrate en pasar tiempo con tu familia. La armonía en la familia es la base de todo.
fr: Comme c'est le Mois de la famille, concentrez-vous sur le temps passé avec votre famille. L'harmonie au sein de la famille est le fondement de tout.
hi: चूँकि यह पारिवारिक महीना है, इसलिए अपने परिवार के साथ समय बिताने पर ध्यान दें। परिवार में सद्भाव ही हर चीज़ का आधार है।
ja: 家族月間なので、家族と過ごす時間を大切にしてください。家族の調和はすべての基礎です。
ko: 가정의 달인 만큼 가족과의 시간에 집중하세요. 집안의 화목이 모든 일의 근본입니다.
ru: Семейный месяц. Проведите время с родными — это основа вашего благополучия.
zh: 真诚沟通能加深家人之间的连结。

# tojeongMonthlySpecial_5_4
source: Your inner light shines brightly. Inspire those around you.
de: Wenn Sie sich beruhigt umschauen, werden Sie wertvolle Dinge entdecken, die Ihnen entgangen sind.
es: Si miras a tu alrededor con tranquilidad, descubrirás cosas valiosas que te has estado perdiendo.
fr: Si vous regardez autour de vous l’esprit tranquille, vous découvrirez des choses précieuses qui vous manquaient.
hi: यदि आप मन की शांति के साथ चारों ओर देखते हैं, तो आप उन मूल्यवान चीज़ों की खोज करेंगे जिन्हें आप खो रहे हैं।
ja: 安心して周りを見回してみると、見逃していた大切なものが見つかるかもしれません。
ko: 마음의 여유를 가지고 주변을 둘러보면, 놓치고 있던 소중한 것들을 발견하게 됩니다.
ru: Оглянитесь вокруг со спокойной душой — вы заметите то важное, что упускали.
zh: 你的内在光芒很强，会自然地鼓舞周围的人。

# tojeongMonthlySpecial_6_0
source: Efforts are recognized. Opportunities for promotion or honor.
de: Ihre Bemühungen werden Früchte tragen und Sie werden Anerkennung von Ihren Mitmenschen erhalten. Es besteht die Möglichkeit einer Beförderung oder Ehrung.
es: Tus esfuerzos darán frutos y recibirás el reconocimiento de quienes te rodean. Existe una oportunidad de ascenso u honor.
fr: Vos efforts porteront leurs fruits et vous recevrez la reconnaissance de votre entourage. Il existe une opportunité de promotion ou d’honneur.
hi: आपके प्रयास सफल होंगे और आपको अपने आस-पास के लोगों से पहचान मिलेगी। पदोन्नति या सम्मान का अवसर है.
ja: 努力が認められます。昇進や名誉を得る機会があります。
ko: 그동안의 노력이 결실을 맺어 주변의 인정을 받게 됩니다. 승진이나 명예의 기회가 있습니다.
ru: Ваши труды будут замечены. Возможен карьерный рост или общественное признание.
zh: 努力被看见，有机会迎来晋升或被表彰。

# tojeongMonthlySpecial_6_1
source: Strong active energy. Consider expansion or career change.
de: Wenn Ihre aktive Energie stärker wird, kann es eine Überlegung wert sein, in ein neues Feld zu expandieren oder den Job zu wechseln.
es: A medida que su energía activa se fortalezca, puede que valga la pena considerar expandirse a un nuevo campo o cambiar de trabajo.
fr: À mesure que votre énergie active devient plus forte, il peut être utile d’envisager de vous lancer dans un nouveau domaine ou de changer d’emploi.
hi: जैसे-जैसे आपकी सक्रिय ऊर्जा मजबूत होती जाती है, किसी नए क्षेत्र में विस्तार करने या नौकरी बदलने पर विचार करना उचित हो सकता है।
ja: 活動的なエネルギーが強いです。拡張や変化を模索するのも良いでしょう。
ko: 활동적인 기운이 강해지니, 새로운 분야로의 확장이나 이직을 고려해볼 만합니다.
ru: Энергия действия растет. Хорошее время для смены деятельности или новой сферы.
zh: 行动力很强，适合考虑扩展或职业转向。

# tojeongMonthlySpecial_6_2
source: Your leadership skills are in demand. Take charge with confidence.
de: Wenn Sie zu weit gehen, können Sie in Schwierigkeiten geraten. Bleiben Sie bescheiden und schauen Sie sich um.
es: Si avanza demasiado, puede meterse en problemas. Mantente humilde y mira a tu alrededor.
fr: Si vous allez trop loin, vous risquez d’avoir des ennuis. Restez humble et regardez autour de vous.
hi: अगर आप बहुत आगे बढ़ गए तो मुसीबत में पड़ सकते हैं। विनम्र रहें और अपने चारों ओर देखें।
ja: あまり先へ進みすぎると、トラブルに巻き込まれる可能性があります。謙虚さを保ち、周りを見渡してください。
ko: 너무 앞서나가면 구설에 오를 수 있습니다. 겸손한 태도를 유지하고 주변을 살피세요.
ru: Не забегайте слишком далеко вперед. Оставайтесь скромными и внимательными.
zh: 领导力被需要，带着自信做主导。

# tojeongMonthlySpecial_6_3
source: A major goal is within reach. Stay focused on the finish line.
de: Bevor die Hitze beginnt, müssen Sie Ihre Ausdauer auffüllen. Es ist auch eine gute Idee, einen Gesundheitscheck durchführen zu lassen.
es: Antes de que comience el calor, debes abastecerte de resistencia. También es una buena idea hacerse un chequeo médico.
fr: Avant que la chaleur ne commence, vous devez faire le plein d'endurance. C'est également une bonne idée de passer un bilan de santé.
hi: गर्मी शुरू होने से पहले, आपको सहनशक्ति जमा करनी होगी। स्वास्थ्य जांच कराना भी एक अच्छा विचार है।
ja: 暑さが始まる前にスタミナを蓄えておく必要があります。健康診断を受けてみるのも良いでしょう。
ko: 더위가 시작되기 전, 체력을 비축해두어야 합니다. 건강 검진을 받아보는 것도 좋습니다.
ru: Запаситесь силами перед летним зноем. Полезно будет проверить здоровье.
zh: 重要目标近在咫尺，盯紧终点就能拿下。

# tojeongMonthlySpecial_6_4
source: New professional horizons are opening. Be ready to explore.
de: Nehmen Sie sich Zeit für eine Zwischenbilanz, um das erste Halbjahr abzuschließen und für das zweite Halbjahr zu planen.
es: Tómese el tiempo para realizar una revisión intermedia para finalizar la primera mitad del año y planificar la segunda mitad.
fr: Prenez le temps de faire un bilan à mi-parcours pour terminer le premier semestre et planifier le second semestre.
hi: वर्ष की पहली छमाही समाप्त करने के लिए मध्यावधि समीक्षा के लिए समय निकालें और दूसरी छमाही की योजना बनाएं।
ja: 中間レビューに時間をかけて上半期を終え、下半期の計画を立てましょう。
ko: 상반기를 마무리하고 하반기를 계획하는 중간 점검의 시간을 가지세요.
ru: Подведите итоги полугодия и наметьте планы на вторую половину года.
zh: 新的职业视野正在打开，勇敢去探索。

# tojeongMonthlySpecial_7_0
source: Passion leads to performance. Bold moves achieve goals.
de: Dies ist eine Zeit, in der leidenschaftliche Leidenschaft zu Ergebnissen führt. Wenn Sie mutig voranschreiten, können Sie Ihre Ziele erreichen.
es: Este es un momento en el que la pasión apasionada conduce a resultados. Si sigues adelante con valentía, podrás lograr tus objetivos.
fr: C’est une époque où la passion passionnée mène aux résultats. Si vous avancez avec audace, vous pouvez atteindre vos objectifs.
hi: यह वह समय है जब जुनूनी जुनून परिणाम तक ले जाता है। यदि आप साहसपूर्वक आगे बढ़ते हैं, तो आप अपने लक्ष्य प्राप्त कर सकते हैं।
ja: 情熱が成果につながります。果敢な行動が目標達成を早めます。
ko: 뜨거운 열정이 성과로 이어지는 시기입니다. 과감하게 추진하면 목표를 달성할 수 있습니다.
ru: Время, когда страсть ведет к результатам. Смело идите к своим целям.
zh: 热情带来成绩，大胆行动更容易达成目标。

# tojeongMonthlySpecial_7_1
source: Meet a helper or find new opportunities while traveling.
de: Vielleicht treffen Sie auf Reisen oder beim Umzug einen wertvollen Menschen oder erhalten eine neue Chance.
es: Es posible que conozca a alguien valioso o tenga una nueva oportunidad mientras viaja o se muda.
fr: Vous pouvez rencontrer quelqu'un de précieux ou obtenir une nouvelle opportunité lors d'un voyage ou d'un déménagement.
hi: यात्रा या प्रवास के दौरान आपकी मुलाकात किसी मूल्यवान व्यक्ति से हो सकती है या कोई नया अवसर मिल सकता है।
ja: 旅先で助っ人に会ったり、新しい機会を発見したりします。
ko: 여행이나 이동 중에 귀인을 만나거나 새로운 기회를 얻게 될 수 있습니다.
ru: Новые возможности или важные встречи ждут вас в поездке.
zh: 出行中易遇贵人，也可能发现新机会。

# tojeongMonthlySpecial_7_2
source: Adventure calls. A change of scenery will refresh your spirit.
de: Dies ist eine Zeit, in der Ihre Gesundheit leicht geschädigt werden kann. Es ist wichtig, Überlastung zu vermeiden und sich ausreichend Ruhe zu gönnen.
es: Este es un momento en el que su salud puede verse perjudicada fácilmente. Es importante evitar el exceso de trabajo y descansar lo suficiente.
fr: C’est une période où votre santé peut être facilement compromise. Il est important d’éviter le surmenage et de se reposer suffisamment.
hi: यह एक ऐसा समय है जब आपकी सेहत को आसानी से नुकसान पहुंच सकता है। अत्यधिक काम से बचना और पर्याप्त आराम करना महत्वपूर्ण है।
ja: 健康を害しやすい時期です。過労を避け、十分な休息をとることが大切です。
ko: 건강을 해치기 쉬운 시기입니다. 과로를 피하고 충분한 휴식을 취하는 것이 중요합니다.
ru: Здоровье может потребовать внимания. Избегайте переутомления.
zh: 适合换个环境，新的风景会让心情焕然一新。

# tojeongMonthlySpecial_7_3
source: Your enthusiasm attracts positive outcomes. Dream big.
de: Es erfordert unermüdliche Leidenschaft, auch bei sengender Hitze. So viel Sie schwitzen, Sie werden Ergebnisse erzielen.
es: Requiere una pasión incansable incluso en el calor abrasador. Por mucho que sudes, obtendrás resultados.
fr: Cela demande une passion infatigable, même sous une chaleur torride. Autant vous transpirez, autant vous obtiendrez des résultats.
hi: भीषण गर्मी में भी इसके लिए अथक जुनून की जरूरत होती है। जितना पसीना बहाओगे उतना परिणाम मिलेगा।
ja: 炎天下でもたゆまぬ情熱が必要です。汗をかいた分だけ結果が出ます。
ko: 무더위 속에서도 지치지 않는 열정이 필요합니다. 땀 흘린 만큼 결실이 있을 것입니다.
ru: Сохраняйте энтузиазм даже в трудные моменты. Ваши усилия окупятся.
zh: 你的干劲会吸引好结果，把目标定大一点。

# tojeongMonthlySpecial_7_4
source: Dynamic energy fuels your progress. Keep moving forward.
de: Nehmen Sie sich Zeit, um durch Ruhe neue Energie zu tanken. Eine lange Reise bringt Glück.
es: Tómese el tiempo para recargar energías mediante el descanso. Un largo viaje trae buena suerte.
fr: Prenez le temps de vous ressourcer grâce au repos. Un long voyage porte chance.
hi: आराम के माध्यम से रिचार्ज करने के लिए समय निकालें। लंबी यात्रा सौभाग्य लेकर आती है।
ja: 休息を通じてエネルギーを充電する時間を取りましょう。長い旅は幸運をもたらします。
ko: 휴식을 통해 재충전의 시간을 가지세요. 멀리 떠나는 여행이 행운을 가져다줍니다.
ru: Найдите время для восстановления сил. Путешествие принесет удачу.
zh: 能量很足，持续向前推进就对了。

# tojeongMonthlySpecial_8_0
source: Patience pays off. Luck starts to open up gradually.
de: Mit der Zeit beginnt sich die Geduld allmählich zu verbessern. Seien Sie nicht ungeduldig und warten Sie auf Ihre Zeit.
es: A medida que pasa el tiempo, la paciencia comienza a mejorar gradualmente. No seas impaciente y espera tu momento.
fr: Au fil du temps, la patience commence à s’améliorer progressivement. Ne soyez pas impatient et attendez votre heure.
hi: जैसे-जैसे समय बीतता है, धैर्य में धीरे-धीरे सुधार होने लगता है। अधीर न हों और अपने समय की प्रतीक्षा करें।
ja: 忍耐の末に甘い実を結びます。運が少しずつ開け始めます。
ko: 인내의 시간이 지나고 점차 운이 트이기 시작합니다. 조급해하지 말고 때를 기다리세요.
ru: Терпение начинает приносить плоды. Не торопите события, всему свое время.
zh: 耐心会得到回报，运势会慢慢打开。

# tojeongMonthlySpecial_8_1
source: Old problems find solutions. Use your wisdom.
de: Alte Probleme, die nicht gelöst wurden, finden einen Hinweis. Benutzen Sie Ihren Verstand, um es zu lösen.
es: Viejos problemas que no se han resuelto encontrarán una pista. Usa tu ingenio para resolverlo.
fr: Les vieux problèmes non résolus trouveront un indice. Utilisez votre intelligence pour le résoudre.
hi: पुरानी समस्याएं जो सुलझ नहीं पाई थीं, उनका समाधान मिलेगा। इसे हल करने के लिए अपनी बुद्धि का प्रयोग करें।
ja: 古い悩みが解決の糸口を見つけます。知恵を発揮してください。
ko: 해결되지 않던 묵은 문제가 실마리를 찾게 됩니다. 지혜를 발휘하여 해결하세요.
ru: Старые нерешенные вопросы наконец найдут ответы. Используйте свою мудрость.
zh: 旧问题会出现解法，靠你的智慧就能化解。

# tojeongMonthlySpecial_8_2
source: Steadiness and persistence will overcome any obstacle.
de: Es ist leicht, unvorsichtig zu sein, wenn es um Erfolg geht. Lassen Sie Ihre Anspannung bis zum Schluss nicht los.
es: Es fácil bajar la guardia cuando se trata de concretar algo. No sueltes tu tensión hasta el final.
fr: Il est facile de baisser la garde lorsqu’il s’agit de concrétiser. Ne lâchez pas votre tension jusqu'à la fin.
hi: जब बात सफल होने की हो तो अपनी सतर्कता को कम करना आसान होता है। अंत तक अपने तनाव को जाने न दें।
ja: 成果が出ると油断しがちです。最後まで緊張感を緩めないでください。
ko: 결실을 앞두고 방심하기 쉽습니다. 마지막까지 긴장의 끈을 놓지 마세요.
ru: На финишной прямой легко расслабиться. Сохраняйте концентрацию до конца.
zh: 稳住节奏、坚持到底，困难终会过去。

# tojeongMonthlySpecial_8_3
source: Reflection brings clarity. Understand your true path.
de: Es ist Zeit, den Endspurt vor der fruchtbaren Saison zu machen. Entspannen Sie sich nicht.
es: Ha llegado el momento de dar el último esfuerzo antes de una temporada fructífera. No te relajes.
fr: Il est temps de donner le dernier élan avant la saison fructueuse. Ne vous détendez pas.
hi: फलदायी सीज़न से पहले अंतिम उछाल लाने का समय आ गया है। आराम मत करो.
ja: 実りの季節に向けてラストスパートの時期が来た。リラックスしないでください。
ko: 결실의 계절을 앞두고 마지막 스퍼트를 올려야 할 때입니다. 긴장을 늦추지 마세요.
ru: Последний рывок перед сезоном урожая. Не сбавляйте темп.
zh: 复盘能带来清晰感，找到真正适合自己的方向。

# tojeongMonthlySpecial_8_4
source: Good news arrives from a distance. Be prepared for joy.
de: Es gibt eine unerwartete helfende Hand. Wenn Sie Schwierigkeiten haben, fragen Sie Ihre Mitmenschen um Rat.
es: Hay una mano amiga inesperada. Si tienes dificultades, pide consejo a quienes te rodean.
fr: Il y a un coup de main inattendu. Si vous rencontrez des difficultés, demandez conseil à votre entourage.
hi: कोई अप्रत्याशित मदद करने वाला हाथ है। यदि आपको कठिनाई हो तो अपने आसपास के लोगों से सलाह लें।
ja: 思わぬ救いの手がある。困ったことがあれば、周りの人にアドバイスを求めてください。
ko: 뜻하지 않은 도움의 손길이 있습니다. 어려움이 있다면 주변에 조언을 구하세요.
ru: Ожидайте помощи. Если трудно — не стесняйтесь просить совета.
zh: 远方传来好消息，准备迎接喜悦。

# tojeongMonthlySpecial_9_0
source: Wealth and love are abundant like the harvest season.
de: Wie die Zeit der reichen Fruchtbarkeit ist es eine Zeit, in der sowohl Reichtum als auch Liebesglück im Überfluss vorhanden sind.
es: Al igual que la temporada de abundante fecundidad, es un momento en el que tanto la riqueza como la fortuna amorosa se vuelven abundantes.
fr: Comme la saison de fécondité abondante, c’est une période où la richesse et la fortune amoureuse deviennent abondantes.
hi: प्रचुर फल के मौसम की तरह, यह एक ऐसा समय है जब धन और प्रेम भाग्य दोनों प्रचुर हो जाते हैं।
ja: 収穫の季節のように財物と愛が豊かになります。
ko: 풍성한 결실의 계절처럼, 재물운과 애정운이 모두 풍요로워지는 시기입니다.
ru: Время изобилия. И в деньгах, и в любви наступает прекрасная пора.
zh: 像丰收季一样，财运与感情都更充盈。

# tojeongMonthlySpecial_9_1
source: Better than expected results for your hard work.
de: Wenn Sie sich viel Mühe geben, werden Sie bessere Ergebnisse erzielen als erwartet.
es: Si le pones mucho esfuerzo, obtendrás mejores resultados de los esperados.
fr: Si vous y consacrez beaucoup d’efforts, vous obtiendrez de meilleurs résultats que prévu.
hi: अगर आप खूब मेहनत करेंगे तो आपको उम्मीद से बेहतर परिणाम मिलेंगे।
ja: 努力した分、それ以上の結果を得られる幸運な時期です。
ko: 그동안 공들인 일이 있다면, 기대 이상의 좋은 결과를 얻게 될 것입니다.
ru: Ваши старания принесут даже лучший результат, чем вы ожидали.
zh: 辛苦会得到超出预期的回报。
