Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotWealthDetail16
source: It's a very unstable time financially. You may hear shocking news such as big money leaving or an investment collapsing, so move your assets to a safe place and prepare. However, this collapse will be an opportunity to correct wrong economic concepts, and after hitting rock bottom, a chance to build a solid foundation will come.
de: Finanzielle Strukturen, die auf Sand gebaut waren, könnten jetzt zusammenbrechen. Es ist eine harte Lektion in Sachen Geldmanagement, die Sie aber weiser machen wird. Nutzen Sie den Trümmerhaufen, um Ihre Finanzen von Grund auf neu und solider zu organisieren.
es: Comienza un periodo de extrema inestabilidad en las finanzas. Son posibles pérdidas bruscas o el colapso de proyectos de inversión. Ahora es crucial mover tus activos a un lugar seguro y estar alerta. Recuerda que este colapso te ayudará a revisar tus puntos de vista sobre el dinero, y después de la caída siempre llega un periodo de reconstrucción sobre una base más sólida.
fr: Une période d'extrême instabilité financière commence. Des pertes brusques ou l'effondrement de projets d'investissement sont possibles. Il est maintenant crucial de déplacer vos actifs dans un endroit sûr et d'être vigilant. Rappelez-vous que cet effondrement vous aidera à revoir vos points de vue sur l'argent, et qu'après la chute vient toujours une période de reconstruction.
hi: वित्तीय संरचनाएं जो रेत पर बनी थीं, अब ढह सकती हैं। यह धन प्रबंधन में एक कठिन सबक है, लेकिन यह आपको अधिक बुद्धिमान बनाएगा। अपने वित्त को शुरू से और अधिक मजबूती से व्यवस्थित करने के लिए इस स्थिति का उपयोग करें।
ja: 財政的に非常に不安定な時期です。予想外の場所から大金が出ていったり、投資していた場所が崩壊するなど衝撃的な知らせに接することがあるので、資産を安全な場所に移して備えなければなりません。しかし、この崩壊は間違った経済観念を正す契機となるでしょうし、底を打てば二度と崩れない丈夫な基盤を築く機会が来ます。
ko: 재정적으로 매우 불안정한 시기입니다. 예상치 못한 곳에서 큰돈이 빠져나가거나 투자했던 곳이 무너지는 등 충격적인 소식을 접할 수 있으니 자산을 안전한 곳으로 옮기고 대비해야 합니다. 하지만 이 붕괴는 잘못된 경제 관념을 바로잡는 계기가 될 것이며, 바닥을 치고 나면 다시는 무너지지 않을 튼튼한 기반을 쌓을 기회가 옵니다.
ru: Наступает период крайней нестабильности в финансах. Возможны резкие убытки или крах инвестиционных проектов. Сейчас крайне важно перевести активы в безопасное место и быть начеку. Помните, что этот крах поможет вам пересмотреть свои взгляды на деньги, а после падения всегда наступает период восстановления на более прочном фундаменте.
zh: 财务上非常不稳定的时期。你可能会听到令人震惊的消息，如资金意外流失或投资项目崩溃，因此必须将资产转移到安全的地方并做好防范。然而，这种崩溃也将成为纠正错误经济观念的契机，触底之后将有机会建立不再崩塌的坚实基础。

# tarotSuccessMeaning16
source: Projects may be interrupted or shocking changes at work may occur.
de: Beruflich deutet der Turm auf plötzliche Entlassungen, Firmenpleiten oder das Scheitern großer Projekte hin. Ihre Karriereplanung könnte komplett über den Haufen geworfen werden. Sehen Sie den Zusammenbruch als Befreiung von Aufgaben, die Sie ohnehin eingeschränkt haben.
es: Los proyectos pueden verse interrumpidos, son posibles cambios bruscos en la carrera o reajustes de personal.
fr: Les projets peuvent être interrompus, des changements brusques de carrière ou des réajustements de personnel sont possibles.
hi: करियर में, टावर अचानक बर्खास्तगी, कंपनी के दिवालिया होने या बड़े प्रोजेक्ट्स की विफलता का संकेत देता है। आपकी करियर योजना पूरी तरह से बदल सकती है। इस पतन को उन कार्यों से मुक्ति के रूप में देखें जो आपको वैसे भी सीमित कर रहे थे।
ja: プロジェクトが中断されたり職場で突然の人事異動など衝撃的な変化が生じることがあります。
ko: 프로젝트가 중단되거나 직장에서 갑작스러운 인사 이동 등 충격적인 변화가 생길 수 있습니다.
ru: Проекты могут быть прерваны, возможны резкие перемены в карьере или кадровые перестановки.
zh: 项目可能中断，或职场发生突然的人事变动等冲击性变化。

# tarotSuccessDetail16
source: You may feel frustration as if the tower you've worked hard to build is collapsing, but this is due to an inevitable flow of change rather than a lack of ability. Don't panic; grasp the situation coolly, discard old systems, and seek new paths. If you take this crisis as an opportunity to reorganize, you can leap to a much higher place.
de: Wenn der gewohnte Rahmen wegbricht, entstehen völlig neue Möglichkeiten der Entfaltung. Seien Sie flexibel und bereit, sich schnell an die neue Situation anzupassen. Ihre Fähigkeit, aus Krisen gestärkt hervorzugehen, wird jetzt auf die Probe gestellt und gefördert.
es: Puedes sentir amargura porque el proyecto que construiste paso a paso se derrumba. Pero esto no sucede por tu debilidad, sino por cambios inevitables. Mantén la calma, evalúa la situación y empieza a buscar nuevos caminos. Si puedes convertir esta crisis en una oportunidad para reiniciar, alcanzarás alturas aún mayores.
fr: Vous pouvez ressentir de l'amertume parce que le projet que vous avez construit étape par étape s'effondre. Mais cela n'arrive pas à cause de votre faiblesse, mais à cause de changements inévitables. Gardez votre calme, évaluez la situation et commencez à chercher de nouvelles voies. Si vous pouvez transformer cette crise en opportunité, vous atteindrez des sommets encore plus élevés.
hi: जब सामान्य ढांचा टूट जाता है, तो विकास की पूरी तरह से नई संभावनाएं पैदा होती हैं। लचीले रहें और नई स्थिति के साथ जल्दी तालमेल बिठाने के लिए तैयार रहें। संकटों से मजबूत होकर निकलने की आपकी क्षमता की अब परीक्षा होगी।
ja: これまで精魂込めて築いてきた塔が崩れるような挫折感を感じることがありますが、これはあなたの能力が不足しているからではなく、避けられない変化の流れのためです。慌てずに事態を冷静に把握して古いシステムを捨て、新しい道を模索してください。今の危機をチャンスに変えて再整備すれば、はるかに高い場所へと跳躍できるでしょう。
ko: 그동안 공들여 쌓아온 탑이 무너지는 듯한 좌절감을 느낄 수 있지만, 이는 당신의 능력이 부족해서가 아니라 피할 수 없는 변화의 흐름 때문입니다. 당황하지 말고 사태를 냉정하게 파악하여 낡은 시스템을 버리고 새로운 길을 모색하세요. 지금의 위기를 기회로 삼아 재정비한다면 훨씬 더 높은 곳으로 도약할 수 있을 것입니다.
ru: Вы можете почувствовать горечь от того, что дело, которое вы строили по кирпичику, рушится. Но это происходит не из-за вашей слабости, а из-за неизбежных перемен. Сохраняйте спокойствие, оцените ситуацию и начните искать новые пути. Если вы сможете превратить этот кризис в возможность для перезагрузки, вы достигнете еще больших высот.
zh: 你可能会感到苦心经营的高塔崩塌般的挫折感，但这并非因为你能力不足，而是因为不可避免的变化潮流。不要惊慌，冷静把握事态，抛弃旧系统并寻找新道路。如果能将当前的危机转化为机会进行重新整顿，你将能够向着更高处实现跨越。

# tarotKeywords17
source: Hope, inspiration, healing, optimism, wish fulfillment
de: Hoffnung, Glaube, Zweck, Erneuerung, Spiritualität
es: Esperanza, inspiración, curación, optimismo, cumplimiento de deseos
fr: Espoir, inspiration, guérison, optimisme, réalisation des désirs
hi: आशा, विश्वास, उद्देश्य, नवीनीकरण, आध्यात्मिकता
ja: 希望, 霊感, 治癒, 楽観主義, 所望成就
ko: 희망, 영감, 치유, 낙관주의, 소망 성취
ru: Надежда, вдохновение, исцеление, оптимизм, исполнение желаний
zh: 希望, 灵感, 治愈, 乐观主义, 愿望实现

# tarotDesc17
source: A woman is pouring water with two jars while keeping one foot on the ground, symbolizing peace after hardship and hope for the future.
de: Der Stern ist eine Karte der Hoffnung, der Inspiration und der göttlichen Führung. Nach einer schwierigen Zeit kehrt nun Ruhe und Zuversicht in Ihr Leben zurück. Vertrauen Sie auf Ihre Träume und darauf, dass das Universum Sie auf den richtigen Weg leitet.
es: Bajo la luz de una estrella brillante, una mujer vierte agua, simbolizando la paz después de las pruebas y la esperanza en un futuro brillante.
fr: Sous la lumière d'une étoile brillante, une femme verse de l'eau, symbolisant la paix après les épreuves et l'espoir en un avenir radieux.
hi: तारा आशा, प्रेरणा और दिव्य मार्गदर्शन का कार्ड है। एक कठिन समय के बाद, अब आपके जीवन में शांति और आत्मविश्वास वापस आ रहा है। अपने सपनों पर भरोसा रखें और विश्वास करें कि ब्रह्मांड आपको सही रास्ते पर ले जा रहा है।
ja: 夜空の明るい星の光の下で女性が水を注ぎ、苦難の後に訪れる平和と未来への希望を象徴しています。
ko: 밤하늘의 밝은 별빛 아래에서 여인이 물을 부으며 고난 뒤에 찾아오는 평화와 미래에 대한 희망을 상징합니다.
ru: Под светом яркой звезды женщина льет воду, символизируя покой после испытаний и надежду на светлое будущее.
zh: 在明亮的星光下，一位女子正在倒水。这象征着苦难之后到来的和平，以及对未来的希望与愿景。

# tarotLoveMeaning17
source: It's a time when you meet someone close to your ideal type or your dream about love comes true.
de: In der Liebe verspricht der Stern eine Zeit der Heilung und der tiefen emotionalen Verbundenheit. Bestehende Beziehungen erfahren eine neue Leichtigkeit und gegenseitiges Vertrauen. Für Singles deutet die Karte auf die Begegnung mit einem Seelenverwandten hin.
es: Periodo de encuentro con el ideal o cumplimiento del sueño de amor.
fr: Période de rencontre avec l'idéal ou réalisation du rêve d'amour.
hi: प्यार में, तारा उपचार और गहरे भावनात्मक जुड़ाव की अवधि का वादा करता है। मौजूदा रिश्ते नई सहजता और आपसी विश्वास का अनुभव करते हैं। सिंगल लोगों के लिए, यह कार्ड एक सोलमेट से मिलने का संकेत देता है।
ja: 理想に近い人に出会ったり、恋愛に対する夢が叶う時期です。
ko: 이상형에 가까운 사람을 만나거나 연애에 대한 꿈이 이루어지는 시기입니다.
ru: Период встречи с идеалом или исполнения мечты о любви.
zh: 遇到接近理想型的人，或恋爱梦想成真的时期。

# tarotLoveDetail17
source: Like a star brightening the dark night, sparkling hope comes to your love life as well. You may meet your ideal type or make a beautiful promise for the future with your lover, and it's a time when your pure charm strongly appeals. Past painful memories will now be healed, and bright energy to dream of new love will arise.
de: Ihr Herz öffnet sich wieder für die Liebe und Sie strahlen eine positive Energie aus. Es ist eine wunderbare Zeit, um gemeinsame Zukunftspläne zu schmieden und Wünsche zu äußern. Vertrauen Sie darauf, dass Ihre Sehnsüchte in Erfüllung gehen werden.
es: Como una estrella en la noche, llega a tu vida una esperanza radiante. Puedes conocer a la persona de tus sueños, y tu carisma sincero será extremadamente atractivo para los demás. Las heridas del pasado se cierran, dando paso a una energía luminosa que te permitirá volver a creer en el amor.
fr: Comme une étoile dans la nuit, un espoir radieux arrive dans votre vie. Vous pourriez rencontrer la personne de vos rêves, et votre charisme sincère sera extrêmement attirant pour les autres. Les blessures du passé se referment, laissant place à une énergie lumineuse qui vous permettra de croire à nouveau en l'amour.
hi: आपका दिल प्यार के लिए फिर से खुल रहा है और आप सकारात्मक ऊर्जा बिखेर रहे हैं। भविष्य की योजनाएं बनाने और अपनी इच्छाएं व्यक्त करने का यह एक शानदार समय है। विश्वास रखें कि आपकी तड़प और इच्छाएं पूरी होंगी।
ja: 暗い夜を照らす星のように、あなたの恋愛にも輝く希望が訪れます。心に描いていた理想の人に出会うことができ、あなたの純粋な魅力が異性に大きくアピールする時期です。過去の痛い記憶は今や癒やされ、新しい愛を夢見ることができる明るいエネルギーが生まれるでしょう。
ko: 어두운 밤을 밝히는 별처럼 당신의 연애에도 반짝이는 희망이 찾아옵니다. 마음에 그리던 이상형을 만나게 될 수 있으며, 당신의 순수한 매력이 이성에게 크게 어필하는 시기입니다. 과거의 아픈 기억은 이제 치유되고 새로운 사랑을 꿈꿀 수 있는 밝은 에너지가 생길 것입니다.
ru: Как звезда в ночи, в вашу жизнь приходит сияющая надежда. Вы можете встретить человека своей мечты, а ваше искреннее обаяние будет крайне притягательным для окружающих. Прошлые обиды затягиваются, уступая место светлой энергии, которая позволит вам снова поверить в любовь.
zh: 像照亮黑夜的星星一样，你的爱情也会迎来闪耀的希望。你可能会遇到梦寐以求的理想型，你纯粹的魅力将深深吸引异性。过去痛苦的记忆现在已得到治愈，你会产生能够再次梦想新爱情的光明能量。

# tarotWealthMeaning17
source: The financial situation gradually improves.
de: Finanziell signalisiert der Stern eine langsame, aber stetige Verbesserung Ihrer Lage. Vorangegangene Sorgen lösen sich auf und neue Möglichkeiten für Einnahmen tun sich auf. Es ist eine Zeit der finanziellen Erholung und des Optimismus.
es: La situación financiera empieza a mejorar gradualmente.
fr: La situation financière commence à s'améliorer progressivement.
hi: आर्थिक रूप से, तारा आपकी स्थिति में धीमी लेकिन निरंतर सुधार का संकेत देता है। पिछली चिंताएं दूर हो रही हैं और आय के नए अवसर खुल रहे हैं। यह वित्तीय सुधार और आशावाद का समय है।
ja: 金銭的に徐々に状況が良くなります。
ko: 금전적으로 서서히 상황이 좋아집니다.
ru: Финансовая ситуация начинает постепенно улучшаться.
zh: 财运状况正逐渐好转。

# tarotWealthDetail17
source: Your financial outlook starts to flow in a positive direction. Previous economic difficulties are resolved and a ray of light is seen, and an opportunity to increase side income through creative ideas may arise. Rather than immediate big gains, an eye for investing in places with high future value from a long-term perspective will lead you to financial stability.
de: Ihr finanzieller Ausblick beginnt sich in eine positive Richtung zu bewegen. Frühere wirtschaftliche Schwierigkeiten werden durch kluge Entscheidungen und etwas Glück erwunden. Bleiben Sie geduldig, denn der Erfolg wird sich langfristig und nachhaltig einstellen.
es: La suerte con el dinero empieza a girar a tu favor. Las dificultades económicas quedan atrás y empiezas a ver la luz al final del túnel. Las ideas creativas pueden traer fuentes de ingresos adicionales. Ahora es importante pensar a largo plazo: las inversiones en el futuro serán la clave de tu estabilidad financiera.
fr: La chance avec l'argent commence à tourner en votre faveur. Les difficultés économiques sont derrière vous et vous commencez à voir la lumière au bout du tunnel. Des idées créatives peuvent apporter des sources de revenus supplémentaires. Maintenant, il est important de penser à long terme : les investissements dans l'avenir seront la clé.
hi: आपका वित्तीय दृष्टिकोण सकारात्मक दिशा में बढ़ने लगा है। पिछली आर्थिक कठिनाइयों को समझदारी भरे निर्णयों और थोड़े भाग्य से दूर किया जाएगा। धैर्य रखें, क्योंकि सफलता लंबे समय तक बनी रहेगी।
ja: 財物運が肯定的な方向に流れ始めます。これまでの経済的な困難が解消され、一筋の光が見える時期であり、創造的なアイデアを通じて副収入を上げる機会が生じることがあります。当面の大きな利得よりは、長期的な観点で将来価値の高い場所に投資する眼識が、あなたを財政的安定へと導くでしょう。
ko: 재물운이 긍정적인 방향으로 흘러가기 시작합니다. 그동안의 경제적 어려움이 해소되고 한 줄기 빛이 보이는 시기이며, 창의적인 아이디어를 통해 부가 수익을 올릴 기회가 생길 수 있습니다. 당장의 큰 이득보다는 장기적인 관점에서 미래 가치가 높은 곳에 투자하는 안목이 당신을 재정적 안정으로 인도할 것입니다.
ru: Денежная удача разворачивается в вашу сторону. Экономические трудности остаются позади, и вы начинаете видеть свет в конце тоннеля. Креативные идеи могут принести дополнительные источники дохода. Сейчас важно мыслить на перспективу: вложения в будущее станут залогом вашей финансовой стабильности.
zh: 财运开始向积极的方向流动。之前的经济困难正在缓解，你将看到一线曙光。通过创意想法可能会获得额外收入的机会。与其追求眼前的巨大利益，不如以长期眼光投资于未来价值高的地方，这种眼光将引导你走向财务稳定。

# tarotSuccessMeaning17
source: Creative inspiration springs up and you get an opportunity to spread your talent widely.
de: Beruflich steht der Stern für Inspiration, Erfolg und die Anerkennung Ihrer Talente. Ihre Projekte stehen unter einem guten Stern und Sie finden innovative Lösungen für alte Probleme. Folgen Sie Ihrer Berufung, denn Ihr Weg ist nun klar vorgezeichnet.
es: Te espera una oleada de inspiración y la oportunidad de dar a conocer tus talentos.
fr: Une vague d'inspiration vous attend et l'occasion de faire connaître vos talents.
hi: करियर में, तारा प्रेरणा, सफलता और आपकी प्रतिभा की पहचान का प्रतीक है। आपके प्रोजेक्ट्स सफल होंगे और आप पुरानी समस्याओं के नए समाधान खोज लेंगे। अपने अंतर्मन की आवाज सुनें, क्योंकि आपका रास्ता अब स्पष्ट है।
ja: 創造的な霊感が湧き上がり、自分の才能を広く知らせる機会を得ます。
ko: 창의적인 영감이 샘솟고 자신의 재능을 널리 알릴 기회를 얻습니다.
ru: Вас ждет прилив вдохновения и возможность заявить о своих талантах.
zh: 创造性灵感迸发，获得广泛展示才华的机会。

# tarotSuccessDetail17
source: Your ideas shine and receive praise from those around you. You can stand out in marketing, PR, or artistic fields, and it's a very good time to start a project you've always dreamed of. If you express yourself confidently, luck is in for you to gain popularity or honor, so seize the opportunity.
de: Ihre kreativen Ideen finden Gehör und führen zu bemerkenswerten Fortschritten. Es ist eine ideale Zeit für langfristige Planungen und den Aufbau von Netzwerken. Ihr authentisches Auftreten überzeugt Vorgesetzte und Geschäftspartner gleichermaßen.
es: Tus ideas recibirán el reconocimiento y el elogio de tus colegas. Destacarás especialmente en áreas creativas, marketing o publicidad; ahora es el momento ideal para lanzar el proyecto con el que siempre has soñado. Actúa con confianza: tienes todas las posibilidades de ganar popularidad y fortalecer tu autoridad.
fr: Vos idées recevront la reconnaissance et les éloges de vos collègues. Vous vous distinguerez particulièrement dans les domaines créatifs, le marketing ou la publicité ; c'est maintenant le moment idéal pour lancer le projet dont vous avez toujours rêvé. Agissez avec confiance : vous avez toutes les chances de gagner en popularité et de renforcer votre autorité.
hi: आपके रचनात्मक विचारों को सुना जाएगा और वे उल्लेखनीय प्रगति की ओर ले जाएंगे। यह दीर्घकालिक योजना और नेटवर्क बनाने के लिए एक आदर्श समय है। आपका ईमानदार व्यवहार वरिष्ठों और व्यावसायिक भागीदारों को समान रूप से प्रभावित करेगा।
ja: あなたのアイデアが光を放ち、周囲の称賛を受けることになります。特に芸術的な感覚や広報、マーケティング分野で頭角を現すことができ、普段夢見ていたプロジェクトを始めるのに非常に良いタイミングです。自信を持って自分を表現すれば、大衆の人気を得たり名誉を得ることができる運気が入っているので、チャンスを掴んでください。
ko: 당신의 아이디어가 빛을 발하여 주변의 찬사를 받게 됩니다. 특히 예술적인 감각이나 홍보, 마케팅 분야에서 두각을 나타낼 수 있으며, 평소 꿈꿔왔던 프로젝트를 시작하기에 아주 좋은 타이밍입니다. 자신 있게 자신을 표현하면 대중의 인기를 얻거나 명예를 얻을 수 있는 운이 들어와 있으니 기회를 잡으세요.
ru: Ваши идеи получат признание и похвалу коллег. Вы особенно преуспеете в творческих сферах, маркетинге или рекламе — сейчас идеальное время для запуска проекта, о котором вы давно мечтали. Действуйте уверенно: у вас есть все шансы завоевать популярность и укрепить свой авторитет.
zh: 你的创意将大放异彩并赢得周围赞赏。特别是在艺术感、公关或营销领域，你能脱颖而出。这是一个启动梦寐以求项目的绝佳时机。如果你能自信地表达自我，就有机会获得大众喜爱或赢得名誉，请务必抓住这个好运。

# tarotKeywords18
source: Anxiety, illusion, ambiguity, intuition, unconscious
de: Angst, Sorge, Illusion, Unterbewusstsein, Intuition
es: Ansiedad, ilusión, incertidumbre, intuición, subconsciente
fr: Anxiété, illusion, incertitude, intuition, subconscient
hi: डर, चिंता, भ्रम, अवचेतन, अंतर्ज्ञान
ja: 不安, 幻想, 曖昧さ, 直感, 無意識
ko: 불안, 환상, 모호함, 직감, 무의식
ru: Тревога, иллюзия, неопределенность, интуиция, подсознание
zh: 不安, 幻想, 暧昧, 直觉, 无意识

# tarotDesc18
source: At night when the moon is up, a dog and a wolf howl and a crayfish crawls out of the water, symbolizing unseen truths and the subconscious.
de: Der Mond führt uns in die Welt der Träume, der Schatten und des Unbewussten. Nicht alles ist so, wie es auf den ersten Blick scheint, und Unsicherheit kann Ängste hervorrufen. Vertrauen Sie in dieser dunklen Phase weniger Ihrem Verstand als vielmehr Ihrer tiefen Intuition.
es: Bajo la luz de la luna coexisten la ansiedad y una incertidumbre brumosa, simbolizando la verdad oculta y el mundo del subconsciente.
fr: Sous la lumière de la lune coexistent l'anxiété et une incertitude brumeuse, symbolisant la vérité cachée et le monde du subconscient.
hi: चाँद हमें सपनों, परछाइयों और अवचेतन की दुनिया में ले जाता है। सब कुछ वैसा नहीं है जैसा पहली नज़र में दिखता है, और अनिश्चितता डर पैदा कर सकती है। इस अंधेरे चरण में अपने तर्क के बजाय अपने गहरे अंतर्ज्ञान पर अधिक भरोसा करें।
ja: 月明かりの下、不安と曖昧さが共存しており、見えない裏側の真実と無意識の世界を象徴しています。
ko: 달빛 아래 불안과 모호함이 공존하며, 보이지 않는 이면의 진실과 무의식의 세계를 상징합니다.
ru: Под светом луны сосуществуют тревога и туманная неопределенность, символизируя скрытую правду и мир подсознания.
zh: 月光之下不安与暧昧共存，象征着看不见的背后真相与无意识的世界。正如雾气弥漫的夜晚，方向感变得模糊。

# tarotLoveMeaning18
source: It's frustrating because you don't know the other person's heart, and suspicion are easy to sprout.
de: In der Liebe deutet der Mond auf Geheimnisse, Missverständnisse oder verborgene Sehnsüchte hin. Vielleicht sind Sie sich Ihrer Gefühle unsicher oder es gibt Dinge, die noch nicht ausgesprochen wurden. Hüten Sie sich vor Täuschungen und hören Sie auf Ihr Bauchgefühl.
es: Incomprensión de los sentimientos de la pareja, posibles ofensas y sospechas.
fr: Incompréhension des sentiments du partenaire, offenses et soupçons possibles.
hi: प्यार में, चाँद रहस्य, गलतफहमी या छिपी हुई इच्छाओं का संकेत देता है। शायद आप अपनी भावनाओं के बारे में अनिश्चित हैं या ऐसी चीजें हैं जो अभी तक नहीं कही गई हैं। धोखे से सावधान रहें और अपने अंतर्मन की सुनें।
ja: 相手の気持ちが分からずもどかしかったり、誤解や疑念が芽生えやすいです。
ko: 상대방의 마음을 알 수 없어 답답하거나, 오해와 의심이 싹트기 쉽습니다.
ru: Непонимание чувств партнера, возможны обиды и подозрения.
zh: 因无法了解对方心意而郁闷，容易产生误解和怀疑。

# tarotLoveDetail18
source: It's a time when you're anxious because you don't know the other person's inner thoughts, as if in a fog. Trivial misunderstandings can grow into suspicion and cause sleepless nights, so it's better to watch the situation calmly rather than hastily interrogating. Instead of clinging to uncertain relationships swept by emotions, prioritize finding your center through rational thinking.
de: Es ist eine Zeit emotionaler Verwirrung, in der Sie sich leicht in Illusionen verlieren können. Suchen Sie das klärende Gespräch, aber überstürzen Sie keine wichtigen Entscheidungen. Erst wenn das Tageslicht zurückkehrt, werden Sie die Situation klarer beurteilen können.
es: Estás como en una niebla: los sentimientos de tu pareja no están claros, lo que genera ansiedad. Los pequeños malentendidos pueden convertirse en sospechas serias, robándote la paz. Pero no te apresures a sacar conclusiones; ahora es mejor adoptar una postura de espera. En lugar de aferrarte a una relación incierta, intenta mantener tu equilibrio interno y pensar racionalmente.
fr: Vous êtes comme dans un brouillard : les sentiments de votre partenaire ne sont pas clairs, ce qui génère de l'anxiété. De petits malentendus peuvent se transformer en soupçons sérieux, vous volant votre tranquillité. Mais ne vous précipitez pas pour tirer des conclusions ; maintenant, il est préférable d'adopter une posture d'attente. Essayez de garder votre équilibre interne et de penser rationnellement.
hi: यह भावनात्मक भ्रम का समय है जहां आप आसानी से भ्रम में खो सकते हैं। स्पष्ट बातचीत की तलाश करें, लेकिन महत्वपूर्ण निर्णयों में जल्दबाजी न करें। जब दिन का उजाला वापस आएगा, तभी आप स्थिति का बेहतर आकलन कर पाएंगे।
ja: 霧の中にいるように相手の本心が分からず不安な時期です。些細な誤解が大きくなって疑いになり、不安感のせいで夜も眠れないかもしれませんが、性急に問い詰めるよりは状況を落ち着いて見守るのが良いでしょう。感情に流されて不確実な関係にあまり執着するよりは、理性的に考えて心の中心を保つことが優先です。
ko: 안개 속에 있는 듯 상대방의 속마음을 알 수 없어 불안한 시기입니다. 사소한 오해가 커져 의심이 되고 불안감 때문에 밤잠을 설칠 수도 있으니, 섣불리 추궁하기보다는 상황을 차분히 지켜보는 것이 좋습니다. 감정에 휩쓸려 불확실한 관계에 너무 매달리기보다는 이성적으로 생각하여 마음의 중심을 잡는 것이 우선입니다.
ru: Вы словно в тумане: чувства партнера неясны, что порождает тревогу. Мелкие недоразумения могут перерасти в серьезные подозрения, лишая вас покоя. Но не спешите с выводами — сейчас лучше занять выжидательную позицию. Вместо того чтобы цепляться за неопределенные отношения, постарайтесь сохранить внутреннее равновесие и мыслить рационально.
zh: 仿佛置身雾中，无法了解对方真心，这是一个不安的时期。细微的误解可能演变成巨大的怀疑，不安感甚至可能令你彻夜难眠，但与其急于求证，不如静观其变。比起在感情用事下执着于不确定的关系，理性思考并保持内心定力才是首要任务。

# tarotWealthMeaning18
source: Investment prospects are opaque and there is a risk of fraud.
de: Finanziell mahnt der Mond zur Vorsicht, da Informationen unvollständig oder irreführend sein könnten. Es ist kein guter Zeitpunkt für undurchsichtige Geschäfte oder riskante Spekulationen. Achten Sie auf versteckte Kosten und prüfen Sie jedes Angebot dreifach.
es: Las perspectivas financieras son brumosas, alto riesgo de engaño o fraude.
fr: Les perspectives financières sont brumeuses, risque élevé de tromperie ou de fraude.
hi: आर्थिक रूप से, चाँद सावधानी बरतने की सलाह देता है क्योंकि जानकारी अधूरी या भ्रामक हो सकती है। अपारदर्शी सौदों या जोखिम भरी सट्टेबाजी के लिए यह अच्छा समय नहीं है। छिपी हुई लागतों पर ध्यान दें और हर प्रस्ताव की तीन बार जांच करें।
ja: 投資の見通しが不透明で、詐欺の危険が潜んでいます。
ko: 투자 전망이 불투명하고 사기의 위험이 도사리고 있습니다.
ru: Финансовые перспективы туманны, высок риск обмана или мошенничества.
zh: 投资前景不明朗，存在诈骗风险。
