Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# missionTapSprintHint
source: The meter drains if you stop tapping!
de: Füllt sich schnell, leert sich bei Pause.
es: Se llena rápido, se vacía si pausas.
fr: Se remplit vite, se vide si vous faites une pause.
hi: तेज़ी से भरता है, रुकने पर घटता है।
ja: すぐ溜まりますが、止めると減ります。
ko: 빠르게 채우고, 잠시 멈추면 조금 줄어들어요.
ru: Шкала падает, если перестать нажимать!
zh: 快速增长，停下会下降。

# missionLeftRight
source: Left / Right
de: Links / Rechts
es: Izquierda / Derecha
fr: Gauche / Droite
hi: बायाँ / दायाँ
ja: 左 / 右
ko: 좌우 선택 미션
ru: Лево / Право
zh: 左 / 右

# missionLeftRightDescriptionShort
source: Follow the prompt and pick left or right.
de: Folge der Aufforderung und wähle links oder rechts.
es: Sigue la indicación y elige izquierda o derecha.
fr: Suivez l'invite et choisissez gauche ou droite.
hi: संकेत के अनुसार बायाँ या दायाँ चुनें।
ja: 指示に従って左か右を選んでください。
ko: 지시에 맞게 좌/우를 선택하세요.
ru: Следуйте подсказкам: лево или право.
zh: 按提示选择左或右。

# missionLeftRightDescription
source: Get {targetStreak} correct in a row.
de: Erreiche {targetStreak} Richtige in Folge.
es: Obtén {targetStreak} correctos seguidos.
fr: Obtenez {targetStreak} correctes d'affilée.
hi: लगातार {targetStreak} सही करें।
ja: {targetStreak}回連続で正解しましょう。
ko: {targetStreak}회 연속 성공하면 완료돼요.
ru: Сделайте {targetStreak} правильных нажатий подряд.
zh: 连续答对{targetStreak}次。

# missionLeftRightPromptLeft
source: Tap LEFT
de: Tippe LINKS
es: Toca IZQUIERDA
fr: Tapez GAUCHE
hi: बायाँ टैप करें
ja: 左をタップ
ko: 왼쪽을 누르세요
ru: Нажми СЛЕВА
zh: 点击左边

# missionLeftRightPromptRight
source: Tap RIGHT
de: Tippe RECHTS
es: Toca DERECHA
fr: Tapez DROITE
hi: दायाँ टैप करें
ja: 右をタップ
ko: 오른쪽을 누르세요
ru: Нажми СПРАВА
zh: 点击右边

source: Left
de: Links
es: Izquierda
fr: Gauche
hi: बायाँ
ja: 左
ko: 왼쪽
ru: Лево
zh: 左

source: Right
de: Rechts
es: Derecha
fr: Droite
hi: दायाँ
ja: 右
ko: 오른쪽
ru: Право
zh: 右

# missionHintInactivity
source: If you stop for 2 minutes, it resets.
de: Wenn du 2 Minuten aufhörst, wird zurückgesetzt.
es: Si te detienes por 2 minutos, se reinicia.
fr: Si vous arrêtez pendant 2 minutes, cela se réinitialise.
hi: 2 मिनट रुकने पर रीसेट हो जाएगा।
ja: 2分停止するとリセットされます。
ko: 2분 동안 입력이 없으면 초기화돼요.
ru: Сброс через 2 минуты бездействия.
zh: 停止2分钟会重置。

# fortuneCatchScore
source: Score: {score}
de: Punktzahl: {score}
es: Puntuación: {score}
hi: स्कोर: {score}
ja: スコア: {score}
ko: 점수: {score}
ru: Счет: {score}
zh: 得分：{score}

# fortuneCatchGoal
source: Goal: 100
de: Ziel: 100
es: Objetivo: 100
fr: Objectif : 100
hi: लक्ष्य: 100
ja: 目標: 100
ko: 목표: 100점
ru: Цель: 100
zh: 目标：100

# fortuneCatchGoalDetail
source: (Catches: {count}/{min})
de: (Fänge: {count}/{min})
es: (Atrapados: {count}/{min})
fr: (Attrapés : {count}/{min})
hi: (पकड़: {count}/{min})
ja: （捕獲: {count}/{min}）
ko: (잡은 횟수: {count}/{min})
ru: (Поймано: {count}/{min})
zh: （捕捉：{count}/{min}）

# fortuneCatchTime
source: Time: {seconds}s
de: Zeit: {seconds}s
fr: Temps : {seconds}s
hi: समय: {seconds} सेकंड
ja: タイム: {seconds}秒
ko: 진행 시간: {seconds}초
ru: Время: {seconds}с
zh: 时间：{seconds}s

# fortuneCatchBest
source: Best: {seconds}s
de: Beste: {seconds}s
fr: Meilleur : {seconds}s
hi: सर्वश्रेष्ठ: {seconds} सेकंड
ja: ベスト: {seconds}秒
ko: 최고: {seconds}초
ru: Рекорд: {seconds}с
zh: 最佳：{seconds}s

# fortuneCatchAngryHint
source: Avoid the angry Fortuni to prevent penalties!
de: Vermeide den bösen Fortuni!
es: Angry Fortuny is a penalty!
fr: Fortuny en colère est une pénalité !
hi: क्रोधित भाग्यनी (Bhagyani) एक पेनल्टी है!
ja: 怒ったフォーチュニーはペナルティです！
ko: 화난 포츄니는 감점!
ru: Избегайте злой Фортуни, чтобы не получить штраф!
zh: 避开生气的福尼，避免扣分！

# fortuneCatchInstruction
source: Catch the happy Fortuni and avoid the angry ones!
de: Fange die glücklichen Fortunis!
es: Avoid angry Fortuni and catch them!
fr: Évitez les Fortuni en colère et attrapez-les !
hi: क्रोधित भाग्यनी (Bhagyani) से बचें और उन्हें पकड़ें!
ja: 怒ったフォーチュニーを避けて捕まえよう！
ko: 화난 포츄니를 피해서 잡으세요!
ru: Ловите веселую Фортуни и избегайте злых!
zh: 抓住开心的福尼，躲开生气的福尼！

# fortuneCatchPointMinus
source: {points} points deducted
de: {points} Punkte abgezogen
fr: {points} points déduits
hi: {points} अंक काटे गए
ja: {points}点 減点
ko: 감점 {points}점
ru: -{points} очков
zh: 扣除 {points} 分

# fortuneCatchPointPlus
source: +{points} points
de: +{points} Punkte
hi: +{points} अंक
ja: +{points}点
ko: +{points}점
ru: +{points} очков
zh: +{points} 分

# fortuneCatchCombo
source: {combo} Combo!
de: {combo} Kombi!
hi: {combo} कॉम्बो!
ja: {combo} コンボ！
ko: {combo} 콤보!
ru: Комбо: {combo}!
zh: {combo} 连击！

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
hi: कठिनाई
ja: 難易度
ko: 난이도
ru: Сложность
zh: 难度

# difficultyEasy
source: Easy
de: Einfach
es: Fácil
fr: Facile
hi: आसान
ja: 易しい
ko: 쉬움
ru: Легко
zh: 简单

# difficultyNormal
source: Normal
hi: सामान्य
ja: 普通
ko: 보통
ru: Средне
zh: 普通

# difficultyHard
source: Hard
de: Schwer
es: Difícil
fr: Difficile
hi: कठिन
ja: 難しい
ko: 어려움
ru: Сложно
zh: 困难

# problemCount
source: Number of Problems
de: Anzahl der Aufgaben
es: Número de Problemas
fr: Nombre de problèmes
hi: प्रश्नों की संख्या
ja: 問題数
ko: 문제 수
ru: Кол-во задач
zh: 题目数量

# problemsCount
source: {count} Problems
de: {count} Aufgaben
es: {count} Problemas
fr: {count} Problèmes
hi: {count} प्रश्न
ja: {count}問
ko: {count}문제
ru: {count} задач
zh: {count}题

# missionAnalyzing
source: Mission {index}/{total} Analyzing...
de: Mission {index}/{total} wird analysiert...
es: Misión {index}/{total} Analizando...
fr: Mission {index}/{total} Analyse en cours...
hi: मिशन {index}/{total} विश्लेषण किया जा रहा है...
ja: ミッション {index}/{total} 分析中...
ko: 미션 {index}/{total} 분석 중...
ru: Миссия {index}/{total}: Анализ...
zh: 任务 {index}/{total} 分析中…

# missionPointObject
source: Mission {index}/{total}: Point at the object in the guide.
de: Mission {index}/{total}: Zeigen Sie auf das Objekt in der Anleitung.
es: Misión {index}/{total}: Apunta al objeto en la guía.
fr: Mission {index}/{total} : Pointer l'objet dans le guide.
hi: मिशन {index}/{total}: गाइड में वस्तु की ओर इशारा करें।
ja: ミッション {index}/{total}: ガイドの物体を指してください。
ko: 미션 {index}/{total}: 가이드 속 물체를 화면에 비춰주세요.
ru: Миссия {index}/{total}: Наведите на объект.
zh: 任务 {index}/{total}：请对准提示中的物品。

# missionPointSink
source: Point at the sink.
de: Zeigen Sie auf das Waschbecken.
es: Apunta al fregadero.
fr: Pointer l'évier.
hi: सिंक की ओर इशारा करें।
ja: 流し台を指してください。
ko: 세면대를 비춰주세요.
ru: Наведите на раковину.
zh: 请对准水槽。

# missionPointRefrigerator
source: Point at the refrigerator.
de: Zeigen Sie auf den Kühlschrank.
es: Apunta al refrigerador.
fr: Pointer le réfrigérateur.
hi: रेफ्रिजरेटर की ओर इशारा करें।
ja: 冷蔵庫を指してください。
ko: 냉장고를 비춰주세요.
ru: Наведите на холодильник.
zh: 请对准冰箱。

# missionPointScale
source: Point at the scale.
de: Zeigen Sie auf die Waage.
es: Apunta a la báscula.
fr: Pointer le pèse-personne.
hi: वजन मशीन की ओर इशारा करें।
ja: 体重計を指してください。
ko: 체중계를 비춰주세요.
ru: Наведите на весы.
zh: 请对准体重秤。

# missionPointFace
source: Point at your face.
de: Zeigen Sie auf Ihr Gesicht.
es: Apunta a tu cara.
fr: Pointer votre visage.
hi: अपने चेहरे की ओर इशारा करें।
ja: 顔を指してください。
ko: 얼굴을 화면에 비춰주세요.
ru: Наведите на лицо.
zh: 请对准你的脸。

# missionPointObjectGeneric
source: Point at the specified object.
de: Zeigen Sie auf das angegebene Objekt.
es: Apunta al objeto especificado.
fr: Pointer l'objet spécifié.
hi: निर्दिष्ट वस्तु की ओर इशारा करें।
ja: 指定された物体を指してください。
ko: 지정된 물체를 비춰주세요.
ru: Наведите на указанный объект.
zh: 请对准指定物品。

# missionRecognizeObject
source: Please recognize the object.
de: Bitte erkennen Sie das Objekt.
es: Por favor reconoce el objeto.
fr: Veuillez reconnaître l'objet.
hi: कृपया वस्तु को पहचानें।
ja: 物体を認識させてください。
ko: 사물을 인식시켜주세요.
ru: Распознайте объект.
zh: 请识别物品。

# missionPerform
source: Please perform the mission.
de: Bitte führen Sie die Mission aus.
es: Por favor realiza la misión.
fr: Veuillez effectuer la mission.
hi: कृपया मिशन पूरा करें।
ja: ミッションを実行してください。
ko: 미션을 수행해주세요.
ru: Выполните миссию.
zh: 请完成任务。

# initError
source: An error occurred during initialization.
de: Bei der Initialisierung ist ein Fehler aufgetreten.
es: Ocurrió un error durante la inicialización.
fr: Une erreur est survenue lors de l'initialisation.
hi: आरंभीकरण के दौरान एक त्रुटि हुई।
ja: 初期化中にエラーが発生しました。
ko: 초기화 중 오류가 발생했습니다.
ru: Ошибка инициализации.
zh: 初始化时发生错误。

source: Analyzing next target...
de: Nächstes Ziel wird analysiert...
es: Analizando el siguiente objetivo...
fr: Analyse de la cible suivante...
hi: अगले लक्ष्य का विश्लेषण किया जा रहा है...
ja: 次のターゲットを分析中...
ko: 다음 목표 분석 중...
ru: Анализ следующей цели...
zh: 正在分析下一个目标…

# errorOccurredGeneric
source: Error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
hi: त्रुटि हुई
ja: エラーが発生しました
ko: 오류 발생
ru: Произошла ошибка
zh: 发生错误

# missionSuccessWithCount
source: {completed}/{total} Success!
de: {completed}/{total} Erfolg!
es: ¡{completed}/{total} Éxito!
fr: {completed}/{total} Réussite !
hi: {completed}/{total} सफलता!
ja: {completed}/{total} 成功！
ko: {completed}/{total} 성공!
ru: Успех: {completed}/{total}!
zh: {completed}/{total} 成功！

# missionMatchSuccess
source: {total}/{total} Success! Matching success!
de: {total}/{total} Erfolg! Abgleich erfolgreich!
es: ¡{total}/{total} Éxito! ¡Coincidencia exitosa!
fr: {total}/{total} Réussite ! Correspondance réussie !
hi: {total}/{total} सफलता! मिलान सफल!
ja: {total}/{total} 成功！マッチング成功！
ko: {total}/{total} 성공! 매칭 성공!
ru: Успех: {total}/{total}! Все совпало!
zh: {total}/{total} 成功！匹配完成！

source: Escape
de: Entkommen
es: Escapar
fr: Échap
hi: बाहर निकलें
ja: 終了
ko: 탈출
ru: Побег
zh: 逃脱

# pointObjectClearly
source: Take a photo where the target is clearly visible
de: Machen Sie ein Foto, auf dem das Ziel deutlich sichtbar ist
es: Toma una foto donde el objetivo sea claramente visible
fr: Prenez une photo où la cible est clairement visible
hi: ऐसी फ़ोटो लें जहाँ लक्ष्य स्पष्ट रूप से दिखाई दे
ja: 対象がはっきり見えるように撮影してください
ko: 목표물이 잘 보이게 찍으세요
ru: Наведите на объект четко
zh: 请清晰对准物体

source: Matching Success!
de: Abgleich erfolgreich!
es: ¡Coincidencia Exitosa!
fr: Correspondance réussie !
hi: मिलान सफल!
ja: マッチング成功！
ko: 매칭 성공!
ru: Совпадение!
zh: 匹配成功

source: Mission Complete!
de: Mission abgeschlossen!
es: ¡Misión Completada!
fr: Mission terminée !
hi: मिशन पूरा हुआ!
ja: ミッション完了！
ko: 미션 완료!
ru: Миссия выполнена
zh: 任务完成

source: All Missions Complete!
de: Alle Missionen abgeschlossen!
es: ¡Todas las Misiones Completadas!
fr: Toutes les missions sont terminées !
hi: सभी मिशन पूरे हुए!
ja: すべてのミッション完了！
ko: 모든 미션 완료!
ru: Все миссии выполнены
zh: 全部任务完成

# missionSnoozeMessage
source: Mission Success! But it will ring again in {minutes} minutes according to settings.
de: Mission erfolgreich! Aber es wird in {minutes} Minuten gemäß den Einstellungen erneut klingeln.
es: ¡Misión Exitosa! Pero sonará de nuevo en {minutes} minutos según la configuración.
fr: Mission réussie ! Mais elle sonnera à nouveau dans {minutes} minutes selon les paramètres.
hi: मिशन सफल! लेकिन सेटिंग्स के अनुसार यह {minutes} मिनट में फिर से बजेगा।
ja: ミッション成功！設定により{minutes}分後に再度鳴ります。
ko: 미션 성공! 하지만 설정에 따라 {minutes}분 뒤 다시 울립니다.
ru: Миссия выполнена! Но будильник снова прозвенит через {minutes} мин (по настройкам).
zh: 任务成功！不过将按设置在 {minutes} 分钟后再次响铃。

# showFace
source: Please show your face
de: Bitte zeigen Sie Ihr Gesicht
es: Por favor muestra tu cara
fr: Veuillez montrer votre visage
hi: कृपया अपना चेहरा दिखाएं
ja: 顔を見せてください
ko: 얼굴을 보여주세요
ru: Покажите лицо
zh: 请露出脸

# keepWatching
source: Keep watching the screen
de: Schauen Sie weiter auf den Bildschirm
es: Sigue mirando la pantalla
fr: Continuez à regarder l'écran
hi: स्क्रीन देखते रहें
ja: 画面を見続けてください
ko: 화면을 계속 응시하세요
ru: Смотрите на экран
zh: 请继续看着屏幕

# recognizingFaceForFortune
source: Recognizing face for physiognomy analysis
de: Gesichtserkennung für die Physiognomie-Analyse
es: Reconociendo rostro para análisis de fisonomía
fr: Reconnaissance du visage pour l'analyse de physiognomonie
hi: चेहरा विश्लेषण के लिए चेहरा पहचाना जा रहा है
ja: 観相分析のために顔を認識しています
ko: 관상 분석을 위해 얼굴을 인식 중입니다
ru: Распознаем лицо для анализа
zh: 正在识别面相信息…

# dataNotStored
source: Data is not stored
de: Daten werden nicht gespeichert
es: Los datos no se almacenan
fr: Les données ne sont pas stockées
hi: डेटा संग्रहीत नहीं है
ja: データは保存されません
ko: 데이터는 저장되지 않습니다
ru: Данные не сохраняются
zh: 数据不会被保存

# solveProblem
source: Please solve the problem.
de: Bitte lösen Sie das Problem.
es: Por favor resuelve el problema.
fr: Veuillez résoudre le problème.
hi: कृपया समस्या का समाधान करें।
ja: 問題を解いてください。
ko: 문제를 풀어주세요.
ru: Решите задачу.
zh: 请解题。

source: Correct answer!
de: Richtige Antwort!
es: ¡Respuesta correcta!
fr: Bonne réponse !
hi: सही उत्तर!
ja: 正解です！
ko: 정답입니다!
ru: Верно!
zh: 答对了！

# wrongAnswerRetry
source: Wrong. Please try again.
de: Falsch. Bitte versuchen Sie es erneut.
es: Incorrecto. Por favor intenta de nuevo.
fr: Faux. Veuillez réessayer.
hi: गलत। कृपया पुनः प्रयास करें।
ja: 不正解です。もう一度お試しください。
ko: 틀렸습니다. 다시 시도하세요.
ru: Неверно. Попробуйте снова.
zh: 不对哦，再试一次。

source: Correct!
de: Richtig!
es: ¡Correcto!
hi: सही!
ja: 正解！
ko: 정답!
ru: Правильно!
zh: 正确！

# walkToDismiss
source: Please walk while holding your smartphone
de: Bitte gehen Sie, während Sie Ihr Smartphone halten
es: Por favor camina sosteniendo tu teléfono
fr: Veuillez marcher en tenant votre smartphone
hi: कृपया अपना स्मार्टफोन पकड़कर चलें
ja: スマートフォンを持って歩いてください
ko: 스마트폰을 들고 걸어주세요
ru: Пройдитесь со смартфоном в руке
zh: 请拿着手机走动

source: Shake Count
de: Schüttelanzahl
es: Conteo de Agitación
fr: Nombre de secousses
hi: शेक गिनती
ja: 振った回数
ko: 흔들기 횟수
ru: Счетчик встрясок
zh: 摇动次数

# shakeTimes
source: {count} Shakes
de: {count} Mal
es: {count} veces
fr: {count} fois
hi: {count} बार
ja: {count}回
ko: {count}회
ru: {count} встрясок
zh: {count}次

# tapTimes
source: {count} Taps
de: {count} Tippen
es: {count} toques
fr: {count} appuis
hi: {count} टैप
ja: タップ {count}回
ko: {count}회 탭
ru: {count} касаний
zh: {count} 次点击

source: Mission {number}
es: Misión {number}
hi: मिशन {number}
ja: ミッション {number}
ko: 미션 {number}
ru: Миссия {number}
zh: 任务 {number}

# soundBirds
source: Bird Sounds
de: Vogelgezwitscher
es: Sonidos de Pájaros
fr: Chants d'oiseaux
hi: पक्षियों की आवाज़
ja: 鳥の鳴き声
ko: 새소리
ru: Пение птиц
zh: 鸟鸣声

# shakeCountLabel
source: Number of Shakes
de: Anzahl Schütteln
es: Número de Agitaciones
fr: Nombre de secousses
hi: हिलाने की संख्या
ja: 振る回数
ko: 흔들기 횟수
ru: Количество встрясок
zh: 摇晃次数

source: Mission {index}
es: Misión {index}
hi: मिशन {index}
ja: ミッション {index}
ko: 미션 {index}
ru: Миссия {index}
zh: 任务 {index}

# ringtoneSelect
source: Select Ringtone
de: Klingelton auswählen
es: Seleccionar Tono
fr: Sélectionner la sonnerie
hi: रिंगटोन चुनें
ja: ベル音選択
ko: 벨소리 선택
ru: Выбор мелодии
zh: 选择铃声

# vibrationSelect
source: Select Vibration Pattern
de: Vibrationsmuster auswählen
es: Seleccionar Patrón de Vibración
fr: Sélectionner le modèle de vibration
hi: कंपन पैटर्न चुनें
ja: バイブレーションパターンの選択
ko: 진동 패턴 선택
ru: Выбор вибрации
zh: 选择震动模式

# selectMissionTitle
source: Select an alarm mission
de: Bitte wählen Sie eine Mission zum Beenden des Weckers aus.
es: Por favor selecciona una misión para apagar la alarma.
fr: Veuillez sélectionner une mission d'arrêt d'alarme.
hi: कृपया अलार्म बंद करने का मिशन चुनें।
ja: アラーム解除ミッションを選択してください。
ko: 알람 해제 미션을 선택해주세요.
ru: Выберите миссию для будильника
zh: 选择闹钟任务

# ringtoneCategoryStandard
source: Standard
es: Estándar
hi: मानक
ja: 標準
ko: 기본음
ru: Стандартные
zh: 标准

# ringtoneCategoryCalm
source: Calm
de: Ruhig
es: Tranquilo
fr: Calme
hi: शांत
ja: 穏やか
ko: 차분한
ru: Спокойные
zh: 舒缓

# ringtoneCategoryUpbeat
source: Upbeat
de: Fröhlich
es: Alegre
fr: Entraînant
hi: उत्साही
ja: 明るい
ko: 활기찬
ru: Бодрые
zh: 轻快

# ringtoneCategoryLoud
source: Loud
de: Laut
es: Fuerte
fr: Fort
hi: तेज़
ja: 大きい
ko: 시끄러운
ru: Громкие
zh: 强烈

# noRingtones
source: No ringtones found.
de: Keine Klingeltöne gefunden.
es: No se encontraron tonos.
fr: Aucune sonnerie trouvée.
hi: कोई रिंगटोन नहीं मिली।
ja: 着信音が見つかりません。
ko: 벨소리가 없습니다.
ru: Мелодии не найдены.
zh: 未找到铃声。

# photoPermissionRequired
source: Photo access permission is required.
de: Berechtigung für den Fotozugriff ist erforderlich.
es: Se requiere permiso de acceso a fotos.
fr: La permission d'accès aux photos est requise.
hi: फ़ोटो एक्सेस अनुमति आवश्यक है।
ja: 写真へのアクセス権限が必要です。
ko: 사진 접근 권한이 필요합니다.
ru: Нужно разрешение на доступ к фото.
zh: 需要相册访问权限。

source: Delete Image
de: Bild löschen
es: Eliminar Imagen
fr: Supprimer l'image
hi: इमेज हटाएं
ja: 画像を削除
ko: 이미지 삭제
ru: Удалить фото
zh: 删除图片

source: Long press to delete.
de: Lange drücken zum Löschen.
es: Mantén presionado para eliminar.
fr: Appuyez longuement pour supprimer.
hi: हटाने के लिए देर तक दबाएं।
ja: 長押しで削除します。
ko: 길게 눌러 삭제할 수 있어요.
ru: Нажмите и удерживайте, чтобы удалить
zh: 长按可删除

# videoLoadFail
source: Failed to load video Tap to retry
de: Video konnte nicht geladen werden Zum Wiederholen tippen
es: Error al cargar video Toca para reintentar
fr: Échec du chargement de la vidéo Appuyez pour réessayer
hi: वीडियो लोड करने में विफल पुनः प्रयास करने के लिए टैप करें
ja: 動画の読み込みに失敗しました タップして再試行
ko: 영상 불러오기 실패 탭해서 다시 시도
ru: Не удалось загрузить видео
zh: 视频加载失败

source: Existing Captured Images
de: Vorhandene aufgenommene Bilder
es: Imágenes Capturadas Existentes
fr: Images capturées existantes
hi: मौजूदा कैप्चर की गई इमेज
ja: 既存の撮影画像
ko: 기존 촬영 이미지
ru: Сохраненные фото
zh: 已拍摄的照片

source: Delete {count}
de: Löschen {count}
es: Eliminar {count}
fr: Supprimer {count}
hi: {count} हटाएं
ja: {count}個を削除
ko: {count}개 삭제
ru: Удалить ({count})
zh: 删除 {count}

# deleteSelectedImagesConfirm
source: Are you sure you want to delete {count} images? This action cannot be undone.
de: Sind Sie sicher, dass Sie {count} Bilder löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar {count} imágenes? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer {count} images ? Cette action est irréversible.
hi: क्या आप निश्चित रूप से {count} इमेज हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
ja: {count}個の画像を削除しますか？ この操作は取り消せません。
ko: {count}개의 이미지를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Удалить {count} фото?\nЭто действие нельзя отменить.
zh: 确定要删除 {count} 张图片吗？ 此操作无法撤销。

source: Classic Alarm
de: Klassischer Wecker
es: Alarma Clásica
fr: Alarme Classique
hi: क्लासिक अलार्म
ja: クラシックアラーム
ko: 클래식 알람
ru: Классический будильник
zh: 经典闹钟

source: Digital Alarm
de: Digitaler Wecker
es: Alarma Digital
fr: Alarme Digitale
hi: डिजिटल अलार्म
ja: デジタルアラーム
ko: 디지털 알람
ru: Цифровой будильник
zh: 数字闹钟

# birdsSound
source: Birds Chirping
de: Vögel zwitschern
es: Pájaros Cantando
fr: Oiseaux qui chantent
hi: पक्षियों का चहचहाना
ja: 鳥のさえずり
ko: 새소리
ru: Пение птиц
zh: 鸟鸣声

# wavesSound
source: Ocean Waves
de: Meereswellen
es: Olas del Océano
fr: Vagues de l'océan
hi: समुद्र की लहरें
ja: 波の音
ko: 파도 소리
ru: Шум волн
zh: 海浪声

source: Cuckoo Clock
de: Kuckucksuhr
es: Reloj Cucú
fr: Pendule à coucou
hi: कुक्कू घड़ी
ja: 鳩時計
ko: 뻐꾸기 시계
ru: Кукушка
zh: 布谷钟

source: Calm Alarm
de: Ruhiger Wecker
es: Alarma Tranquila
fr: Alarme calme
hi: शांत अलार्म
ja: 穏やかなアラーム
ko: 차분한 알람
ru: Спокойный будильник
zh: 舒缓闹钟

source: Door Knock
de: Türklopfen
es: Golpe de Puerta
fr: Frappe à la porte
hi: दरवाजे की दस्तक
ja: ドアをノックする音
ko: 노크 소리
ru: Стук в дверь
zh: 敲门声

source: Early Sunrise
de: Früher Sonnenaufgang
es: Amanecer Temprano
fr: Lever du soleil précoce
hi: जल्दी सूर्योदय
ja: 朝の日の出
ko: 이른 일출
ru: Ранний рассвет
zh: 清晨日出 (Early Sunrise)

# goodMorningSound
source: Good Morning
de: Guten Morgen
es: Buenos Días
fr: Bonjour
hi: सुप्रभात
ja: グッドモーニング
ko: 굿모닝
ru: Доброе утро
zh: 早安 (Good Morning)

source: In a Hurry
de: In Eile
es: Con Prisa
fr: Pressé
hi: जल्दबाजी में
ja: 急いでいる時
ko: 서둘러요
ru: В спешке
zh: 匆忙 (In a Hurry)

source: Loving You
de: Liebe dich
es: Amándote
fr: En t'aimant
hi: लविंग यू
ja: ラビング・ユー
ko: 러빙 유
ru: Люблю тебя
zh: 爱着你 (Loving You)

# sirenSound
source: Siren
de: Sirene
es: Sirena
fr: Sirène
hi: सायरन
ja: サイレン
ko: 사이렌
ru: Сирена
zh: 警报声 (Siren)

# swingingSound
source: Swinging
de: Schwingend
es: Columpio
fr: Balançant
hi: झूलता हुआ
ja: スウィング
ko: 스윙
ru: Качели
zh: 摇摆 (Swinging)

source: Telephone Busy
de: Telefon besetzt
es: Teléfono Ocupado
fr: Téléphone occupé
hi: टेलीफोन व्यस्त
ja: 話し中の電話音
ko: 전화 신호음
ru: Занято
zh: 电话忙音

# shortVibration
source: Short Repeat
de: Kurze Wiederholung
es: Repetición Corta
fr: Répétition courte
hi: छोटा कंपन
ja: 短い繰り返し
ko: 짧게 반복
ru: Коротко
zh: 短促重复

# longVibration
source: Long Repeat
de: Lange Wiederholung
es: Repetición Larga
fr: Répétition longue
hi: लंबा कंपन
ja: 長い繰り返し
ko: 길게 반복
ru: Длинно
zh: 长震动重复

# heartbeatVibration
source: Heartbeat
de: Herzschlag
es: Latido
fr: Battement de cœur
hi: दिल की धड़कन
ja: 心臓の鼓動
ko: 심장 박동
ru: Сердцебиение
zh: 心跳震动

# quickVibration
source: Quick Beat
de: Schneller Takt
es: Ritmo Rápido
fr: Rythme rapide
hi: तेज़ कंपन
ja: 速い鼓動
ko: 빠른 박동
ru: Быстрый ритм
zh: 快速跳动

# exactAlarmPermissionDesc
source: To ring the alarm at the exact time, "Schedule & Reminders" permission is required.
de: Damit der Wecker zur genauen Zeit klingelt, ist die Berechtigung "Zeitpläne & Erinnerungen" erforderlich.
es: Para hacer sonar la alarma a la hora exacta, se requiere el permiso "Calendario y recordatorios".
fr: Pour faire sonner l'alarme à l'heure exacte, la permission "Calendrier et rappels" est requise.
hi: सटीक समय पर अलार्म बजाने के लिए "शेड्यूल और रिमाइंडर" अनुमति आवश्यक है।
ja: アラームを正確な時間に鳴らすには、「スケジュールとリマインダー」権限が必要です。
ko: 알람을 정확한 시간에 울리기 위해 "스케줄 및 리마인더" 권한이 필요합니다.
ru: Чтобы будильник срабатывал точно, требуется разрешение «Будильники и напоминания».
zh: 为了在准确时间响铃，需要“日程与提醒”权限。

# batteryOptimizationPermissionDesc
source: Battery optimization must be disabled for the alarm to ring on time.
de: Die Batterieoptimierung muss deaktiviert sein, damit der Wecker pünktlich klingelt.
es: La optimización de batería debe estar desactivada para que la alarma suene a tiempo.
fr: L'optimisation de la batterie doit être désactivée pour que l'alarme sonne à l'heure.
hi: अलार्म समय पर बजे इसके लिए बैटरी ऑप्टिमाइज़ेशन को अक्षम करना होगा।
ja: アラームを時間通りに鳴らすには、バッテリーの最適化を無効にする必要があります。
ko: 알람이 정시에 울리려면 배터리 최적화를 해제해야 합니다.
ru: Отключите оптимизацию батареи для своевременного срабатывания будильника.
zh: 为了确保闹钟准时，需要关闭电池优化。

# overlayPermissionDesc
source: To display the mission screen when the alarm goes off, "Display over other apps" permission is required.
de: Um den Missionsbildschirm anzuzeigen, wenn der Wecker klingelt, ist die Berechtigung "Über anderen Apps anzeigen" erforderlich.
es: Para mostrar la pantalla de misión cuando suena la alarma, se requiere el permiso "Mostrar sobre otras apps".
fr: Pour afficher l'écran de mission lorsque l'alarme se déclenche, la permission "Afficher sur d'autres applis" est requise.
hi: मिशन स्क्रीन दिखाने के लिए "अन्य ऐप्स के ऊपर दिखाएं" अनुमति आवश्यक है।
ja: アラーム作動時にミッション画面を表示するには、「他のアプリの上に表示」権限が必要です。
ko: 알람 실행 시 미션 화면을 띄우기 위해 "다른 앱 위에 표시" 권한이 필요합니다.
ru: Чтобы показывать экран миссии при звонке, нужно разрешение «Показывать поверх других приложений».
zh: 为了在响铃时显示任务界面，需要“在其他应用上层显示”权限。

# cameraMissionFirstImageError
source: Please set at least the first mission image.
de: Bitte lege mindestens das erste Missionsbild fest.
es: Por favor establece al menos la primera imagen de misión.
fr: Veuillez définir au moins la première image de mission.
hi: कृपया कम से कम पहली मिशन इमेज सेट करें।
ja: 少なくとも最初のミッション画像を設定してください。
ko: 적어도 첫 번째 미션 이미지는 설정해주세요.
ru: Пожалуйста, задайте хотя бы первое изображение для миссии.
zh: 请至少设置第一张任务图片。

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
ja: 再試行
ko: 다시 시도
ru: Повторить
zh: 重试
