Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# cheeringMessage18
source: Be yourself today!
de: Sei heute du selbst!
es: ¡Sé tú mismo hoy!
fr: Soyez vous-même aujourd'hui !
hi: आज खुद के प्रति सच्चे रहें!
ja: あなたらしく過ごせる一日を！
ko: 오늘 하루도 당신답게!
ru: Будьте собой сегодня!
zh: 做您自己吧！

# cheeringMessage19
source: Start today with a fluttering heart.
de: Beginne den Tag mit flatterndem Herzen.
es: Empieza hoy con el corazón palpitante.
fr: Commencez aujourd'hui avec un cœur battant.
hi: आज की शुरुआत धड़कते दिल के साथ करें।
ja: 今日をときめく心で始めましょう。
ko: 설레는 마음으로 오늘을 시작해요.
ru: Начните день с трепетом в сердце.
zh: 以心动的心情开始今天。

# cheeringMessage20
source: A wonderful day awaits you.
de: Ein wunderbarer Tag erwartet dich.
es: Un día maravilloso te espera.
fr: Une journée merveilleuse vous attend.
hi: एक शानदार दिन आपका इंतज़ार कर रहा है।
ja: 素晴らしい一日があなたを待っています。
ko: 당신을 위한 멋진 하루가 기다려요.
ru: Вас ждет чудесный день.
zh: 美好的一天正在等待着您。

# cheeringMessage21
source: With the power of positivity today!
de: Mit der Kraft der Positivität heute!
es: ¡Con el poder de la positividad hoy!
fr: Avec le pouvoir de la positivité aujourd'hui !
hi: आज सकारात्मकता की शक्ति के साथ!
ja: ポジティブなパワーで今日を！
ko: 오늘 하루도 긍정의 힘으로!
ru: С силой позитива сегодня!
zh: 用积极的力量度过今天！

# cheeringMessage22
source: I'm rooting for your path.
de: Ich unterstütze deinen Weg.
es: Apoyo tu camino.
fr: Je soutiens votre chemin.
hi: मैं आपके रास्ते का समर्थन करता हूँ।
ja: あなたの歩む道を応援しています。
ko: 당신이 가는 길을 응원합니다.
ru: Я поддерживаю ваш путь.
zh: 正在为您前进的道路加油。

# cheeringMessage23
source: Make today your best!
de: Mach das Beste aus dem heutigen Tag!
es: ¡Haz que hoy sea tu mejor día!
fr: Faites d'aujourd'hui votre meilleur jour !
hi: आज को अपना सबसे अच्छा दिन बनाएं!
ja: 今日を最高の日にしましょう！
ko: 오늘 하루도 최고로 만드세요!
ru: Сделайте сегодня свой лучший день!
zh: 让今天成为您最好的一天！

# cheeringMessage24
source: May luck be with you!
de: Möge das Glück mit dir sein!
es: ¡Que la suerte te acompañe!
fr: Que la chance soit avec vous !
hi: भाग्य आपके साथ हो!
ja: 幸運があなたと共にありますように！
ko: 행운이 당신과 함께하길!
ru: Пусть удача будет с вами!
zh: 愿好运伴随您！

# cheeringMessage25
source: Have a warm day today.
de: Hab heute einen herzlichen Tag.
es: Ten un día cálido hoy.
fr: Passez une journée chaleureuse aujourd'hui.
hi: आज का दिन सुखद हो।
ja: 今日も温かい一日をお過ごしください。
ko: 오늘 하루도 따뜻하게 보내세요.
ru: Теплого вам дня сегодня.
zh: 今天也度过温暖的一天。

# cheeringMessage26
source: You can do it!
de: Du schaffst das!
es: ¡Puedes hacerlo!
fr: Vous pouvez le faire !
hi: आप यह कर सकते हैं!
ja: あなたならできます！
ko: 당신은 할 수 있어요!
ru: Вы это сможете!
zh: 您能做到的！

# cheeringMessage27
source: Start today with gratitude.
de: Beginne den Tag mit Dankbarkeit.
es: Empieza hoy con gratitud.
fr: Commencez aujourd'hui avec gratitude.
hi: आज की शुरुआत कृतज्ञता के साथ करें।
ja: 今日を感謝の気持ちで始めましょう。
ko: 오늘 하루도 감사하며 시작해요.
ru: Начните день с благодарности.
zh: 带着感恩的心情开始今天。

# cheeringMessage28
source: Your value is infinite.
de: Dein Wert ist unendlich.
es: Tu valor es infinito.
fr: Votre valeur est infinie.
hi: आपका मूल्य अनंत है।
ja: あなたの価値は無限大です。
ko: 당신의 가치는 무한합니다.
ru: Ваша ценность бесконечна.
zh: 您的价值是无限的。

# cheeringMessage29
source: May your day bloom with smiles.
de: Möge dein Tag mit einem Lächeln erblühen.
es: Que tu día florezca con sonrisas.
fr: Que votre journée fleurisse de sourires.
hi: आपका दिन मुस्कुराहट के साथ खिले।
ja: あなたの一日が笑顔で満開になりますように。
ko: 오늘 하루도 웃음꽃 피우세요.
ru: Пусть ваш день расцветет улыбками.
zh: 愿您的一天笑容满面。

# cheeringMessage30
source: Have a good time with good people!
de: Hab eine gute Zeit mit guten Menschen!
es: ¡Pásalo bien con buena gente!
fr: Passez un bon moment avec des gens bien !
hi: अच्छे लोगों के साथ अच्छा समय बिताएं!
ja: 良い人たちと楽しい時間を！
ko: 좋은 사람들과 좋은 시간 보내길!
ru: Хорошего времени с хорошими людьми!
zh: 和好人一起度过愉快的时光！

# cheeringMessage31
source: One step closer to your dreams today!
de: Heute einen Schritt näher an deine Träume!
es: ¡Un paso más cerca de tus sueños hoy!
fr: Un pas de plus vers vos rêves aujourd'hui !
hi: आज सपनों के एक कदम और करीब!
ja: 今日、夢に一歩近づけますように！
ko: 오늘 하루도 꿈을 향해 한 걸음!
ru: Сегодня вы на шаг ближе к своей мечте!
zh: 今天离梦想又近了一步！

# cheeringMessage32
source: You are the coolest person today.
de: Du bist heute der Coolste.
es: Eres la persona más genial hoy.
fr: Vous êtes la personne la plus cool aujourd'hui.
hi: आज आप सबसे शानदार व्यक्ति हैं।
ja: 今日のあなたが一番素敵です。
ko: 당신은 오늘 가장 멋진 사람입니다.
ru: Сегодня вы самый крутой человек.
zh: 今天的您是最酷的。

# cheeringMessage33
source: A miraculous day will come.
de: Ein wunderbarer Tag wird kommen.
es: Un día milagroso vendrá.
fr: Une journée miraculeuse viendra.
hi: एक चमत्कारी दिन आएगा।
ja: 奇跡のような一日が訪れるでしょう。
ko: 기적 같은 하루가 찾아올 거예요.
ru: Наступит чудесный день.
zh: 奇迹般的一天将会到来。

# cheeringMessage34
source: Enjoy your day at leisure today.
de: Genieße deinen Tag heute in aller Ruhe.
es: Disfruta de tu día con calma hoy.
fr: Profitez de votre journée à loisir aujourd'hui.
hi: आज फुरसत में अपने दिन का आनंद लें।
ja: 今日はゆったりと一日を楽しんでください。
ko: 오늘 하루도 여유롭게 즐기세요.
ru: Наслаждайтесь своим днем сегодня.
zh: 今天请悠闲地享受您的一天。

# cheeringMessage35
source: Your efforts will not betray you.
de: Deine Bemühungen werden dich nicht verraten.
es: Tus esfuerzos no te traicionarán.
fr: Vos efforts ne vous trahiront pas.
hi: आपके प्रयास आपको धोखा नहीं देंगे।
ja: あなたの努力は裏切りません。
ko: 당신의 노력은 배신하지 않아요.
ru: Ваши усилия не будут напрасны.
zh: 您的努力不会背叛您。

# cheeringMessage36
source: Have a healthy day today.
de: Hab heute einen gesunden Tag.
es: Ten un día saludable hoy.
fr: Passez une journée saine aujourd'hui.
hi: आज का दिन स्वस्थ हो।
ja: 今日も健康な一日を。
ko: 오늘 하루도 건강하게 보내세요.
ru: Здорового вам дня сегодня.
zh: 今天也度过健康的一天。

# cheeringMessage37
source: You were born to be loved!
de: Du wurdest geboren, um geliebt zu werden!
es: ¡Naciste para ser amado!
fr: Vous êtes né pour être aimé !
hi: आप प्यार पाने के लिए पैदा हुए हैं!
ja: あなたは愛されるために生まれてきました！
ko: 당신은 사랑받기 위해 태어난 사람!
ru: Вы рождены, чтобы быть любимыми!
zh: 您生来就是为了被爱！

# cheeringMessage38
source: Be courageous today!
de: Sei heute mutig!
es: ¡Sé valiente hoy!
fr: Soyez courageux aujourd'hui !
hi: आज साहसी बनें!
ja: 今日一日、勇気を持って！
ko: 오늘 하루도 용기 있게!
ru: Будьте смелыми сегодня!
zh: 今天也要勇敢！

# cheeringMessage39
source: A bright future awaits you.
de: Eine strahlende Zukunft erwartet dich.
es: Un futuro brillante te espera.
fr: Un avenir brillant vous attend.
hi: एक उज्ज्वल भविष्य आपका इंतज़ार कर रहा है।
ja: 明るい未来があなたを待っています。
ko: 밝은 미래가 당신을 기다립니다.
ru: Светлое будущее ждет вас.
zh: 光明的未来正在等待着您。

# cheeringMessage40
source: Have a day full of passion!
de: Hab einen tag voller Leidenschaft!
es: ¡Ten un día lleno de pasión!
fr: Passez une journée pleine de passion !
hi: जुनून से भरा दिन हो!
ja: 情熱あふれる一日を！
ko: 오늘 하루도 열정 가득하게!
ru: Пусть день будет полон страсти!
zh: 度过充满激情的一天！

# cheeringMessage41
source: I hope your mind is at peace.
de: Ich hoffe, dein Geist ist in Frieden.
es: Espero que tu mente esté en paz.
fr: J'espère que votre esprit est en paix.
hi: मुझे आशा है कि आपका मन शांत होगा।
ja: あなたの心が安らかでありますように。
ko: 당신의 마음이 평안하길 바랍니다.
ru: Я надеюсь, что в вашей душе покой.
zh: 愿您的内心平静。

# cheeringMessage42
source: Find small happiness today.
de: Finde heute das kleine Glück.
es: Encuentra una pequeña felicidad hoy.
fr: Trouvez un petit bonheur aujourd'hui.
hi: आज छोटी-छोटी खुशियाँ ढूँढें।
ja: 今日、小さな幸せを見つけてください。
ko: 오늘 하루도 소소한 행복을 찾으세요.
ru: Найдите маленькое счастье сегодня.
zh: 今天寻找小小的幸福吧。

# cheeringMessage43
source: You're already doing well enough.
de: Du machst das schon gut genug.
es: Ya lo estás haciendo lo suficientemente bien.
fr: Vous vous en sortez déjà assez bien.
hi: आप पहले से ही काफी अच्छा कर रहे हैं।
ja: あなたはもう十分に頑張っています。
ko: 당신은 이미 충분히 잘하고 있어요.
ru: Вы уже справляетесь достаточно хорошо.
zh: 您已经做得很好了。

# cheeringMessage44
source: Start today hopefully.
de: Beginne den Tag hoffnungsvoll.
es: Empieza hoy con esperanza.
fr: Commencez aujourd'hui avec espoir.
hi: आज की शुरुआत उम्मीद के साथ करें।
ja: 今日を希望を持って始めましょう。
ko: 오늘 하루도 희망차게 시작해요.
ru: Начните день с надеждой.
zh: 带着希望开始今天。

# cheeringMessage45
source: Your kindness is a great strength to someone.
de: Deine Freundlichkeit ist eine große Stärke für jemanden.
es: Tu amabilidad es una gran fuerza para alguien.
fr: Votre gentillesse est une grande force pour quelqu'un.
hi: आपकी दयालुता किसी के लिए बड़ी ताकत है।
ja: あなたの親切は誰かの大きな力になります。
ko: 당신의 친절이 누군가에게 큰 힘이 됩니다.
ru: Ваша доброта — большая сила для кого-то.
zh: 您的善良对他人的巨大力量。

# cheeringMessage46
source: Have a productive day today.
de: Hab heute einen produktiven Tag.
es: Ten un día productivo hoy.
fr: Passez une journée productive aujourd'hui.
hi: आज का दिन उत्पादक हो।
ja: 今日も実りある一日を。
ko: 오늘 하루도 보람차게 보내세요.
ru: Продуктивного вам дня сегодня.
zh: 今天也度过充实的一天。

# cheeringMessage47
source: You have the power to change the world.
de: Du hast die Kraft, die Welt zu verändern.
es: Tienes el poder de cambiar el mundo.
fr: Vous avez le pouvoir de changer le monde.
hi: आपके पास दुनिया बदलने की शक्ति है।
ja: あなたには世界を変える力があります。
ko: 당신은 세상을 바꾸는 힘이 있습니다.
ru: У вас есть сила изменить мир.
zh: 您有改变世界的力量。

# cheeringMessage48
source: Clear day today!
de: Klarer Tag heute!
es: ¡Día despejado hoy!
fr: Journée claire aujourd'hui !
hi: आज का दिन साफ़ हो!
ja: 晴れやかな一日を！
ko: 오늘 하루도 맑음!
ru: Ясного дня сегодня!
zh: 晴朗的一天！

# cheeringMessage49
source: Exude your charm to your heart's content.
de: Strahle deinen Charme nach Herzenslust aus.
es: Exuda tu encanto al máximo.
fr: Exprimez votre charme à votre guise.
hi: अपनी चमक को दिल खोलकर बिखेरें।
ja: あなたの魅力を存分に発揮してください。
ko: 당신의 매력을 마음껏 발산하세요.
ru: Проявите свое обаяние в полной мере.
zh: 尽情展现您的魅力吧。

# cheeringMessage50
source: Fill your day with happiness today!
de: Fülle deinen Tag heute mit Glück!
es: ¡Llena tu día de felicidad hoy!
fr: Remplissez votre journée de bonheur aujourd'hui !
hi: आज के दिन को खुशियों से भर दें!
ja: 今日一日を幸せでいっぱいにしましょう！
ko: 오늘 하루도 행복으로 꽉 채우세요!
ru: Наполните свой день счастьем сегодня!
zh: 让今天的一天充满幸福吧！

# locationServiceDisabled
source: Location services are disabled.
de: Standortdienste sind deaktiviert.
es: Los servicios de ubicación están desactivados.
fr: Les services de localisation sont désactivés.
hi: स्थान सेवाएँ अक्षम हैं।
ja: 位置情報サービスが無効になっています。
ko: 위치 서비스가 꺼져 있습니다.
ru: Службы геолокации отключены.
zh: 位置服务已禁用。

source: Location permission denied.
de: Standortberechtigung verweigert.
es: Permiso de ubicación denegado.
fr: Permission de localisation refusée.
hi: स्थान की अनुमति अस्वीकार कर दी गई।
ja: 位置情報の権限が拒否されました。
ko: 위치 권한이 거부되었습니다.
ru: Доступ к геолокации запрещен.
zh: 位置权限被拒绝。

source: Location permission permanently denied.
de: Standortberechtigung dauerhaft verweigert.
es: Permiso de ubicación denegado permanentemente.
fr: Permission de localisation refusée de manière permanente.
hi: स्थान की अनुमति स्थायी रूप से अस्वीकार कर दी गई।
ja: 位置情報の権限が永久に拒否されました。
ko: 위치 권한이 영구적으로 거부되었습니다.
ru: Доступ к геолокации запрещен навсегда.
zh: 位置权限被永久拒绝。

# deleteMissionTitle
source: Delete Mission
de: Mission löschen
es: Eliminar misión
fr: Supprimer la mission
hi: मिशन हटाएं
ja: ミッションを削除
ko: 미션 삭제
ru: Удалить миссию
zh: 删除任务

# yesDelete
source: Yes, delete it
de: Ja, löschen
es: Sí, eliminar
fr: Oui, supprimer
hi: हाँ, हटाएँ
ja: はい、削除します
ko: 네, 삭제할게요
ru: Да, удалить
zh: 是的，删除

# waterAlarmTitle
source: Time to drink water! 💧
de: Zeit, Wasser zu trinken! 💧
es: ¡Hora de beber agua! 💧
fr: C'est l'heure de boire de l'eau ! 💧
hi: पानी पीने का समय! 💧
ja: 水を飲む時間です！ 💧
ko: 물 마실 시간이에요! 💧
ru: Пора пить воду! 💧
zh: 该喝水了！ 💧

# waterAlarmBody
source: How about a glass of cool water for your health?
de: Wie wäre es mit einem Glas kühlem Wasser für Ihre Gesundheit?
es: ¿Qué tal un vaso de agua fresca para tu salud?
fr: Que diriez-vous d'un verre d'eau fraîche pour votre santé ?
hi: आपकी सेहत के लिए एक गिलास ठंडा पानी कैसा रहेगा?
ja: 健康のために冷たい水を一杯いかがですか？
ko: 건강을 위해 시원한 물 한 잔 어떠세요?
ru: Как насчет стакана прохладной воды для вашего здоровья?
zh: 为了您的健康，来一杯凉水怎么样？

# supplementAlarmBody
source: Don't forget to take your supplements for today.
de: Vergiss nicht, deine Nahrungsergänzungsmittel für heute einzunehmen.
es: No olvides tomar tus suplementos hoy.
fr: N'oubliez pas de prendre vos compléments aujourd'hui.
hi: आज के लिए अपने सप्लीमेंट लेना न भूलें।
ja: 今日のサプリメントを忘れずに服用してください。
ko: 오늘의 영양제, 잊지 말고 지금 챙겨 드세요.
ru: Не забудьте принять витамины сегодня.
zh: 别忘了吃今天的营养补充剂。

# waterHabitChannelDesc
source: Notification channel for water drinking habit.
de: Benachrichtigungskanal für die Wassertrinkgewohnheit.
es: Canal de notificación para el hábito de beber agua.
fr: Canal de notification pour l'habitude de boire de l'eau.
hi: पानी पीने की आदत के लिए अधिसूचना चैनल।
ja: 水飲み習慣のための通知チャンネル。
ko: 물 마시기 습관을 위한 알림 채널입니다.
ru: Канал уведомлений для привычки пить воду.
zh: 喝水习惯的通知频道。

# pleaseSolveMath
source: Please solve the problem.
de: Bitte lösen Sie das Problem.
es: Por favor, resuelve el problema.
fr: Veuillez résoudre le problème.
hi: कृपया समस्या का समाधान करें।
ja: 問題を解いてください。
ko: 문제를 풀어주세요.
ru: Пожалуйста, решите задачу.
zh: 请解决问题。

# detectedLabel
source: [Detected: {labels}]
de: [Erkannt: {labels}]
es: [Detectado: {labels}]
fr: [Détecté : {labels}]
hi: [पहचाना गया: {labels}]
ja: [認識済み: {labels}]
ko: [인식됨: {labels}]
ru: [Обнаружено: {labels}]
zh: [检测到: {labels}]

# defaultSleepDuration
source: 7h 30m
de: 7 Std. 30 Min.
hi: 7 घंटे 30 मिनट
ja: 7時間30分
ko: 7시간 30분
ru: 7 ч. 30 мин.
zh: 7小时30分

# year2024Name
source: Gap-Chin Year (Year of the Blue Dragon)
de: Gap-Chin Jahr (Jahr des Blauen Drachen)
es: Año Gap-Chin (Año del Dragón Azul)
fr: Année Gap-Chin (Année du Dragon Bleu)
hi: गैप-चिन वर्ष (नीले ड्रैगन का वर्ष)
ja: 甲辰年（青い龍の年）
ko: 갑진년(푸른 용의 해)
ru: Год Гап-Чин (Год Голубого Дракона)
zh: 甲辰年（青龙年）

# year2025Name
source: Eul-Sa Year (Year of the Blue Snake)
de: Eul-Sa Jahr (Jahr der Blauen Schlange)
es: Año Eul-Sa (Año de la Serpiente Azul)
fr: Année Eul-Sa (Année du Serpent Bleu)
hi: युल-सा वर्ष (नीले सांप का वर्ष)
ja: 乙巳年（青い蛇の年）
ko: 을사년(푸른 뱀의 해)
ru: Год Юль-Са (Год Голубой Змеи)
zh: 乙巳年（青蛇年）

# year2026Name
source: Byeong-O Year (Year of the Red Horse)
de: Byeong-O Jahr (Jahr des Roten Pferdes)
es: Año Byeong-O (Año del Caballo Rojo)
fr: Année Byeong-O (Année du Cheval Rouge)
hi: ब्योंग-ओ वर्ष (लाल घोड़े का वर्ष)
ja: 丙午年（赤い馬の年）
ko: 병오년(붉은 말의 해)
ru: Год Бён-О (Год Красного Коня)
zh: 丙午年（红马年）

# supportEmailSubject
source: [{appTitle} Inquiry] {title}
de: [{appTitle} Anfrage] {title}
es: [{appTitle} Consulta] {title}
fr: [{appTitle} Demande] {title}
hi: [{appTitle} पूछताछ] {title}
ja: [{appTitle} お問い合わせ] {title}
ko: [{appTitle} 문의] {title}
ru: [{appTitle} Запрос] {title}
zh: [{appTitle} 咨询] {title}

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
ja: 要約
ko: 요약
ru: Сводка
zh: 摘要

source: Monthly Summary
de: Monatliche Zusammenfassung
es: Resumen mensual
fr: Résumé mensuel
hi: मासिक सारांश
ja: 月間要約
ko: 월간 요약
ru: Ежемесячная сводка
zh: 月度摘要

# monthlySuccessRate
source: {month} Monthly Success Rate: {percentage}% ({success}/{total})
de: {month} Monatliche Erfolgsquote: {percentage}% ({success}/{total})
es: {month} Tasa de éxito mensual: {percentage}% ({success}/{total})
fr: {month} Taux de réussite mensuel : {percentage}% ({success}/{total})
hi: {month} मासिक सफलता दर: {percentage}% ({success}/{total})
ja: {month}月 成功率: {percentage}% ({success}/{total})
ko: {month}월 성공률: {percentage}% ({success}/{total})
ru: {month} ежемесячный показатель успеха: {percentage}% ({success}/{total})
zh: {month}月 成功率: {percentage}% ({success}/{total})

# noMonthlyRecord
source: No records for {month}
de: Keine Aufzeichnungen für {month}
es: No hay registros para {month}
fr: Aucun enregistrement pour {month}
hi: {month} के लिए कोई रिकॉर्ड नहीं
ja: {month}月の記録なし
ko: {month}월 기록 없음
ru: Нет записей для {month}
zh: {month}月 无记录

source: Mission Record
de: Missionsrekord
es: Récord de misión
fr: Record de mission
hi: मिशन रिकॉर्ड
ja: ミッション記録
ko: 미션 기록
ru: Запись миссии
zh: 任务记录

source: Supplement Record
de: Ergänzungsaufzeichnung
es: Registro de suplementos
fr: Enregistrement des suppléments
hi: पूरक रिकॉर्ड
ja: 摂取記録
ko: 섭취 기록
ru: Запись о добавках
zh: 补充剂记录

# timeSaleCatchChance
source: Grab the 50% discount chance!
de: Nutzen Sie die 50% Rabatt-Chance!
es: ¡Aprovecha la oportunidad del 50% de descuento!
fr: Saisissez la chance de 50 % de réduction !
hi: 50% छूट का मौका पकड़ो!
ja: 50%割引のチャンスをつかもう！
ko: 50% 할인 기회를 꼭 잡으세요!
ru: Воспользуйтесь шансом получить скидку 50%!
zh: 抓住 50% 的折扣机会！

# amWithIcon
source: ☀️ AM
ja: ☀️ 午前
ko: ☀️ 오전
zh: ☀️ 上午

# pmWithIcon
source: 🌙 PM
ja: 🌙 午後
ko: 🌙 오후
zh: 🌙 下午

# sajuBirthDateDisplay
source: {year}.{month}.{day}
ja: {year}年{month}月{day}日
ko: {year}년 {month}월 {day}일

# appTitle
source: Fortune Alarm
de: Glücksalarm
ko: 포춘알람
zh: 幸运闹钟

# fortunePassCookieCount
source: {count}
ko: {count}개

# sajuYearDisplay
source: {year}
ko: {year}년
zh: {year} 年
