Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotLoveMeaning1
source: This is a time when your charm is at its peak and you become popular with the opposite sex.
de: Dies ist eine hervorragende Gelegenheit, Ihren Charme spielen zu lassen und jemanden zu erobern.
es: Es una oportunidad excelente para mostrar tu encanto y conquistar el corazón de alguien.
fr: C'est une excellente occasion de montrer votre charme et de conquérir le cœur de quelqu'un.
hi: प्यार में, यह कार्ड आकर्षण और नई शुरुआत का संकेत देता है। आप अपने साथी को प्रभावित करने और रिश्ते में नई जान फूंकने में सक्षम होंगे। सिंगल लोगों के लिए, यह अपनी भावनाओं को व्यक्त करने का एक अच्छा समय है।
ja: 自分の魅力を存分に発揮できる時期です。自信を持ってアプローチすれば、望む愛を手に入れることができるでしょう。
ko: 당신의 매력이 최고조에 달해 이성에게 인기가 많아지는 시기입니다.
ru: Это прекрасная возможность проявить свое обаяние и покорить чье-то сердце.
zh: 这是你的魅力达到顶峰、受到异性欢迎的时期。

# tarotLoveDetail1
source: This is a perfect opportunity for your charm and talent to shine and capture someone's heart. If there's someone you like, don't hesitate and approach them actively. Your sense of humor and witty conversation will delight them, allowing you to take the lead in the relationship. Win your love with confidence.
de: Ihr Charisma und Ihre Talente sind auf dem Höhepunkt, was Sie für andere unwiderstehlich macht. Wenn Sie jemanden im Auge haben, zögern Sie nicht, die Initiative zu ergreifen. Ihr Sinn für Humor und Ihre geistreichen Gespräche werden Ihr Gegenüber fesseln und es Ihnen ermöglichen, die Beziehung zu lenken.
es: Tu carisma y talentos están en su punto máximo, haciéndote irresistible para los demás. Si tienes a alguien especial en mente, no dudes en tomar la iniciativa y acercarte con confianza. Tu sentido del humor y conversación ingeniosa cautivarán a tu pareja, permitiéndote liderar el rumbo de la relación.
fr: Votre charisme et vos talents sont à leur apogée, vous rendant extrêmement attirant pour le sexe opposé. Si vous avez quelqu'un en vue, n'hésitez pas à prendre l'initiative. Votre sens de l'humour et votre conversation pleine d'esprit captiveront votre partenaire, vous permettant de guider la relation.
hi: आप अपनी बातचीत और व्यवहार से दूसरों का दिल जीतने की क्षमता रखते हैं। अपनी भावनाओं को स्पष्ट रूप से साझा करें और रिश्ते में ईमानदारी बरतें। आपका आत्म-विश्वास आपके प्रेम जीवन में सकारात्मक बदलाव लाएगा।
ja: あなたの魅力と才能が光を放ち、異性の心をつかむ絶好の機会です。気になる相手がいるなら、迷わず積極的にアプローチしてください。あなたのユーモアとセンスのある会話が相手を楽しま、関係を主導的に導くことができるでしょう。自分を信じて、堂々と愛を勝ち取ってください。
ko: 당신이 가진 매력과 재능이 빛을 발하여 이성의 마음을 사로잡을 수 있는 절호의 기회입니다. 마음에 드는 상대가 있다면 망설이지 말고 적극적으로 다가가세요. 당신의 유머 감각과 센스 있는 대화가 상대방을 즐겁게 하고, 관계를 주도적으로 이끌어갈 수 있습니다. 자신감을 가지고 사랑을 쟁취하세요.
ru: Ваше обаяние и таланты сейчас на пике, что делает вас крайне привлекательным для противоположного пола. Если у вас кто-то есть на примете, не стесняйтесь проявлять инициативу и подходить первым. Ваше чувство юмора и остроумие сделают общение незабываемым, и вы сможете легко направить отношения в нужное вам русло.
zh: 这是利用你的魅力和才华俘获心仪对象之心的绝佳机会。如果你有喜欢的人，请不要犹豫，积极靠近。你的幽默感和机智的谈话会令对方感到愉快，你将能够主导这段关系的发展。请保持自信，大胆追求你的真爱。

# tarotWealthMeaning1
source: It's the right time to generate revenue using your abilities and skills.
de: Die ideale Zeit, um durch Ihre Fähigkeiten neue Einkommensquellen zu erschließen.
es: Es el momento ideal para generar nuevos ingresos aprovechando tus habilidades.
fr: Le moment idéal pour créer de nouvelles sources de revenus grâce à vos compétences.
hi: आर्थिक रूप से, यह नई योजनाओं और लाभ का समय है। आपकी बुद्धिमत्ता और कौशल आपको धन कमाने के नए तरीके खोजने में मदद करेंगे। यह वित्तीय स्थिरता प्राप्त करने के लिए अपनी प्रतिभा का उपयोग करने का समय है।
ja: あなたの能力と技術を活用して収益を創出できる適期です。
ko: 당신의 능력과 기술을 활용하여 수익을 창출할 수 있는 적기입니다.
ru: Идеальное время для создания новых источников дохода благодаря вашим навыкам.
zh: 这是利用你的能力和技能创造收入的最佳时机。

# tarotWealthDetail1
source: It's a time when your knowledge, skills, and ideas turn into money. Don't just settle for your salary; try creating additional income through side jobs or second careers. Your creative planning and sales abilities will be outstanding, leading to higher-than-expected profits.
de: Ihre Kenntnisse, Fähigkeiten und Ideen können sich jetzt in reale finanzielle Gewinne verwandeln. Beschränken Sie sich nicht nur auf Ihr Grundgehalt; versuchen Sie, Ihre Hobbys zu monetarisieren oder freiberuflich tätig zu werden. Ihre kreative Planung wird Ihnen helfen, Einnahmen zu erzielen, die Ihre Erwartungen übertreffen.
es: Tus conocimientos, habilidades e ideas pueden convertirse en beneficios financieros reales ahora mismo. No te limites solo a tu salario base; intenta monetizar tus pasatiempos o emprender proyectos paralelos. Tu capacidad de planificación creativa y ventas te ayudará a alcanzar ganancias que superarán tus expectativas.
fr: Vos connaissances, vos compétences et vos idées peuvent se transformer en gains financiers réels dès maintenant. Ne vous limitez pas à votre salaire de base ; essayez de monétiser vos loisirs ou de vous lancer en freelance. Votre capacité de planification créative vous aidera à atteindre des revenus dépassant vos attentes.
hi: आपके वित्तीय प्रयास सफल होंगे क्योंकि आप अपने संसाधनों का सही उपयोग करना जानते हैं। निवेश के नए अवसर सामने आएंगे, उन्हें ध्यान से परखें। अपनी वित्तीय स्थिति को बेहतर बनाने के लिए अपनी रचनात्मक सोच का लाभ उठाएं।
ja: あなたが持っている知識、技術、アイデアがすぐにお金になる時期です。単に給料を受け取ることに満足せず、副業や複業などを通じて追加収益を創出してみてください。独創的な企画や営業能力が卓越に発揮され、期待以上の収益を上げることができるでしょう。
ko: 당신이 가진 지식, 기술, 아이디어가 곧 돈이 되는 시기입니다. 단순히 월급을 받는 것에 만족하지 말고, 부업이나 투잡 등을 통해 추가 수익을 창출해보세요. 창의적인 기획이나 영업 능력이 탁월하게 발휘되어 기대 이상의 수익을 올릴 수 있습니다.
ru: Ваши знания, навыки и идеи сейчас могут принести реальную финансовую выгоду. Не ограничивайтесь только основной зарплатой — попробуйте монетизировать свои хобби или заняться фрилансом. Ваши творческие проекты и умение убеждать помогут вам достичь доходов, превышающих ваши ожидания.
zh: 这是一个你的知识、技能和想法变成金钱的时期。不要满足于只领工资，尝试通过副业或兼职创造额外收入。你的创意策划或销售能力将得到卓越发挥，有望获得超出预期的收益。

# tarotSuccessMeaning1
source: Your work ability is excellently demonstrated and recognized by those around you.
de: Ihre beruflichen Fähigkeiten werden glänzen und Sie werden Anerkennung von Ihren Mitmenschen erhalten.
es: Tus capacidades profesionales brillarán y recibirás el reconocimiento de quienes te rodean.
fr: Vos capacités professionnelles seront à l'honneur et recevront la reconnaissance de votre entourage.
hi: करियर में, जादूगर सफलता और पदोन्नति का संकेत देता है। आप अपने कार्यस्थल पर अपनी क्षमताओं का प्रदर्शन करके दूसरों का ध्यान आकर्षित करेंगे। नई तकनीकों या कौशलों को सीखना आपके लिए फायदेमंद साबित होगा।
ja: 業務能力が卓越に発揮され、周囲の認めを受けます。
ko: 업무 능력이 탁월하게 발휘되어 주변의 인정을 받습니다.
ru: Ваши профессиональные способности будут на высоте и получат признание окружающих.
zh: 你的工作能力得到卓越发挥并获得周围人的认可。

# tarotSuccessDetail1
source: You can stand out in your workplace or studies by fully demonstrating your abilities. No matter what problem arises, you can solve it with your own wit and cleverness, being recognized as a 'talented person' by colleagues and superiors. Trust yourself and show your skills confidently.
de: Im Beruf oder Studium können Sie Ihr volles Potenzial entfalten und aus der Masse herausstechen. Was auch immer die Herausforderungen sein mögen, Sie werden sie dank Ihres Einfallsreichtums lösen. Ihre Kollegen und Vorgesetzten werden Sie als Experten anerkennen, also handeln Sie mit Selbstvertrauen.
es: En el trabajo o los estudios, podrás demostrar todo tu potencial y destacar entre los demás. Resolverás cualquier desafío gracias a tu ingenio y mente aguda. Tus colegas y superiores te reconocerán como un verdadero experto, así que actúa con total seguridad en ti mismo.
fr: Au travail ou dans vos études, vous pourrez démontrer tout votre potentiel et vous démarquer. Quels que soient les défis, vous les résoudrez grâce à votre ingéniosité et votre esprit vif. Vos collègues et supérieurs vous reconnaîtront comme un véritable expert, alors agissez avec assurance.
hi: आपके पास कठिन समस्याओं का समाधान खोजने की अद्भुत क्षमता है। अपने सहकर्मियों के साथ मिलकर काम करें और अपने विचारों को मजबूती से प्रस्तुत करें। आपकी मेहनत और समर्पण आपको वांछित परिणाम दिलाएंगे।
ja: 職場や学業において、あなたの能力を十分に発揮して頭角を現すことができます。どんな問題が起きても、あなたならではの機転と知恵で解決でき、周囲の同僚や上司から「実力者」として認められるようになります。自信を持って、堂々と実力を見せてください。
ko: 직장이나 학업에서 당신의 능력을 십분 발휘하여 두각을 나타낼 수 있습니다. 어떤 문제가 닥쳐도 당신만의 기지와 재치로 해결해낼 수 있으며, 주변 동료들이나 상사에게 '능력자'로 인정받게 됩니다. 자신을 믿고 당당하게 실력을 보여주세요.
ru: В работе или учебе вы сможете в полной мере проявить себя и выделиться среди остальных. Какие бы сложности ни возникали, вы решите их благодаря своей находчивости и острому уму. Коллеги и руководство признают в вас настоящего эксперта, так что действуйте уверенно.
zh: 在职场或学业中，你可以充分发挥自己的能力并脱颖而出。无论遇到什么问题，你都能凭借自己的机智和才干将其解决，同事和上司都会认可你为“能者”。请相信自己，堂堂正正地展示你的实力。

# tarotKeywords2
source: Intuition, wisdom, mystery, secret, platonic
de: Intuition, Geheimnis, Unterbewusstsein, innere Weisheit, Passivität
es: Intuición, misterio, subconsciente, sabiduría interior, pasividad
fr: Intuition, mystère, subconscient, sagesse intérieure, passivité
hi: अंतर्ज्ञान, रहस्य, अवचेतन, आंतरिक ज्ञान, निष्क्रियता
ja: 直感, 知恵, 神秘, 秘密, プラトニック
ko: 직관, 지혜, 신비, 비밀, 플라토닉
ru: Интуиция, тайна, подсознание, внутренняя мудрость, пассивность
zh: 直觉, 智慧, 神秘, 秘密, 柏拉图式

# tarotDesc2
source: The High Priestess sits behind a mysterious veil, holding a scroll of wisdom and balancing to symbolize deep insight.
de: Die Hohepriesterin sitzt zwischen einer weißen und einer schwarzen Säule und bewacht die Schriftrolle der Weisheit. Sie symbolisiert tiefe Intuition und das Gleichgewicht zwischen Bewusstsein und Unterbewusstsein.
es: La Sacerdotisa se sienta entre una columna blanca y una negra, custodiando el pergamino de la sabiduría. Simboliza la intuición profunda y el equilibrio entre lo consciente y lo inconsciente.
fr: La Papesse est assise entre une colonne blanche et une colonne noire, gardant le parchemin de la sagesse. Elle symbolise l'intuition profonde et l'équilibre entre le conscient et l'inconscient.
hi: उच्च पुजारिन कार्ड आंतरिक ज्ञान और अंतर्ज्ञान का प्रतीक है। यह आपको बाहरी शोर को शांत करने और अपनी अंतरात्मा की आवाज सुनने के लिए कहता है। रहस्य और अज्ञात के प्रति आपकी संवेदनशीलता इस समय बढ़ जाएगी।
ja: 神秘的なベールの後ろに座っている女教皇は、手に知恵の巻物を持ち、バランスを保ちながら深い洞察力を象徴しています。
ko: 신비로운 베일 뒤에 앉아 있는 여사제는 손에 지혜의 두루마리를 들고 균형을 잡으며 깊은 통찰력을 상징합니다.
ru: Верховная Жрица сидит между черной и белой колоннами, храня свиток мудрости. Она символизирует глубокую интуицию и баланс между сознательным и бессознательным.
zh: 坐在神秘面纱后的女祭司手中拿着智慧卷轴，在黑白柱子之间保持平衡，象征着深刻的洞察力。

# tarotLoveMeaning2
source: It means platonic love where spiritual communion is important.
de: Eine Zeit, in der die spirituelle Verbindung wichtiger ist als die körperliche Anziehung.
es: Un periodo donde la conexión espiritual es más importante que la atracción física.
fr: Une période où la connexion spirituelle est plus importante que l'attraction physique.
hi: प्यार में, यह कार्ड गहरी भावनाओं और आध्यात्मिक जुड़ाव का संकेत देता है। हो सकता है कि सब कुछ स्पष्ट न हो, लेकिन आपका दिल सच्चाई जानता है। रिश्तों में धैर्य रखें और चीजों को स्वाभाविक रूप से विकसित होने दें।
ja: 精神的な交感が重要なプラトニックな愛を意味します。
ko: 정신적인 교감이 중요한 플라토닉한 사랑을 의미합니다.
ru: Период, когда духовная близость важнее физического влечения.
zh: 意味着精神交流很重要的柏拉图式爱情。

# tarotLoveDetail2
source: You'll be attracted to someone with spiritual depth and good conversation rather than just physical charm. Your intuition for reading others' minds is developed, so you can understand each other's feelings without words. However, being too cautious can cause misunderstandings, so try expressing your feelings honestly sometimes.
de: Sie werden sich eher zu Menschen mit einer reichen inneren Welt hingezogen fühlen, mit denen Sie tiefe Gespräche führen können. Ihre Intuition ist geschärft, sodass Sie Ihren Partner ohne Worte verstehen können. Zu viel Zurückhaltung könnte jedoch zu Missverständnissen führen, also versuchen Sie, Ihre Gefühle ab und zu offen zu zeigen.
es: Te sentirás más atraído por personas con un mundo interior rico con quienes puedas tener conversaciones profundas. Tu intuición está agudizada, permitiéndote entender a tu pareja sin necesidad de palabras. Sin embargo, un exceso de reserva podría causar malentendidos, así que intenta expresar tus sentimientos con sinceridad de vez en cuando.
fr: Vous serez plus attiré par des personnes ayant un monde intérieur riche avec qui vous pouvez avoir des conversations profondes. Votre intuition est aiguisée, vous permettant de comprendre votre partenaire sans paroles. Cependant, un excès de réserve pourrait causer des malentendus, alors essayez d'exprimer vos sentiments sincèrement de temps en temps.
hi: अपने साथी की अनकही बातों को समझने की कोशिश करें। यह समय बाहरी दिखावे के बजाय आंतरिक भावनाओं पर ध्यान केंद्रित करने का है। सिंगल लोगों के लिए, किसी के प्रति रहस्यमयी आकर्षण महसूस हो सकता है।
ja: 肉体的な魅力よりも、精神的な深さと会話が通じる人に惹かれるようになります。相手の心を見抜く直感力が発達し、言葉にしなくてもお互いの感情を理解できるでしょう。しかし、あまりにも慎重な態度は誤解を招くことがあるので、たまには素直に心を表現してみてください。
ko: 육체적인 매력보다는 정신적인 깊이와 대화가 통하는 사람에게 끌리게 됩니다. 상대방의 마음을 꿰뚫어 보는 직관력이 발달하여 말하지 않아도 서로의 감정을 이해할 수 있습니다. 하지만 너무 신중한 태도는 오해를 줄 수 있으니 가끔은 솔직하게 마음을 표현해보세요.
ru: Сейчас вас будут больше привлекать люди с богатым внутренним миром, с которыми можно поговорить по душам. Ваша интуиция обострена, что позволит вам понимать партнера без слов. Однако излишняя скрытность может привести к недопониманию, поэтому старайтесь иногда открыто выражать свои чувства.
zh: 比起肉体魅力，你更倾向于被精神深度和能够交流的人吸引。你敏锐的直觉能让你洞察对方的心思，即使不言语也能相互理解。但过于谨慎的态度可能会导致误解，偶尔也请坦率地表达你的心意。

# tarotWealthMeaning2
source: Now is the time to protect your assets and watch the situation rather than actively investing.
de: Es ist Zeit, Ihr Vermögen zu schützen und die Situation zu beobachten, anstatt Risiken einzugehen.
es: Es tiempo de proteger tus activos y observar la situación en lugar de arriesgar.
fr: Il est temps de protéger vos actifs et d'observer la situation plutôt que de prendre des risques.
hi: आर्थिक रूप से, यह समय अपनी वित्तीय योजनाओं को गुप्त रखने और सावधानी बरतने का है। जल्दबाजी में निवेश करने के बजाय, बाजार की गहराई को समझने की कोशिश करें। अपनी आर्थिक स्थिति के बारे में अपनी अंतरात्मा की सुनें।
ja: 今は積極的に投資するよりも、資産を守り状況を静観すべき時です。
ko: 지금은 적극적으로 투자하기보다는 자산을 지키고 상황을 관망해야 할 때입니다.
ru: Время сохранять активы и наблюдать за ситуацией, а не рисковать.
zh: 现在是保护资产、观察局势的时候，而不是积极投资。

# tarotWealthDetail2
source: It's a time to analyze and study market conditions calmly rather than moving hastily for immediate profit. Since this is a time for sowing seeds and waiting, don't be impatient if you don't see immediate gains. It's better to consider investments from a long-term perspective like real estate or stocks.
de: Dies ist nicht der beste Zeitpunkt, um ohne Nachzudenken schnellen Gewinnen nachzujagen. Nehmen Sie sich stattdessen Zeit, den Markt zu analysieren und Finanzinstrumente zu studieren. Es ist eine Phase der «Aussaat», also seien Sie nicht beunruhigt, wenn die Früchte nicht sofort kommen.
es: No es el mejor momento para perseguir ganancias rápidas sin pensar. En lugar de actuar impulsivamente, dedica tiempo a analizar el mercado y estudiar herramientas financieras. Es una etapa de «siembra», así que no te angusties si los frutos no llegan de inmediato; las inversiones a largo plazo valdrán la pena.
fr: Ce n'est pas le meilleur moment pour poursuivre des gains rapides sans réfléchir. Au lieu d'agir impulsivement, consacrez du temps à l'analyse du marché et à l'étude des outils financiers. C'est une étape de « semailles », alors ne vous angoissez pas si les fruits ne viennent pas immédiatement.
hi: वित्तीय निर्णयों में अपनी छठी इंद्रिय पर भरोसा करें। यदि कोई सौदा बहुत अच्छा लग रहा है, तो उसके पीछे के छिपे तथ्यों की जांच करें। शांत रहकर और सोच-समझकर कदम उठाकर आप अपने धन की रक्षा कर सकते हैं।
ja: 目の前の利益を追ってむやみに動くよりも、冷徹に市場状況を分析し勉強すべき時期です。今は種をまいて待つ時期なので、当面の収益が出ないからといって焦らないでください。不動産や株式など、長期的な観点からの投資を考慮するのが良いでしょう。
ko: 눈앞의 이익을 쫓아 섣불리 움직이기보다는 냉철하게 시장 상황을 분석하고 공부해야 할 시기입니다. 지금은 씨앗을 뿌리고 기다리는 시기이므로, 당장의 수익이 나지 않는다고 조급해하지 마세요. 부동산이나 주식 등 장기적인 관점에서의 투자를 고려하는 것이 좋습니다.
ru: Сейчас не лучший момент для погони за быстрой прибылью. Вместо активных действий лучше заняться глубоким анализом рынка и изучением финансовых инструментов. Это период «посева», поэтому не переживайте, если доход не придет мгновенно — долгосрочные вложения в будущем оправдают себя.
zh: 这是一个你应该冷静分析和研究市场局势，而不是追求眼前利益的时期。现在是播种和等待的阶段，不要因为暂时没有收益而感到焦虑。考虑房地产或股票等长期投资视角会更合适。

# tarotSuccessMeaning2
source: You can achieve good results in fields such as studies, research, and professional jobs.
de: Erfolg erwartet Sie in akademischen Aktivitäten, Forschung und intellektuellen Berufen.
es: El éxito te espera en actividades académicas, investigación y profesiones intelectuales.
fr: Le succès vous attend dans les activités académiques, la recherche et les professions intellectuelles.
hi: करियर में, यह कार्ड सीखने और अनुसंधान का संकेत देता है। आप अपनी बुद्धिमत्ता और शांत व्यवहार से सफलता प्राप्त करेंगे। दूसरों की बातों में आने के बजाय अपने ज्ञान और अनुभव पर भरोसा रखें।
ja: 学業、研究、専門職分野で良い成果を出すことができます。
ko: 학업, 연구, 전문직 분야에서 좋은 성과를 낼 수 있습니다.
ru: Успех ждет в научной деятельности, исследованиях и интеллектуальном труде.
zh: 你可以在研究、专业领域取得好成绩。

# tarotSuccessDetail2
source: Focus on strengthening your internal foundations and building skills rather than on flashy external results. You can achieve excellent outcomes in tasks requiring deep thinking like research, planning, or analysis. Your wise and cautious attitude will be the key to solving problems at decisive moments.
de: Konzentrieren Sie sich darauf, Ihr inneres Potenzial zu stärken und Ihre Kompetenzen zu verbessern, anstatt nach äußerem Glanz zu suchen. Sie werden herausragende Ergebnisse in Aufgaben erzielen, die eine gründliche Analyse erfordern. Ihre Weisheit und Vorsicht werden in entscheidenden Momenten der Schlüssel zum Erfolg sein.
es: Concéntrate en fortalecer tu potencial interno y mejorar tus competencias en lugar de buscar el brillo externo. Lograrás resultados sobresalientes en tareas que requieran análisis profundo y planificación. Tu sabiduría y prudencia serán la clave del éxito en los momentos decisivos.
fr: Concentrez-vous sur le renforcement de votre potentiel interne et l'amélioration de vos compétences plutôt que sur l'éclat extérieur. Vous obtiendrez des résultats exceptionnels dans les tâches nécessitant une analyse approfondie. Votre sagesse et votre prudence seront la clé du succès lors des moments décisifs.
hi: कार्यस्थल पर चल रही राजनीति से दूर रहें और अपने काम पर ध्यान दें। आपके पास छिपी हुई जानकारी या कौशल हो सकता है जो सही समय पर काम आएगा। धैर्य और समझदारी आपको पेशेवर रूप से आगे बढ़ाएगी।
ja: 表向きに華やかに現れる成果よりも、内実を固めて実力を育てることに集中すべきです。研究、企画、分析など深い思考が必要な業務で卓越した成果を出すことができます。あなたの賢明で慎重な態度は、決定的な瞬間に問題解決の鍵となるでしょう。
ko: 겉으로 화려하게 드러나는 성과보다는 내실을 다지고 실력을 키우는 데 집중해야 합니다. 연구, 기획, 분석 등 깊이 있는 사고가 필요한 업무에서 탁월한 성과를 낼 수 있습니다. 당신의 지혜롭고 신중한 태도는 결정적인 순간에 문제 해결의 열쇠가 될 것입니다.
ru: Сосредоточьтесь на укреплении своего внутреннего потенциала и повышении квалификации, а не на внешнем блеске. В делах, требующих глубокого анализа и планирования, вы добьетесь выдающихся результатов. Ваша мудрость и осторожность станут ключом к успеху в решающий момент.
zh: 比起追求华丽的表面成就，你应该专注于充实内在和提高技能。在研究、策划、分析等需要深思熟虑的工作中，你能取得卓越成果。你睿智且谨慎的态度将在关键时刻成为解决问题的钥匙。

# tarotKeywords3
source: Abundance, motherhood, nature, beauty, fruit
de: Weiblichkeit, Schönheit, Natur, Fülle, Fruchtbarkeit
es: Feminidad, belleza, naturaleza, abundancia, fertilidad
fr: Féminité, beauté, nature, abondance, fertilité
hi: स्त्रीत्व, सुंदरता, प्रकृति, प्रचुरता, उर्वरता
ja: 豊穣, 母性, 自然, 美しさ, 結実
ko: 풍요, 모성, 자연, 아름다움, 결실
ru: Женственность, красота, природа, изобилие, плодородие
zh: 丰收, 母亲, 自然, 美丽, 成果

# tarotDesc3
source: The Empress, sitting comfortably in abundant nature, is a symbol of material and spiritual abundance.
de: Die Herrscherin ruht in einem blühenden Garten und repräsentiert materiellen Wohlstand und emotionale Großzügigkeit.
es: La Emperatriz descansa en un jardín floreciente, representando la prosperidad material y la generosidad emocional.
fr: L'Impératrice repose dans un jardin florissant, représentant la prospérité matérielle et la générosité émotionnelle.
hi: महारानी कार्ड प्रचुरता, पोषण और रचनात्मकता का प्रतीक है। यह प्रकृति की शक्ति और जीवन के आनंद का उत्सव मनाने का समय है। यह कार्ड आपको अपने आस-पास की सुंदरता को पहचानने और दूसरों के प्रति दयालु रहने के लिए प्रेरित करता है।
ja: 豊かな自然の中でリラックスして座っている女帝は、物質的、精神的な豊かさの象徴です。
ko: 풍요로운 자연 속에서 편안하게 앉아 있는 여황제는 물질적, 정신적 풍요의 상징입니다.
ru: Императрица восседает в цветущем саду, олицетворяя материальное благополучие и душевную щедрость.
zh: 皇后安详地坐在丰饶的大自然中，是物质和精神富足的象征。

# tarotLoveMeaning3
source: It's a time when love overflows and the relationship becomes deeper.
de: Zeit des emotionalen Aufblühens und der Stärkung der affektiven Bindungen.
es: Tiempo de florecimiento emocional y fortalecimiento de los lazos afectivos.
fr: Temps de floraison émotionnelle et de renforcement des liens affectifs.
hi: प्यार में, यह कार्ड एक गहरे, पोषण करने वाले और प्रेमपूर्ण रिश्ते का संकेत देता है। यदि आप किसी रिश्ते में हैं, तो यह और अधिक मजबूत और स्थिर होगा। सिंगल लोगों के लिए, यह एक ऐसे साथी के मिलने का समय है जो आपको सुरक्षा और प्यार महसूस कराए।
ja: 愛が溢れ、関係がさらに深まる時期です。
ko: 사랑이 넘치고 관계가 더욱 깊어지는 시기입니다.
ru: Время расцвета чувств и укрепления отношений.
zh: 这是一个爱意满溢、关系进一步深化的时期。

# tarotLoveDetail3
source: It's a period when your inclusive charm is maximized, making you appear very attractive to others. If you're in a relationship, you'll receive great love for your warm and caring nature, and marriage talks may arise. If you're single, grooming your appearance or changing your style will greatly help improve your love luck.
de: Ihr Charme und Ihre weibliche (oder empfängliche) Energie sind auf dem Maximum, was Sie unglaublich attraktiv macht. In Ihren Beziehungen wird Harmonie und gegenseitige Fürsorge herrschen, was es zu einem guten Zeitpunkt macht, über Heiratspläne zu sprechen. Wenn Sie Single sind, wird Ihnen ein Stilwechsel helfen, Aufmerksamkeit zu erregen.
es: Tu encanto y energía femenina (o receptiva) están al máximo, haciéndote increíblemente atractivo. En tus relaciones habrá armonía y cuidado mutuo, siendo un buen momento para hablar de matrimonio o planes familiares. Si estás soltero, un cambio de imagen o estilo te ayudará a atraer la atención de alguien valioso.
fr: Votre charme et votre énergie féminine (ou réceptive) sont au maximum, vous rendant incroyablement attirante. Dans vos relations, il y aura de l'harmonie et du soin mutuel, ce qui en fait un bon moment pour parler de mariage ou de projets familiaux. Si vous êtes célibataire, un changement de style vous aidera à attirer l'attention.
hi: आपकी संवेदनशीलता और देखभाल करने वाला स्वभाव आपके साथी को बहुत पसंद आएगा। यह समय रोमांस और भावनात्मक गहराई के लिए बेहतरीन है। परिवार शुरू करने या घर को सुंदर बनाने के बारे में सोचने के लिए भी यह एक अच्छा समय है।
ja: あなたの女性らしい（または包容力のある）魅力が最大化され、異性に非常に魅力的に映る時期です。恋愛中なら、相手を温かく包み込み、気遣う姿で大きな愛を受けることになり、結婚の話が出るかもしれません。ソロなら、外見を整えたりスタイルを変化させてみることが恋愛運を高めるのに大きな助けになります。
ko: 당신의 여성스러운(또는 포용적인) 매력이 극대화되어 이성에게 매우 매력적으로 비치는 시기입니다. 연애 중이라면 상대방을 따뜻하게 감싸주고 챙겨주는 모습에서 큰 사랑을 받게 되며, 결혼 얘기가 오갈 수 있습니다. 솔로라면 외모를 가꾸거나 스타일을 변화시켜보는 것이 연애운을 높이는 데 큰 도움이 됩니다.
ru: Ваше обаяние и мягкая сила сейчас на максимуме, что делает вас невероятно притягательным. В отношениях наступает период гармонии и заботы, возможно обсуждение планов на брак или пополнение в семье. Если вы одиноки, смена имиджа или стиля поможет вам привлечь внимание достойного человека.
zh: 你的女性化（或包容性）魅力达到极致，对异性非常有吸引力。恋爱中的人会因为给予对方温暖的关怀而获得巨大的爱，甚至可能谈及婚嫁。单身的人可以通过打扮或改变风格来显著提升恋爱运。
