Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# totalScoreWithPoints
source: Total Score: {score} pts
de: Gesamtpunktzahl: {score} Pkt
es: Puntaje Total {score}pts
fr: Score total : {score} pts
hi: कुल स्कोर {score}अंक
ja: 合計スコア {score}点
ko: 총점 {score}점
ru: Общий счет: {score} б.
zh: 总分 {score} 分

# adLoadFailFreeAccess
source: Ad failed to load. Results unlocked for free!
de: Anzeige konnte nicht geladen werden. Zugriff ist diesmal kostenlos.
es: Error al cargar el anuncio. Abierto gratis esta vez.
fr: Échec du chargement de la pub. Accès gratuit cette fois.
hi: विज्ञापन लोड करने में विफल। इस बार मुफ्त में खोला गया।
ja: 広告の読み込みに失敗しました。今回は無料でロックを解除しました。
ko: 광고를 불러오지 못해 이번에는 무료로 열어드렸어요.
ru: Реклама не загрузилась. Открыто бесплатно.
zh: 广告加载失败，这次直接为你免费解锁。

# insufficientCookiesTitle
source: Not Enough Fortune Cookies
de: Zu wenig Glückskekse
es: No hay suficientes galletas de la fortuna
fr: Pas assez de Fortune Cookies
hi: पर्याप्त फॉर्च्यून कुकीज़ नहीं
ja: フォーチュンクッキーが不足しています
ko: 포춘쿠키 부족
ru: Недостаточно печенья
zh: 幸运饼干不足

# insufficientCookiesMessage
source: You don't have enough fortune cookies. You can earn more by completing missions or watching ads.
de: Du hast nicht genug Glückskekse. Verdiene mehr durch Missionen oder sieh dir eine Anzeige an.
es: No tienes suficientes galletas de la fortuna. Puedes ganar más completando misiones o viendo anuncios.
fr: Gagnez-en via les missions ou regardez une pub.
hi: आपके पास पर्याप्त फॉर्च्यून कुकीज़ नहीं हैं। आप मिशन पूरा करके या विज्ञापन देखकर अधिक कमा सकते हैं।
ja: フォーチュンクッキーが足りません。 ミッションをクリアするか、広告を見て獲得できます。
ko: 보유한 포춘쿠키가 부족합니다. 미션을 수행하거나 광고를 보고 무료로 충전할 수 있습니다.
ru: У вас закончились печенья. Вы можете заработать их, выполняя миссии или просматривая рекламу.
zh: 你的幸运饼干不够。 完成任务或看广告都能免费补充。

# useCookiesSnackbar
source: Using 2 Cookies to check results.
de: 2 Glückskekse wurden verwendet.
es: Usando 2 galletas de la fortuna para verificar los resultados.
fr: 2 Fortune Cookies ont été utilisés.
hi: परिणामों की जांच के लिए 2 फॉर्च्यून कुकीज़ का उपयोग कर रहे हैं।
ja: フォーチュンクッキーを2個使用して結果を確認します。
ko: 포춘쿠키 2개를 사용하여 결과를 확인합니다.
ru: Используем 2 печенья для проверки результата.
zh: 已使用 2 个幸运饼干解锁结果。

# faceAnalysisComplete_v2
source: Face analysis is complete!
de: Gesichtsanalyse abgeschlossen!
es: ¡Análisis facial completado!
fr: Analyse du visage terminée !
hi: चेहरे का विश्लेषण पूरा हुआ!
ja: 顔分析が完了しました！
ko: 관상 분석이 완료되었습니다!
ru: Анализ лица завершен!
zh: 面相分析完成！

# chooseMethodToViewResult
source: Choose a method below to check your hidden facial fortune.
de: Wähle eine Methode, um dein Ergebnis freizuschalten.
es: Elegir método para ver el resultado
fr: Choisissez une méthode pour voir votre fortune cachée.
hi: अपने चेहरे में छिपे भाग्य की जांच करने के लिए, कृपया नीचे दिए गए तरीकों में से एक चुनें।
ja: あなたの顔に隠された運勢を確認するには、 以下の方法のいずれかを選択してください。
ko: 당신의 얼굴에 숨겨진 운세를 확인하려면 아래 방법 중 하나를 선택해주세요.
ru: Чтобы узнать свои скрытые предсказания,\nвыберите один из способов ниже.
zh: 想查看你脸上隐藏的运势 请选择以下一种方式。

source: Watch ad for free
de: Anzeige ansehen (kostenlos)
es: Ver anuncio y ver resultado gratis
fr: Regarder une pub (Gratuit)
hi: विज्ञापन देखें और मुफ्त में परिणाम देखें
ja: 広告を見て無料で結果を確認
ko: 광고 보고 무료로 결과 보기
ru: Посмотреть рекламу и узнать результат
zh: 看广告免费查看

# useTwoCookies_v2
source: Use 2 Cookies
de: 2 Kekse verwenden
es: Usar 2 galletas
fr: Utiliser 2 cookies
hi: 2 कुकीज़ इस्तेमाल करें
ja: クッキーを2枚使う
ko: 포춘쿠키 2개 사용하기
ru: Использовать 2 печенья
zh: 使用 2 个饼干

# viewResult
source: View Results
de: Ergebnis anzeigen
es: Ver Resultado
fr: Voir le résultat
hi: परिणाम देखें
ja: 結果を見る
ko: 결과 확인하기
ru: Посмотреть результат
zh: 查看结果

# aiAnalyzingFace_v2
source: AI is analyzing your face...
de: KI analysiert dein Gesicht...
es: La IA está analizando tu rostro...
fr: L’IA analyse votre visage...
hi: AI आपके चेहरे का विश्लेषण कर रहा है...
ja: AIが顔を解析しています...
ko: AI가 관상을 분석 중입니다...
ru: ИИ анализирует ваше лицо...
zh: AI 正在分析你的面相...

# faceRecognitionComplete_v2
source: Recognition complete
de: Erkennung abgeschlossen
es: Reconocimiento completado
fr: Reconnaissance terminée
hi: पहचान पूरी हुई
ja: 認識が完了しました
ko: 얼굴 인식 완료
ru: Распознавание завершено
zh: 识别完成

# extractingFeatures_v2
source: Extracting features...
de: Merkmale werden extrahiert...
es: Extrayendo rasgos...
fr: Extraction des caractéristiques...
hi: विशेषताएँ निकाली जा रही हैं...
ja: 特徴を抽出しています...
ko: 특징점 추출 중...
ru: Извлечение признаков...
zh: 正在提取特征...

# matchingFortuneData_v2
source: Matching data...
de: Daten werden abgeglichen...
es: Comparando datos...
fr: Correspondance des données...
hi: डेटा मिलाया जा रहा है...
ja: データを照合しています...
ko: 운세 데이터 대조 중...
ru: Сопоставление данных...
zh: 正在匹配数据...

# wealthLuck
source: 💰 Wealth
de: 💰 Finanzen
es: 💰 Suerte de Riqueza
fr: 💰 Richesse
hi: 💰 धन भाग्य
ja: 💰 財運
ko: 💰 재물운
ru: 💰 Богатство
zh: 财运

# loveLuck
source: ❤️ Love
de: ❤️ Liebe
es: ❤️ Suerte de Amor
fr: ❤️ Amour
hi: ❤️ प्रेम भाग्य
ja: ❤️ 恋愛運
ko: ❤️ 애정운
ru: ❤️ Любовь
zh: 感情运

# careerLuck
source: 💼 Career
de: 💼 Karriere
es: 💼 Suerte de Carrera
fr: 💼 Carrière
hi: 💼 करियर भाग्य
ja: 💼 仕事運
ko: 💼 직업운
ru: 💼 Карьера
zh: 事业运

# healthLuck
source: 💪 Health
de: 💪 Gesundheit
es: 💪 Suerte de Salud
fr: 💪 Santé
hi: 💪 स्वास्थ्य भाग्य
ja: 💪 健康運
ko: 💪 건강운
ru: 💪 Здоровье
zh: 健康运

# tojeongMonthlyGood_0
source: A noble person from the east brings good news. Long-awaited plans will come to fruition.
de: Eine edle Person aus dem Osten bringt gute Nachrichten. Lang erwartete Pläne werden in Erfüllung gehen.
es: Una persona noble del este trae buenas noticias. Los planes largamente esperados darán frutos.
fr: Une personne de noble lignée venant de l'est apporte de bonnes nouvelles. Vos projets de longue date vont enfin aboutir.
hi: पूर्व से कोई नेक व्यक्ति शुभ समाचार लाता है। लंबे समय से प्रतीक्षित योजनाएं फलीभूत होंगी।
ja: 東の方から貴人が現れ、うれしい知らせを持ってきます。待ち望んでいた計画が実を結ぶでしょう。
ko: 동쪽에서 귀인이 나타나 기쁜 소식을 전합니다. 오랫동안 기다려온 계획이 결실을 맺을 것입니다.
ru: Благородный человек с востока принесет добрые вести. Долгожданные планы начнут сбываться.
zh: 一位来自东方的贵人带来了好消息。你期待已久的计划终于要实现了。

# tojeongMonthlyGood_1
source: Wealth flows in like a spring. Worries disappear as everything goes smoothly.
de: Wohlstand fließt wie eine Quelle herein. Sorgen verschwinden, da alles reibungslos verläuft.
es: Buen mes para nuevas oportunidades
fr: La richesse coule comme une source. Vos soucis s'estompent et tout avance sans encombre.
hi: धन वसंत की तरह बहता है। जैसे-जैसे सब कुछ सुचारू रूप से चलता है, चिंताएं दूर हो जाती हैं।
ja: 財物が泉のように湧き出ます。すべてのことが順調に進み、悩みも消えるでしょう。
ko: 재물이 샘물처럼 흘러들어옵니다. 모든 일이 순조롭게 풀리니 걱정이 사라집니다.
ru: Богатство течет к вам рекой. Заботы исчезают, и всё идет как по маслу.
zh: 财富如泉水般涌流。随着一切进展顺利，烦恼也随之消散。

# tojeongMonthlyGood_2
source: Efforts bear fruit and you receive congratulations. Promotion or great results are expected.
de: Bemühungen tragen Früchte und Sie erhalten Glückwünsche. Beförderung oder großartige Ergebnisse werden erwartet.
es: Los esfuerzos dan frutos y recibes felicitaciones. Se espera un ascenso o grandes resultados.
fr: Vos efforts portent leurs fruits et vous recevez des félicitations. Une promotion ou de grands résultats sont attendus.
hi: प्रयास रंग लाते हैं और आपको बधाई मिलती है। पदोन्नति या अच्छे परिणाम की उम्मीद है।
ja: 努力が実を結び、お祝いを受けることになります。昇進や大きな成果が期待されます。
ko: 노력이 결실을 맺어 축하받을 일이 생깁니다. 승진이나 큰 성과가 기대됩니다.
ru: Усилия приносят плоды, и вы получаете поздравления. Ожидается успех в делах или повышение.
zh: 努力开花结果，你将收到祝贺。预期会有晋升或重大的成果。

# tojeongMonthlyGood_3
source: Morning sun rises after a dark night. Hardship ends and happiness arrives.
de: Die Morgensonne geht nach einer dunklen Nacht auf. Härte endet und Glück kommt an.
es: El sol de la mañana sale tras una noche oscura. Las dificultades terminan y llega la felicidad.
fr: Le soleil se lève après une nuit sombre. Les épreuves se terminent et le bonheur arrive.
hi: अंधेरी रात के बाद सुबह का सूरज उगता है। कष्ट समाप्त होते हैं और खुशियाँ आती हैं।
ja: 暗い夜が明けて朝日が昇ります。苦労が終わり、幸せが訪れるでしょう。
ko: 어두운 밤이 지나고 아침 해가 뜹니다. 고생 끝에 행복이 찾아옵니다.
ru: Солнце встает после долгой ночи. Трудности позади, наступает время счастья.
zh: 黑夜过后，晨曦微露。苦难结束，幸福降临。

# tojeongMonthlyGood_4
source: Unexpected windfall fills your pocket. Small investments lead to big profits.
de: Unerwarteter Gewinn füllt Ihre Tasche. Kleine Investitionen führen zu großen Gewinnen.
es: Una ganancia inesperada llena tu bolsillo. Pequeñas inversiones conducen a grandes beneficios.
fr: Une rentrée d'argent inattendue remplit vos poches. De petits investissements mènent à de gros profits.
hi: अप्रत्याशित लाभ आपकी जेब भर देता है। छोटे निवेश बड़े मुनाफे की ओर ले जाते हैं।
ja: 思わぬ横財運があり、懐が豊かになります。小さな投資が大きな利益となって戻ってきます。
ko: 뜻밖의 횡재수가 있어 주머니가 두둑해집니다. 작은 투자로 큰 이익을 봅니다.
ru: Неожиданная удача наполнит ваш кошелек. Малые вложения приведут к большой прибыли.
zh: 意外的横财填满了你的口袋。小额投资将带来巨大利润。

# tojeongMonthlyNeutral_0
source: A peaceful daily life continues. It passes without special events.
de: Ein friedlicher Alltag geht weiter. Er vergeht ohne besondere Ereignisse.
es: Continúa una vida diaria pacífica. Pasa sin eventos especiales.
fr: Une vie quotidienne paisible se poursuit. La période passe sans événement particulier.
hi: एक शांतिपूर्ण दैनिक जीवन जारी रहता है। यह बिना किसी विशेष घटना के बीत जाता है।
ja: 穏やかな日常が続きます。特別な出来事なく、無難に過ぎる時期です。
ko: 평온한 일상이 지속됩니다. 특별한 사건 없이 무난하게 지나갑니다.
ru: Спокойные будни продолжаются. Месяц пройдет без потрясений.
zh: 平和的日常生活仍在继续。这段时间没有特别的大事发生。

# tojeongMonthlyNeutral_1
source: Contentment brings peace of mind. Enjoy small happiness.
de: Zufriedenheit bringt Seelenfrieden. Genießen Sie kleines Glück.
es: El contentamiento trae paz mental. Disfruta de la pequeña felicidad.
fr: Le contentement apporte la paix de l'esprit. Savourez ces petits bonheurs.
hi: संतोष मन की शांति लाता है। छोटी खुशियों का आनंद लें।
ja: 足るを知る心を持てば、心が安らかになります。小さな幸せを享受してください。
ko: 자족하는 마음이 평안을 가져옵니다. 소소한 행복을 즐겨보세요.
ru: Умеренность принесет мир в душе. Наслаждайтесь простыми радостями.
zh: 知足常乐。享受这些小小的幸福吧。

# tojeongMonthlyNeutral_2
source: Take a rest in your busy life. Pay attention to health management.
de: Gönnen Sie sich eine Pause in Ihrem geschäftigen Leben. Achten Sie auf das Gesundheitsmanagement.
es: Tómate un descanso en tu ajetreada vida. Presta atención a la gestión de la salud.
fr: Prenez du repos dans votre vie trépidante. Portez une attention particulière à votre santé.
hi: अपने व्यस्त जीवन में थोड़ा आराम करें। स्वास्थ्य प्रबंधन पर ध्यान दें।
ja: 忙しい日常の中でしばらく休息をとってください。健康管理に気を使う時期です。
ko: 바쁜 일상 속에서 잠시 휴식을 취하세요. 건강 관리에 유의해야 합니다.
ru: Сделайте паузу в суете. Уделите внимание своему здоровью.
zh: 在忙碌的生活中休息一下。请特别注意健康管理。

# tojeongMonthlyNeutral_3
source: Maintain your current work rather than starting something new.
de: Behalten Sie Ihre aktuelle Arbeit bei, anstatt etwas Neues zu beginnen.
es: Mantén tu trabajo actual en lugar de comenzar algo nuevo.
fr: Maintenez votre situation actuelle plutôt que de vous lancer dans la nouveauté.
hi: कुछ नया शुरू करने के बजाय अपना वर्तमान कार्य जारी रखें।
ja: 新しいことを始めるよりは、現在のことを守り維持する方が有利です。
ko: 새로운 일을 벌이기보다는 현재의 자리를 지키는 것이 좋습니다.
ru: Сейчас лучше сохранять текущее положение дел, чем начинать что-то новое.
zh: 与其开始新事物，不如维持现状。

# tojeongMonthlyNeutral_4
source: Communication is key. Be careful with words to avoid misunderstandings.
de: Kommunikation ist der Schlüssel. Seien Sie vorsichtig mit Worten, um Missverständnisse zu vermeiden.
es: La comunicación es clave. Ten cuidado con las palabras para evitar malentendidos.
fr: La communication est la clé. Surveillez vos paroles pour éviter tout malentendu.
hi: संचार महत्वपूर्ण है। गलतफहमी से बचने के लिए शब्दों के चयन में सावधानी बरतें।
ja: コミュニケーションが重要です。言葉一言に注意すれば、誤解を避けることができます。
ko: 소통이 중요합니다. 오해를 사지 않도록 언행에 주의하세요.
ru: Общение — ключ к успеху. Будьте осторожны в словах, чтобы избежать недопонимания.
zh: 沟通是关键。注意言辞，避免误解。

# tojeongMonthlyCaution_0
source: Be cautious in everything. Better safe than sorry.
de: Seien Sie in allem vorsichtig. Sicher ist sicher.
es: Precaución con los gastos inesperados
fr: Soyez prudent en tout. Mieux vaut prévenir que guérir.
hi: हर चीज में सतर्क रहें। पछताने से बेहतर सुरक्षित रहना है।
ja: すべてのことに慎重を期してください。石橋も叩いて渡る姿勢が必要です。
ko: 매사에 신중함이 필요합니다. 돌다리도 두들겨 보고 건너세요.
ru: Будьте осторожны во всём. Береженого бог бережет.
zh: 凡事都要谨慎。防患于未然总比事后后悔好。

# tojeongMonthlyCaution_1
source: Pay attention to health and avoid overexertion.
de: Achten Sie auf Ihre Gesundheit und vermeiden Sie Überanstrengung.
es: Presta atención a la salud y evita el esfuerzo excesivo.
fr: Faites attention à votre santé et évitez tout surmenage.
hi: स्वास्थ्य पर ध्यान दें और अधिक परिश्रम से बचें।
ja: 健康に特に留意し、無理な活動は避けるのが良いでしょう。
ko: 건강에 유의하고 무리한 활동은 피하는 것이 좋습니다.
ru: Следите за здоровьем и избегайте чрезмерных нагрузок.
zh: 关注健康，避免过度劳累。

# tojeongMonthlyCaution_2
source: Avoid gossip and stay out of others' business.
de: Vermeiden Sie Klatsch und halten Sie sich aus den Angelegenheiten anderer heraus.
es: Evita los chismes y mantente fuera de los asuntos de los demás.
fr: Évitez les commérages et ne vous mêlez pas des affaires d'autrui.
hi: गपशप से बचें और दूसरों के काम में दखल न दें।
ja: 口説に巻き込まれないように注意してください。他人の仕事に深く関与しない方がいいです。
ko: 구설수를 조심하고 타인의 일에 깊이 관여하지 마세요.
ru: Избегайте сплетен и не вмешивайтесь в чужие дела.
zh: 远离流言蜚语，不要插手他人的私事。

# tojeongMonthlyCaution_3
source: Excessive greed brings trouble. Live within your means.
de: Übermäßige Gier bringt Ärger. Leben Sie innerhalb Ihrer Möglichkeiten.
es: La codicia excesiva trae problemas. Vive según tus medios.
fr: Une ambition excessive apporte des ennuis. Vivez selon vos moyens.
hi: अत्यधिक लालच परेशानी लाता है। अपनी क्षमता के अनुसार जिएं।
ja: 過度な欲心は災いを呼びます。分相応に生活すれば大きな問題はありません。
ko: 과도한 욕심은 화를 부릅니다. 분수에 맞는 생활이 필요합니다.
ru: Излишняя жадность может привести к беде. Живите по средствам.
zh: 过度的贪婪会带来麻烦。量力而行。

# tojeongMonthlyCaution_4
source: Avoid money transactions as you might be disappointed in people you trust.
de: Vermeiden Sie Geldtransaktionen, da Sie von Menschen, denen Sie vertrauen, enttäuscht werden könnten.
es: Evita las transacciones de dinero, ya que podrías sentirte decepcionado con las personas en las que confías.
fr: Évitez les transactions financières, vous pourriez être déçu par des personnes de confiance.
hi: पैसे के लेन-देन से बचें क्योंकि आप उन लोगों से निराश हो सकते हैं जिन पर आप भरोसा करते हैं।
ja: 金銭取引は避けてください。信じていた人に失望することがあります。
ko: 금전 거래를 피하세요. 믿었던 사람에게 실망할 수 있습니다.
ru: Будьте осторожны с деньгами, чтобы не разочароваться в людях, которым доверяете.
zh: 避免金钱交易，你可能会被信任的人所辜负。

# tojeongMonthlySpecial_1_0
source: New year's clear energy is with you. Plans will start smoothly.
de: Mit der klaren Energie des neuen Jahres wird alles reibungslos verlaufen, sobald Sie anfangen, das zu tun, was Sie geplant haben.
es: Con la energía clara del nuevo año contigo, todo irá bien una vez que empieces a hacer lo que has planeado.
fr: Avec l’énergie claire de la nouvelle année avec vous, les choses se passeront bien une fois que vous aurez commencé à faire ce que vous avez prévu.
hi: नए साल की स्पष्ट ऊर्जा आपके साथ होने पर, जब आप वह करना शुरू कर देंगे जो आपने योजना बनाई है तो चीजें सुचारू रूप से चलने लगेंगी।
ja: 新年の清らかな気が共にあります。計画したことが順調に始まります。
ko: 새해의 맑은 기운이 함께하니, 계획한 바를 시작하면 순조롭게 풀릴 것입니다.
ru: Свежая энергия нового года поможет вам. Планы начнут осуществляться гладко.
zh: 新年气象清明，计划推进会很顺利。

# tojeongMonthlySpecial_1_1
source: A helper appears early this year. Value your relationships.
de: Zu Beginn des Jahres erhalten Sie Hilfe von edlen Menschen, also pflegen Sie Ihre Beziehungen zu den Menschen um Sie herum.
es: A principios de año recibirás ayuda de personas nobles, así que valora tus relaciones con las personas que te rodean.
fr: Au début de l'année, vous recevrez l'aide de personnes nobles, alors chérissez vos relations avec les gens qui vous entourent.
hi: साल की शुरुआत में आपको नेक लोगों से मदद मिलेगी, इसलिए अपने आस-पास के लोगों के साथ अपने रिश्तों को संजोकर रखें।
ja: 年の初めに助けてくれる人が現れます。人間関係を大切にしてください。
ko: 연초에는 귀인의 도움이 따르니, 주변 사람들과의 관계를 소중히 하세요.
ru: В начале года вы встретите помощника. Цените свои отношения с окружающими.
zh: 年初会出现贵人。好好珍惜缘分与人脉。

# tojeongMonthlySpecial_1_2
source: A fresh start brings unexpected opportunities. Stay open-minded.
de: Wenn Sie zu viel Motivation haben, können Sie Dinge falsch machen. Überprüfen Sie Ihre Pläne ruhig aus einer langfristigen Perspektive.
es: Si tienes demasiada motivación, puedes hacer las cosas mal. Revisa con calma tus planes desde una perspectiva a largo plazo.
fr: Si vous êtes trop motivé, vous risquez de mal faire les choses. Examinez sereinement vos projets dans une perspective à long terme.
hi: यदि आपमें बहुत अधिक प्रेरणा है, तो आप गलत काम भी कर सकते हैं। दीर्घकालिक दृष्टिकोण से शांतिपूर्वक अपनी योजनाओं की समीक्षा करें।
ja: モチベーションが高すぎると、間違ったことをしてしまう可能性があります。長期的な視点で冷静に計画を見直しましょう。
ko: 의욕이 앞서 일을 그르칠 수 있습니다. 차분하게 장기적인 관점에서 계획을 점검하세요.
ru: Если энтузиазма слишком много, можно совершить ошибку. Спокойно обдумайте долгосрочные планы.
zh: 新的开始带来意想不到的机会，保持开放心态。

# tojeongMonthlySpecial_1_3
source: Your focus and determination will lead to a significant breakthrough.
de: Gut begonnen ist halb geschafft. Wenn Sie mutig anfangen, etwas zu tun, was Sie aufgeschoben haben, werden Sie unerwartete Ergebnisse erzielen.
es: Un buen comienzo está a medio hacer. Si comienzas con valentía a hacer algo que has estado posponiendo, lograrás resultados inesperados.
fr: Un bien commencé est à moitié fait. Si vous commencez hardiment à faire quelque chose que vous avez reporté, vous obtiendrez des résultats inattendus.
hi: अच्छी शुरुआत तो आधी हो चुकी है। यदि आप साहसपूर्वक वह काम करना शुरू कर देंगे जिसे आप टालते आ रहे हैं, तो आपको अप्रत्याशित परिणाम प्राप्त होंगे।
ja: 始まりは半分終わった。後回しにしていたことに思い切って取り組んでみると、思わぬ成果が得られるでしょう。
ko: 시작이 반입니다. 미뤄왔던 일을 과감하게 시작하면 의외의 성과를 얻습니다.
ru: Хорошее начало — половина дела. Смело беритесь за то, что откладывали.
zh: 专注与毅力会带来突破性的进展。

# tojeongMonthlySpecial_1_4
source: Wisdom from the past will guide you through new challenges.
de: Kleine Änderungen in den Gewohnheiten können Ihr Glück verändern. Gewöhnen Sie sich an, früh aufzustehen.
es: Pequeños cambios de hábitos pueden cambiar el curso de tu suerte. Adquiera el hábito de levantarse temprano.
fr: De petits changements dans vos habitudes peuvent changer le cours de votre chance. Prenez l’habitude de vous lever tôt.
hi: आदतों में छोटे-छोटे बदलाव आपकी किस्मत की दिशा बदल सकते हैं। जल्दी उठने की आदत डालें।
ja: 習慣を少し変えるだけで、運気の流れが変わることがあります。早起きする習慣をつけましょう。
ko: 작은 습관의 변화가 큰 운의 흐름을 바꿉니다. 일찍 일어나는 습관을 들여보세요.
ru: Небольшие перемены в привычках изменят вашу удачу. Попробуйте вставать пораньше.
zh: 过往的经验与智慧，会指引你应对新的挑战。

# tojeongMonthlySpecial_2_0
source: Not yet the time. Build strength and wait for the opportunity.
de: Es ist noch nicht die richtige Zeit, also müssen wir unsere Stärke unter der Oberfläche stärken und nach Möglichkeiten suchen.
es: Aún no es el momento, por lo que debemos fortalecer nuestra fuerza bajo la superficie y buscar oportunidades.
fr: Ce n’est pas encore le moment, nous devons donc renforcer nos forces sous la surface et rechercher des opportunités.
hi: अभी समय नहीं आया है, इसलिए हमें सतह से नीचे अपनी ताकत मजबूत करनी होगी और अवसरों की तलाश करनी होगी।
ja: まだ時期ではありません。実力を蓄え、時機を待ってください。
ko: 아직은 때가 아니니, 수면 아래에서 힘을 기르며 기회를 엿보아야 합니다.
ru: Еще не время для активных действий. Накапливайте силы и ждите возможности.
zh: 时机未到，先蓄力等待机会。

# tojeongMonthlySpecial_2_1
source: Old issues may resurface. Solve them head-on.
de: Es können alte Probleme oder Konflikte auftauchen. Vermeiden Sie es nicht und packen Sie es direkt an.
es: Pueden surgir viejos problemas o conflictos. No lo evites y afrontalo de frente.
fr: D’anciens problèmes ou conflits peuvent refaire surface. Ne l’évitez pas et affrontez-le de front.
hi: पुरानी समस्याएँ या झगड़े सामने आ सकते हैं। इसे टालें नहीं और इससे डटकर निपटें।
ja: 過去の問題が再び浮上することがあります。正面から解決してください。
ko: 오래된 문제나 갈등이 수면 위로 드러날 수 있습니다. 회피하지 말고 정면으로 해결하세요.
ru: Могут всплыть старые проблемы. Не избегайте их, решайте всё сразу.
zh: 旧问题可能再度出现，正面处理会更轻松。

# tojeongMonthlySpecial_2_2
source: Patience is your best ally this month. Observe and learn.
de: Dies ist eine Zeit, in der es wichtiger ist, Substanz aufzubauen als äußere Leistung. Übereilte Bewegungen können Schaden anrichten.
es: Este es un momento en el que es más importante generar sustancia que desempeño exterior. Los movimientos apresurados pueden causar daños.
fr: C’est une époque où il est plus important de construire du contenu plutôt que des performances extérieures. Des mouvements précipités peuvent causer des dégâts.
hi: यह वह समय है जब बाहरी प्रदर्शन के बजाय पदार्थ का निर्माण करना अधिक महत्वपूर्ण है। जल्दबाजी में उठाया गया कदम नुकसान पहुंचा सकता है।
ja: 表面的なパフォーマンスよりも、中身を構築することが重要な時期です。性急な動きは損傷を引き起こす可能性があります。
ko: 겉으로 보이는 성과보다 내실을 다지는 것이 중요한 시기입니다. 섣부른 움직임은 손해를 부릅니다.
ru: Сейчас важнее суть, а не внешние результаты. Поспешность может навредить.
zh: 本月以耐心为王，观察与学习会有收获。

# tojeongMonthlySpecial_2_3
source: Avoid hasty decisions. A better moment is approaching soon.
de: So wie wir am Ende des Winters auf den Frühling warten, eröffnen sich Chancen für diejenigen, die sich geduldig vorbereiten.
es: Así como esperamos la primavera al final del invierno, las oportunidades llegan a quienes se preparan con paciencia.
fr: Alors que nous attendons le printemps à la fin de l’hiver, des opportunités se présentent à ceux qui se préparent avec patience.
hi: जिस तरह हम सर्दियों के अंत में वसंत की प्रतीक्षा करते हैं, उसी तरह अवसर उन लोगों के लिए आते हैं जो धैर्य के साथ तैयारी करते हैं।
ja: 冬の終わりに春を待つのと同じように、忍耐強く準備をしている人にはチャンスがやって来ます。
ko: 겨울의 끝자락에서 봄을 기다리듯, 인내심을 가지고 준비하는 자에게 기회가 옵니다.
ru: Как мы ждем весну в конце зимы, так и возможности откроются перед терпеливыми.
zh: 避免仓促决定，更好的时机很快到来。

# tojeongMonthlySpecial_2_4
source: Small steps today will lead to big gains in the future.
de: Sie müssen ruhig Ihren eigenen Weg gehen, ohne durch den Lärm um Sie herum gestört zu werden.
es: Debes recorrer tranquilamente tu propio camino sin que te moleste el ruido que te rodea.
fr: Vous devez parcourir tranquillement votre propre chemin sans être dérangé par le bruit qui vous entoure.
hi: आपको अपने आस-पास के शोर से परेशान हुए बिना चुपचाप अपने रास्ते पर चलना चाहिए।
ja: 周囲の騒音に邪魔されず、静かに自分の道を歩まなければなりません。
ko: 주변의 소란스러움에 동요하지 말고 자신의 길을 묵묵히 걸어가야 합니다.
ru: Идите своим путем спокойно, не отвлекаясь на шум вокруг.
zh: 今天的小步前进，会成为未来的大收获。

# tojeongMonthlySpecial_3_0
source: Everything is reviving. Don't hesitate and take on challenges.
de: Die Energie der Revitalisierung aller Dinge bringt Ihnen neue Möglichkeiten. Zögern Sie nicht und nehmen Sie die Herausforderung an.
es: La energía de revitalización de todas las cosas os trae nuevas oportunidades. No lo dudes y acepta el desafío.
fr: L’énergie de revitalisation de toutes choses vous apporte de nouvelles opportunités. N'hésitez pas et relevez le défi.
hi: सभी चीजों के पुनरुद्धार की ऊर्जा आपके लिए नए अवसर लाती है। संकोच न करें और चुनौती स्वीकार करें।
ja: 万物が蘇る時期です。躊躇せずに挑戦してみてください。
ko: 만물이 소생하는 기운이 당신에게 새로운 기회를 가져다줍니다. 망설이지 말고 도전하세요.
ru: Энергия пробуждения природы дарит вам новые шансы. Не сомневайтесь и примите вызов.
zh: 万物复苏，别犹豫，勇敢迎接挑战。
