Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# compatibilityDescDifficult
source: Personality differences can be large. You need to deeply understand each other's differences.
de: Persönlichkeitsunterschiede können groß sein. Sie müssen die Unterschiede des anderen tief verstehen.
es: Las diferencias de personalidad pueden ser grandes. Deben entender profundamente las diferencias del otro.
fr: Les différences de personnalité peuvent être importantes. Vous devez comprendre profondément les différences de l'autre.
hi: व्यक्तित्व में अंतर बड़े हो सकते हैं। आपको एक-दूसरे के मतभेदों को गहराई से समझना चाहिए।
ja: 性格の違いが大きいかもしれません。お互いの違いを深く理解する必要があります。
ko: 성격 차이가 클 수 있습니다. 서로의 다름을 깊이 이해해야 합니다.
ru: Различия в характерах могут быть значительными. Вы должны глубоко понимать различия друг друга.
zh: 容易误会与摩擦，建议放慢节奏好好沟通。

# compatibilityDescDifficult_Youth
source: Differences in personality or lifestyle can feel significant. You need to learn how to recognize each other's differences through calm conversation rather than reacting emotionally. Patience to accept each other as they are rather than trying to change each other will be the key to the relationship.
es: Las diferencias de personalidad pueden ser grandes, lo que puede llevar a conflictos frecuentes. Es una relación que requiere un amor profundo y la voluntad de cambiar por el otro. En lugar de intentar controlar al otro, es importante aceptar su individualidad tal como es y encontrar un punto medio a través del diálogo continuo.
fr: Les différences de personnalité peuvent être importantes, ce qui peut mener à des conflits fréquents. C'est une relation qui demande un amour profond et la volonté de changer pour l'autre. Plutôt que d'essayer de contrôler l'autre, il est important d'accepter son individualité telle qu'elle est et de trouver un terrain d'entente par un dialogue continu.
hi: व्यक्तित्व में अंतर बड़े हो सकते हैं, जिससे अक्सर संघर्ष हो सकता है। यह एक ऐसा रिश्ता है जिसमें गहरे प्रेम और दूसरे के लिए बदलने की इच्छा की आवश्यकता होती है। दूसरे को नियंत्रित करने की कोशिश करने के बजाय, उनकी व्यक्तित्व को वैसा ही स्वीकार करना महत्वपूर्ण है जैसा वह है, और निरंतर संवाद के माध्यम से एक मध्य मार्ग खोजना महत्वपूर्ण है।
ja: 性格やライフスタイルの違いが大きく感じられるかもしれません。感情的に対応するのではなく、冷静な対話を通じてお互いの違いを認める方法を学ぶ必要があります。お互いを変えようとするのではなく、ありのままの姿を受け入れる忍耐が、関係を築く鍵となるでしょう。
ru: Различия в характерах могут быть значительными, что может приводить к частым конфликтам. Это отношения, требующие глубокой любви и готовности меняться ради другого. Вместо того чтобы пытаться контролировать партнера, важно принимать его индивидуальность такой, какая она есть, и находить компромисс через постоянный диалог.

# compatibilityDescDifficult_Mature
source: Concerns may deepen due to differences in values or realistic problems. Deep understanding and patience are required, and the will to recognize each other's differences is important. Rather than expecting too much from each other, try to have a heart of gratitude for small things. Changing the way you communicate can also be a good solution.
es: Dado que los valores y las metas de vida pueden ser muy diferentes, se requiere mucho esfuerzo para encontrar una dirección común. Puede ser difícil llegar a acuerdos en decisiones importantes de la vida, por lo que una comunicación muy honesta y profunda es esencial. Si ven las diferencias del otro como una oportunidad de crecimiento personal, podrán superar las dificultades.
fr: Comme les valeurs et les objectifs de vie peuvent être très différents, beaucoup d'efforts sont nécessaires pour trouver une direction commune. Il peut être difficile de trouver des compromis sur des décisions de vie importantes, une communication très honnête et profonde est donc essentielle. Si vous voyez les différences de l'autre comme une opportunité de croissance personnelle, vous pourrez surmonter les difficultés.
hi: चूंकि मूल्य और जीवन के लक्ष्य बहुत अलग हो सकते हैं, इसलिए एक सामान्य दिशा खोजने के लिए बहुत प्रयास की आवश्यकता होती है। जीवन के महत्वपूर्ण निर्णयों पर समझौता करना कठिन हो सकता है, इसलिए बहुत ईमानदार और गहरा संवाद आवश्यक है। यदि आप एक-दूसरे के मतभेदों को व्यक्तिगत विकास के अवसर के रूप में देखते हैं, तो आप कठिनाइयों को दूर कर सकते हैं।
ja: 価値観の違いや現実的な問題で、悩みが深くなることがあります。深い理解と忍耐が必要であり、お互いの違いを認めようとする意志が重要です。お互いに多くを期待しすぎるのではなく、小さなことから感謝する心を持ってみてください。対話の方法を変えてみるのも、良い解決策になるかもしれません。
ru: Поскольку ваши ценности и жизненные цели могут сильно различаться, требуется много усилий, чтобы найти общее направление. Может быть трудно прийти к компромиссу в важных жизненных решениях, поэтому честное и глубокое общение просто необходимо. Если вы воспримете различия как возможность для личностного роста, вы сможете преодолеть трудности.

# compatibilityDescDifficult_Senior
source: Communication may be difficult because each other's stubbornness is strong. It's important to accept the other person as they are now rather than being tied to past experiences. A warm word rather than silence can be the start of improving the relationship. An attitude of maintaining minimum courtesy while respecting each other's independence is required.
es: Es importante reconocer las diferencias en las formas de vida que cada uno ha desarrollado durante mucho tiempo y respetar el espacio personal del otro. En lugar de intentar ajustar a la pareja a las propias ideas, es mejor construir una relación en la que se acepten mutuamente tal como son. Requiere mucha paciencia y comprensión para encontrar la paz juntos.
fr: Il est important de reconnaître les différences dans les modes de vie que chacun a développés au fil du temps et de respecter l'espace personnel de l'autre. Plutôt que d'essayer de conformer le partenaire à ses propres idées, il est préférable de construire une relation où l'on s'accepte mutuellement tel que l'on est. Cela demande beaucoup de patience et de compréhension pour trouver la paix ensemble.
hi: प्रत्येक ने लंबे समय में जो जीवन जीने के तरीके विकसित किए हैं, उनके मतभेदों को पहचानना और दूसरे के व्यक्तिगत स्थान का सम्मान करना महत्वपूर्ण है। साथी को अपने विचारों के अनुसार ढालने की कोशिश करने के बजाय, एक ऐसा रिश्ता बनाना बेहतर है जहाँ आप एक-दूसरे को वैसे ही स्वीकार करें जैसे आप हैं। साथ में शांति खोजने के लिए बहुत धैर्य और समझ की आवश्यकता होती है।
ja: お互いのこだわりが強く、コミュニケーションに難しさを感じることがあります。過去の経験にとらわれるのではなく、現在の相手をありのままに受け入れる努力が大切です。沈黙よりも温かい一言が、関係改善のきっかけになります。お互いの自律性を尊重しながら、最低限の礼儀を保つ姿勢が求められます。
ru: Важно признавать различия в образе жизни, которые каждый из вас вырабатывал долгие годы, и уважать личное пространство другого. Вместо того чтобы пытаться подстроить партнера под свои представления, лучше строить отношения на взаимном принятии. Чтобы обрести покой вместе, потребуется много терпения и понимания.

# compatibilityAdvice_Youth
source: Spend more time sharing and supporting each other's dreams. Accumulating diverse experiences together, such as starting new hobbies or going on trips, will be a great vitality to the relationship. When talking, try to empathize first rather than criticize.
es: Intenten ver el mundo desde la perspectiva de su pareja. Pequeñas sorpresas y palabras de apoyo sinceras pueden fortalecer su relación. Planeen actividades juntos que los entusiasmen a ambos y creen hermosos recuerdos.
fr: Essayez de voir le monde du point de vue de votre partenaire. De petites surprises et des paroles de soutien sincères peuvent renforcer votre relation. Planifiez des activités ensemble qui vous passionnent tous les deux et créez de beaux souvenirs.
hi: दुनिया को अपने साथी के नजरिए से देखने की कोशिश करें। छोटे सरप्राइज और समर्थन के दिल को छू लेने वाले शब्द आपके रिश्ते को मजबूत कर सकते हैं। ऐसी गतिविधियों की योजना बनाएं जो आप दोनों को उत्साहित करें और सुंदर यादें बनाएं।
ja: お互いの夢を共有し、応援する時間を増やしてみてください。新しい趣味を始めたり、旅行に出かけたりするなど、多彩な経験を積むことが関係の大きな活力になります。話すときは、批判よりもまず共感を示してあげましょう。
ru: Старайтесь смотреть на мир глазами партнера. Маленькие сюрпризы и искренние слова поддержки укрепят ваши отношения. Планируйте совместные занятия, которые вдохновляют вас обоих, и создавайте прекрасные воспоминания.

# compatibilityAdvice_Mature
source: It's important to secure time for just the two of you even in a busy daily life. Acknowledge each other's hard work and offer a warm word. You need an attitude of trying not to forget the excitement of the early days of dating by celebrating anniversaries or enjoying regular dates.
es: La comunicación honesta sobre sus metas y expectativas es la clave. Apóyense mutuamente en su desarrollo profesional, pero no olviden dedicar tiempo a su relación. La planificación financiera conjunta y la visión del futuro les darán seguridad.
fr: Une communication honnête sur vos objectifs et vos attentes est la clé. Soutenez-vous mutuellement dans votre développement professionnel, mais n'oubliez pas de consacrer du temps à votre relation. Une planification financière commune et une vision de l'avenir vous apporteront de la sécurité.
hi: अपने लक्ष्यों और अपेक्षाओं के बारे में ईमानदार संवाद ही कुंजी है। अपने पेशेवर विकास में एक-दूसरे का समर्थन करें, लेकिन अपने रिश्ते के लिए समय निकालना न भूलें। संयुक्त वित्तीय योजना और भविष्य की दृष्टि सुरक्षा प्रदान करेगी।
ja: 忙しい日常の中でも、二人だけの時間を確保することが大切です。お互いの労をねぎらい、温かい言葉をかけてあげてください。記念日を大切にしたり、定期的にデートを楽しんだりして、付き合い始めのときめきを忘れない努力が必要です。
ru: Честное общение о ваших целях и ожиданиях — ключ к успеху. Поддерживайте друг друга в профессиональном развитии, но не забывайте уделять время отношениям. Совместное финансовое планирование и видение будущего дадут вам чувство безопасности.

# compatibilityAdvice_Senior
source: Enjoy walks or light trips while taking care of health together. It's good to build emotional bonds by sharing each other's life wisdom. Focus on increasing the time you can rest comfortably together rather than excessive activities. Meticulously checking and caring for each other's health status is important.
es: Cuiden su salud juntos y disfruten de caminatas o pequeños viajes. Compartan su sabiduría de vida y construyan un vínculo emocional profundo. Creen un ambiente acogedor en casa donde ambos se sientan cómodos y seguros.
fr: Prenez soin de votre santé ensemble et profitez de promenades ou de petits voyages. Partagez votre sagesse de vie et construisez un lien émotionnel profond. Créez une atmosphère chaleureuse à la maison où vous vous sentez tous les deux à l'aise et en sécurité.
hi: साथ में अपने स्वास्थ्य का ख्याल रखें और सैर या छोटी यात्राओं का आनंद लें। अपने जीवन के ज्ञान को साझा करें और एक गहरा भावनात्मक बंधन बनाएं। घर पर एक आरामदायक माहौल बनाएं जहाँ आप दोनों सहज और सुरक्षित महसूस करें।
ja: 健康を共に気遣いながら、散歩や軽い旅行を楽しんでみてください。お互いの人生の知恵を分かち合い、精神的な絆を深めるのが良いでしょう。無理な活動よりも、共に心地よく休める時間を増やしてみてください。お互いの健康状態をこまめにチェックし、いたわる心が大切です。
ru: Вместе следите за здоровьем, наслаждайтесь прогулками или небольшими поездками. Делитесь жизненной мудростью и укрепляйте эмоциональную связь. Создайте дома уютную атмосферу, где вы оба будете чувствовать себя комфортно и защищенно.

# compatibilityLuck_Youth
source: Your energies are combined, creating a fortune where you can achieve great accomplishments in studies or career. A good energy flows where you become each other's lucky charm, and things you plan work out smoothly.
es: Esta es una fase de suerte en la que su pasión y energía harán brillar su futuro juntos. Tendrán muchas oportunidades para crecer juntos y alcanzar sus sueños. Su amor será visto como una fuerza positiva en su entorno.
fr: C'est une phase de chance où votre passion et votre énergie feront briller votre avenir ensemble. Vous aurez de nombreuses occasions de grandir ensemble et de réaliser vos rêves. Votre amour sera perçu comme une force positive par votre entourage.
hi: यह भाग्य का एक चरण है जहाँ आपका जुनून और ऊर्जा आपके भविष्य को उज्ज्वल बनाएगी। आपके पास साथ बढ़ने और अपने सपनों को पूरा करने के कई अवसर होंगे। आपके प्रेम को आपके परिवेश में एक सकारात्मक शक्ति के रूप में देखा जाएगा।
ja: お二人のエネルギーが合わさり、学業やキャリアで大きな成果を収められる運勢です。お互いがお互いのラッキーチャームとなり、計画していることがスムーズに運ぶ良い気運が漂っています。
ru: Это фаза удачи, когда ваша страсть и энергия сделают ваше совместное будущее ярким. У вас будет много возможностей для совместного роста и реализации мечтаний. Ваша любовь будет восприниматься окружающими как позитивная сила.

# compatibilityLuck_Mature
source: This is a compatibility where great luck follows when managing assets or planning for the future together. The synergy is very good, and there is a strong fortune for wealth and success where economic stability and social status can rise together.
es: Este es un tiempo de estabilidad y crecimiento. Sus esfuerzos conjuntos darán frutos, ya sea en el aspecto financiero o en la profundidad de su relación. Están construyendo una base sólida para los años venideros.
fr: C'est un temps de stabilité et de croissance. Vos efforts conjoints porteront leurs fruits, que ce soit sur le plan financier ou dans la profondeur de votre relation. Vous construisez une base solide pour les années à venir.
hi: यह स्थिरता और विकास का समय है। आपके संयुक्त प्रयास फल देंगे, चाहे वह वित्तीय पहलू में हो या आपके रिश्ते की गहराई में। आप आने वाले वर्षों के लिए एक मजबूत नींव बना रहे हैं।
ja: 共に資産を管理したり、将来の設計をしたりする際に、大きな幸運が訪れる相性です。相乗効果が非常に高く、経済的に安定し、社会的地位も共に上昇できる、強力な財運と成功運があります。
ru: Это время стабильности и роста. Ваши совместные усилия принесут плоды, будь то в финансовом плане или в глубине ваших чувств. Вы строите прочный фундамент на долгие годы.

# compatibilityLuck_Senior
source: It's a fortune where emotional stability and peace reside. You become each other's best health supplement, and the energy is full of blessings for a long and healthy life in a peaceful retirement. It's a virtuous bond that also has a positive impact on descendants.
es: Esta es una suerte caracterizada por la tranquilidad, la paz y el cuidado mutuo. Son como un bálsamo para el alma del otro. Este tiempo está lleno de profunda gratitud y la alegría de compartir el viaje de la vida.
fr: C'est une chance caractérisée par la tranquillité, la paix et l'attention mutuelle. Vous êtes comme un baume pour l'âme de l'autre. Ce temps est rempli d'une profonde gratitude et de la joie de partager le voyage de la vie.
hi: यह भाग्य शांति, सुकून और आपसी देखभाल की विशेषता है। आप एक-दूसरे की आत्मा के लिए मरहम की तरह हैं। यह समय गहरी कृतज्ञता और जीवन की यात्रा साझा करने की खुशी से भरा है।
ja: 精神的な安定と平安が訪れる運勢です。お互いがお互いにとって最高の健康サプリメントとなり、無病息災で穏やかな老後を過ごせる福に満ちた気運に溢れています。子孫にも良い影響を与える、徳のある縁です。
ru: Эта удача характеризуется спокойствием, миром и взаимной заботой. Вы как бальзам для души друг друга. Это время наполнено глубокой благодарностью и радостью от совместного жизненного пути.

# tarotLoveMeaning0_Senior
source: It's a time to find joy in small daily changes rather than new excitement.
es: Es un momento para encontrar alegría en los pequeños cambios diarios en lugar de nuevas emociones.
fr: C'est une période pour trouver de la joie dans de petits changements quotidiens plutôt que dans une nouvelle excitation.
hi: यह नए उत्साह के बजाय छोटे दैनिक परिवर्तनों में खुशी खोजने का समय है।
ja: 新しいときめきよりは、日常の小さな変化から喜びを見つける時期です。
ru: Это время находить радость в небольших ежедневных переменах, а не в новом волнении.

# tarotLoveDetail0_Senior
source: Share your long-accumulated know-how and talents with those around you rather than grand plans. You will feel great reward and a deep bond in the process of helping or advising someone.
es: Comparta su experiencia y talentos acumulados durante mucho tiempo con quienes lo rodean en lugar de planes ambiciosos. Sentirá una gran recompensa y un vínculo profundo al ayudar o asesorar a alguien.
fr: Partagez votre savoir-faire et vos talents accumulés de longue date avec ceux qui vous entourent plutôt que de grands projets. Vous ressentirez une grande récompense et un lien profond en aidant ou en conseillant quelqu'un.
hi: यह बड़े बदलावों के बजाय दैनिक जीवन की छोटी खुशियों को संजोने का समय है। अपने आस-पास के लोगों के साथ गर्मजोशी से बातचीत करने से आपको शांति मिलेगी।
ja: 大げさな計画よりは、長い時間積み重ねてきたあなただけのノウハウや才能を周囲の人々と分かち合ってみてください。誰かに助けを与えたり、アドバイスをしたりする過程で、大きなやりがいと深い絆を感じることでしょう。
ru: Это время ценить маленькие радости повседневной жизни, а не большие перемены. Теплое общение с окружающими принесет вам покой.

# tarotLoveMeaning1_Senior
source: Wise and calm conversation makes the relationship deeper.
es: Escuche su voz interior y tómese un tiempo para reflexionar sobre sí mismo.
fr: Écoutez votre voix intérieure et prenez le temps de vous regarder.
hi: अपनी आंतरिक आवाज सुनें और खुद को देखने के लिए समय निकालें।
ja: 賢明で落ち着いた対話が、関係をさらに深めます。
ru: Прислушайтесь к своему внутреннему голосу и найдите время, чтобы заглянуть в себя.

# tarotLoveDetail1_Senior
source: Listening and empathizing with the other person is enough. If you share your heart slowly without rushing, you will be able to feel a deep bond that communicates even without words. Take time to cultivate your inner self.
es: Se necesita un tiempo tranquilo y pacífico. En lugar de estar con mucha gente, medite solo o disfrute de sus pasatiempos para recargar su mente. Esta madurez interior será la base para una vida más estable.
fr: Un moment calme et paisible est nécessaire. Plutôt que d'être avec beaucoup de monde, méditez seul ou profitez de vos passe-temps pour recharger votre esprit. Cette maturité intérieure sera le fondement d'une vie plus stable.
hi: ज्ञान और अंतर्दृष्टि के माध्यम से जीवन के गहरे अर्थ खोजें। दूसरों की मदद करने का आपका दयालु हृदय आपके लिए बड़ा सौभाग्य लेकर आएगा।
ja: 相手の言葉に耳を傾け、共感してあげるだけで十分な時期です。焦らずゆっくりと心を通わせていけば、言葉にしなくても伝わる深い絆を感じることができるはずです。自分の内面を整える時間も持ってみてください。
ru: Найдите глубокий смысл жизни через мудрость и проницательность. Ваше доброе сердце, помогающее другим, принесет вам большую удачу.

# tarotLoveMeaning2_Senior
source: A tolerant heart makes people around you happy.
es: Use su rica experiencia y sabiduría para guiar a quienes lo rodean.
fr: Utilisez votre riche expérience et votre sagesse pour guider ceux qui vous entourent.
hi: अपने समृद्ध अनुभव और ज्ञान का उपयोग अपने आस-पास के लोगों का मार्गदर्शन करने के लिए करें।
ja: 包容力のある心が、周囲の人々を幸せにします。
ru: Используйте свой богатый опыт и мудрость, чтобы направлять окружающих.

# tarotLoveDetail2_Senior
source: It's a time to take care of your surroundings with a warm, mother-like heart. A warm word to your spouse or family will come back as a great strength. Peace is full in the house, so enjoy daily life with a relaxed mind.
es: Su juicio sereno y su amplia perspectiva serán de gran ayuda para muchas personas. Su estatus e influencia aumentarán, y ganará la confianza profunda de la gente. Sea un mentor cálido que pueda acoger a los demás.
fr: Votre jugement calme et votre perspective large seront d'une grande aide pour de nombreuses personnes. Votre statut et votre influence augmenteront, et vous gagnerez la confiance profonde des gens. Soyez un mentor chaleureux capable d'embrasser les autres.
hi: अपनी बुद्धि और अनुभव के साथ अपने परिवार और आस-पास के लोगों का मार्गदर्शन करें। आपका स्थिर नेतृत्व सभी को शांति प्रदान करेगा।
ja: 温かい母親のような心で周囲をいたわるようになる時期です。配偶者や家族にかける温かい一言が、大きな力となって返ってくるでしょう。家の中に平和が満ちているので、ゆったりとした心で日常を楽しんでください。
ru: Направляйте свою семью и окружающих своей мудростью и опытом. Ваше стабильное руководство даст всем душевный покой.

# tarotLoveMeaning3_Senior
source: A responsible attitude protects the harmony of the family.
es: Es un momento en el que se alcanza la abundancia material y emocional al mismo tiempo.
fr: C'est une période où l'abondance matérielle et émotionnelle est atteinte en même temps.
hi: यह वह समय है जब भौतिक और भावनात्मक प्रचुरता एक साथ प्राप्त होती है।
ja: 責任感のある態度が、家庭の調和を守ります。
ru: Это время, когда материальное и эмоциональное изобилие достигается одновременно.

# tarotLoveDetail3_Senior
source: It's a time to take the center and lead in the family. Sometimes you may need to be strict, but in the end, it must be based on deep love for the family. Your dedication and effort will give the family a sense of stability.
es: Disfrute de los frutos de su arduo trabajo. Puede sentir la alegría de vivir mientras comparte sentimientos cálidos con su familia o conocidos cercanos. La generosidad le traerá una suerte aún mayor.
fr: Profitez des fruits de votre dur travail. Vous pouvez ressentir la joie de vivre tout en partageant des sentiments chaleureux avec votre famille ou vos connaissances proches. La générosité vous apportera une chance encore plus grande.
hi: एक ऐसा समय जब आपके जीवन में प्रचुरता और स्थिरता एक साथ आती है। अपने प्रियजनों के साथ इस खुशी को साझा करें और एक खुशहाल समय बिताएं।
ja: 家庭内で中心となって導いていくべき時期です。時には厳格さも必要かもしれませんが、最終的には家族への深い愛が基本になければなりません。あなたの献身と努力が家族に安定感を与えるでしょう。
ru: Время, когда изобилие и стабильность приходят в вашу жизнь одновременно. Разделите эту радость со своими близкими и проведите счастливое время.

# tarotLoveMeaning4_Senior
source: Value tradition and courtesy and maintain a stable relationship.
es: Se necesita un fuerte sentido de la responsabilidad y liderazgo.
fr: Un sens aigu de la responsabilité et du leadership sont nécessaires.
hi: जिम्मेदारी और नेतृत्व की एक मजबूत भावना की आवश्यकता है।
ja: 伝統と礼儀を重んじ、安定した関係を維持します。
ru: Необходимы сильное чувство ответственности и лидерство.

# tarotLoveDetail4_Senior
source: Long-held values or rules give stability to the relationship. Listen to the advice of those around you, but don't lose your conviction. A polite and respectful attitude will give deep trust to the other person.
es: Organice su entorno con una voluntad firme y dirija su vida con convicción. Su presencia estable dará tranquilidad a su familia y a quienes lo rodean. Sin embargo, no olvide tener un corazón flexible.
fr: Organisez votre environnement avec une volonté ferme et menez votre vie avec conviction. Votre présence stable donnera la tranquillité d'esprit à votre famille et à ceux qui vous entourent. Cependant, n'oubliez pas d'avoir un cœur flexible.
hi: दृढ़ इच्छाशक्ति के साथ अपने परिवेश को व्यवस्थित करें और विश्वास के साथ अपना जीवन जीएं। आपकी स्थिर उपस्थिति आपके परिवार और आस-पास के लोगों को मानसिक शांति देगी। हालाँकि, लचीला हृदय रखना न भूलें।
ja: 長い間守ってきた価値観やルールが関係に安定を与えます。周囲のアドバイスに耳を傾けつつ、あなたの信念を失わないでください。礼儀をわきまえた丁重な態度が、相手に深い信頼を与えるでしょう。
ru: Организуйте свое окружение с твердой волей и ведите свою жизнь с убеждением. Ваше стабильное присутствие даст душевный покой вашей семье и окружающим. Однако не забывайте о гибком сердце.

# tarotLoveMeaning5_Senior
source: It's a time when prudence is needed at the crossroads of choice.
es: Es un momento para seguir los valores tradicionales y buscar la paz espiritual.
fr: C'est une période pour suivre les valeurs traditionnelles et rechercher la paix spirituelle.
hi: यह पारंपरिक मूल्यों का पालन करने और आध्यात्मिक शांति की तलाश करने का समय है।
ja: 選択の岐路で、慎重さが必要な時期です。
ru: Это время следовать традиционным ценностям и искать духовный покой.

# tarotLoveDetail5_Senior
source: Focus on your current precious relationships rather than surrounding temptations or new changes. When your heart is shaken, reflecting on your rich life experience helps. The right choice will eventually bring a peaceful future.
es: Encuentre el sentido de la vida en la sabiduría o enseñanzas de larga data. Compartir sus profundos conocimientos con las generaciones más jóvenes le traerá una gran recompensa. Su actitud humilde y sincera atraerá a la gente.
fr: Trouvez le sens de la vie dans la sagesse ou les enseignements de longue date. Partager vos idées profondes avec la jeune génération apportera une grande récompense. Votre attitude humble et sincère attirera les gens.
hi: लंबे समय से चले आ रहे ज्ञान या शिक्षाओं में जीवन का अर्थ खोजें। युवा पीढ़ी के साथ अपनी गहरी अंतर्दृष्टि साझा करने से बड़ा प्रतिफल मिलेगा। आपका विनम्र और ईमानदार रवैया लोगों को आकर्षित करेगा।
ja: 周囲の誘惑や新しい変化よりは、現在の尊い縁に集中してください。心が揺れる時は、あなたの豊かな人生経験を思い返してみるのが助けになります。正しい選択が、結局は平穏な未来をもたらすでしょう。
ru: Найдите смысл жизни в многолетней мудрости или учениях. Обмен вашими глубокими идеями с молодым поколением принесет большую награду. Ваше скромное и искреннее отношение будет привлекать людей.
