Repository: shchoi0486/fortune-alarm
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, ru, zh

# tarotWealthDetail13_Senior
source: Seek harmony between income and expenditure and beware of excessive greed. A disciplined life will bring you continuous stability.
es: Busque la armonía entre ingresos y gastos y tenga cuidado con la codicia excesiva. Una vida disciplinada le traerá estabilidad continua.
fr: Recherchez l'harmonie entre les revenus et les dépenses et méfiez-vous de la cupidité excessive. Une vie disciplinée vous apportera une stabilité continue.
hi: आय और व्यय के बीच सामंजस्य की तलाश करें और अत्यधिक लालच से सावधान रहें। एक अनुशासित जीवन आपको निरंतर स्थिरता प्रदान करेगा।
ja: 収入と支出の調和を図り、無理な欲を警戒してください。節制された生活が、あなたに持続的な安定をもたらしてくれるでしょう。
ru: Ищите гармонию между доходами и расходами и остерегайтесь чрезмерной жадности. Дисциплинированная жизнь принесет вам постоянную стабильность.

# tarotWealthMeaning14_Senior
source: Overcome material temptations and judge rationally.
es: Supere las tentaciones materiales y juzgue racionalmente.
fr: Évitez les dépenses excessives et maintenez la modération.
hi: अत्यधिक खर्च से बचें और संयम बनाए रखें।
ja: 物質的な誘惑に打ち勝ち、理性的に判断してください。
ru: Избегайте чрезмерных трат и соблюдайте умеренность.

# tarotWealthDetail14_Senior
source: You must be careful of sweet investment offers or excessive expansion. Trusting your rich experience and making cautious decisions is the way to protect your assets.
es: Debe tener cuidado con las ofertas de inversión dulces o la expansión excesiva. Confiar en su rica experiencia y tomar decisiones cautelosas es la manera de proteger sus activos.
fr: Vous devez vous méfier des offres d'investissement alléchantes ou d'une expansion excessive. Faire confiance à votre riche expérience et prendre des décisions prudentes est le moyen de protéger vos actifs.
hi: आपको लुभावने निवेश प्रस्तावों या अत्यधिक विस्तार से सावधान रहना चाहिए। अपने समृद्ध अनुभव पर भरोसा करना और विवेकपूर्ण निर्णय लेना आपकी संपत्ति की रक्षा करने का तरीका है।
ja: 甘い投資の提案や無理な拡張に注意する必要があります。あなたの豊かな経験を信じ、慎重に決定することが財産を守る道です。
ru: Вы должны быть осторожны со сладкими инвестиционными предложениями или чрезмерным расширением. Доверять своему богатому опыту и принимать взвешенные решения — это способ защитить свои активы.

# tarotWealthMeaning15_Senior
source: Respond calmly to sudden economic changes.
es: Responda con calma a los cambios económicos repentinos.
fr: Méfiez-vous des tentations financières excessives.
hi: अत्यधिक वित्तीय प्रलोभनों से सावधान रहें।
ja: 突然の経済的変化に落ち着いて対応してください。
ru: Остерегайтесь чрезмерных финансовых соблазнов.

# tarotWealthDetail15_Senior
source: In a crisis situation, the wisdom of returning to basics is needed. Don't be flustered and meticulously check your asset status to minimize damage.
es: En una situación de crisis, se necesita la sabiduría de volver a lo básico. No se inquiete y verifique meticulosamente el estado de sus activos para minimizar los daños.
fr: Dans une situation de crise, la sagesse du retour aux sources est nécessaire. Ne soyez pas déconcerté et vérifiez méticuleusement l'état de vos actifs pour minimiser les dommages.
hi: संकट की स्थिति में, बुनियादी बातों पर लौटने की बुद्धि आवश्यक है। घबराएं नहीं और नुकसान को कम करने के लिए अपनी संपत्ति की स्थिति की सावधानीपूर्वक जांच करें।
ja: 危機的な状況ほど、基本に立ち返る知恵が必要です。慌てずに資産の状態を細かく点検し、被害を最小限に抑えてください。
ru: В кризисной ситуации необходима мудрость возвращения к основам. Не волнуйтесь и тщательно проверяйте состояние своих активов, чтобы минимизировать ущерб.

# tarotWealthMeaning16_Senior
source: A bright star of wealth luck shines on your future.
es: Una estrella brillante de suerte con la riqueza brilla en su futuro.
fr: Un changement soudain peut être une opportunité pour un nouveau saut financier.
hi: अचानक परिवर्तन एक नई वित्तीय छलांग का अवसर हो सकता है।
ja: 財運の明るい星があなたの行く末を照らします。
ru: Внезапное изменение может стать возможностью для нового финансового скачка.

# tarotWealthDetail16_Senior
source: It's a time when economic hardships are resolved and a stable flow begins. Design your future with a positive mind and enjoy peace.
es: Es un momento en el que las dificultades económicas se resuelven y comienza un flujo estable. Diseñe su futuro con una mente positiva y disfrute de la paz.
fr: C'est un moment où les difficultés économiques se résolvent et où un flux stable commence. Concevez votre avenir avec un esprit positif et profitez de la paix.
hi: यह वह समय है जब आर्थिक कठिनाइयाँ दूर हो जाती हैं और एक स्थिर प्रवाह शुरू होता है। सकारात्मक मन से अपने भविष्य की योजना बनाएं और शांति का आनंद लें।
ja: 経済的な苦境が解決され、安定した流れが始まる時期です。ポジティブな心で未来を設計し、平穏を享受してください。
ru: Это время, когда экономические трудности разрешаются и начинается стабильный поток. Проектируйте свое будущее с позитивным настроем и наслаждайтесь миром.

# tarotWealthMeaning17_Senior
source: Don't be deceived by uncertain information and trust your intuition.
es: No se deje engañar por información incierta y confíe en su intuición.
fr: L'espoir et la chance financière commencent à briller.
hi: आशा और वित्तीय भाग्य चमकने लगे हैं।
ja: 不確実な情報に惑わされず、直感を信じてください。
ru: Надежда и финансовая удача начинают сиять.

# tarotWealthDetail17_Senior
source: Patience is needed to wait until the fog related to wealth lifts and the truth is revealed. Take your time and watch rather than making a hasty decision.
es: Se necesita paciencia para esperar hasta que la niebla relacionada con la riqueza se disipe y se revele la verdad. Tómese su tiempo y observe en lugar de tomar una decisión apresurada.
fr: La patience est nécessaire pour attendre que le brouillard lié à la richesse se lève et que la vérité soit révélée. Prenez votre temps et observez plutôt que de prendre une décision hâtive.
hi: धन से संबंधित धुंध के छंटने और सच्चाई के सामने आने का इंतजार करने के लिए धैर्य की आवश्यकता है। जल्दबाजी में निर्णय लेने के बजाय अपना समय लें और निरीक्षण करें।
ja: 財物に関連する霧が晴れ、真実が明らかになるまで待つ忍耐が必要です。焦った決定よりは時間を置いて見守ってください。
ru: Нужно терпение, чтобы дождаться, пока туман, связанный с богатством, рассеется и откроется правда. Не торопитесь и наблюдайте, а не принимайте поспешное решение.

# tarotWealthMeaning18_Senior
source: A time full of joy with bountiful wealth luck.
es: Un momento lleno de alegría con una abundante suerte con la riqueza.
fr: Faites attention aux risques financiers invisibles.
hi: अदृश्य वित्तीय जोखिमों से सावधान रहें।
ja: 豊かな財運と共に喜びが満ちる時期です。
ru: Остерегайтесь невидимых финансовых рисков.

# tarotWealthDetail18_Senior
source: Sufficient rewards follow your efforts and economic leisure arises. Share happiness with those around you and spend a blessed time.
es: Recompensas suficientes siguen a sus esfuerzos y surge el ocio económico. Comparta la felicidad con quienes lo rodean y pase un tiempo bendecido.
fr: Des récompenses suffisantes suivent vos efforts et un loisir économique apparaît. Partagez le bonheur avec ceux qui vous entourent et passez un temps béni.
hi: आपके प्रयासों के बाद पर्याप्त पुरस्कार मिलते हैं और आर्थिक फुर्सत मिलती है। अपने आस-पास के लोगों के साथ खुशी साझा करें और धन्य समय बिताएं।
ja: 努力に対する十分な補償が伴い、経済的な余裕が生まれます。周囲の人々と幸せを分かち合い、祝福された時間を過ごしてください。
ru: За вашими усилиями следуют достаточные награды, и возникает экономический досуг. Делитесь счастьем с окружающими и проводите благословенное время.

# tarotWealthMeaning19_Senior
source: Receive just rewards and make a new economic plan.
es: Reciba recompensas justas y haga un nuevo plan económico.
fr: C'est une période pour profiter de l'abondance matérielle et de la vitalité.
hi: यह भौतिक प्रचुरता और जीवन शक्ति का आनंद लेने का समय है।
ja: 正当な補償を受け、新しい経済的計画を立ててください。
ru: Это время наслаждаться материальным изобилием и жизненной силой.

# tarotWealthDetail19_Senior
source: It's a time when your sincerity is recognized as economic achievement. Organize the past and take a new step for a stable future.
es: Es un momento en el que su sinceridad es reconocida como un logro económico. Organice el pasado y dé un nuevo paso para un futuro estable.
fr: C'est un moment où votre sincérité est reconnue comme une réussite économique. Organisez le passé et faites un nouveau pas pour un avenir stable.
hi: यह वह समय है जब आपकी ईमानदारी को आर्थिक उपलब्धि के रूप में मान्यता दी जाती है। अतीत को व्यवस्थित करें और एक स्थिर भविष्य के लिए एक नया कदम उठाएं।
ja: これまでの誠実さが経済的な成果として認められる時です。過去を整理し、安定した未来のための新しい一歩を踏み出してみてください。
ru: Это время, когда ваша искренность признается как экономическое достижение. Организуйте прошлое и сделайте новый шаг к стабильному будущему.

# tarotWealthMeaning20_Senior
source: Wealth luck is completed and you enjoy unparalleled abundance.
es: La suerte con la riqueza se completa y disfruta de una abundancia sin igual.
fr: Les efforts passés portent leurs fruits sous forme de récompenses financières.
hi: पिछले प्रयास वित्तीय पुरस्कारों के रूप में फल दे रहे हैं।
ja: 財運が完成し、申し分のない豊かさを享受します。
ru: Прошлые усилия приносят плоды в виде финансовых вознаграждений.

# tarotWealthDetail20_Senior
source: Economic stability reaches its peak and a peaceful retirement is guaranteed. It's the moment when your wise asset management shines.
es: La estabilidad económica alcanza su punto máximo y se garantiza una jubilación pacífica. Es el momento en que brilla su sabia gestión de activos.
fr: La stabilité économique atteint son apogée et une retraite paisible est garantie. C'est le moment où votre gestion avisée des actifs brille.
hi: आर्थिक स्थिरता अपने चरम पर पहुंच जाती है और एक शांतिपूर्ण सेवानिवृत्ति की गारंटी दी जाती है। यह वह क्षण है जब आपका बुद्धिमान परिसंपत्ति प्रबंधन चमकता है।
ja: 経済的な安定が最高潮に達し、平穏な老後を保障されます。あなたの賢明な資産管理が光を放つ瞬間です。
ru: Экономическая стабильность достигает своего пика, и гарантирован мирный уход на покой. Это момент, когда сияет ваше мудрое управление активами.

# tarotWealthMeaning21_Senior
source: Enjoy free abundance without being bound by wealth.
es: Disfrute de una abundancia libre sin estar atado a la riqueza.
fr: Maintenez la liberté financière avec un cœur pur.
hi: शुद्ध हृदय के साथ वित्तीय स्वतंत्रता बनाए रखें।
ja: 財物に縛られない自由な豊かさを満喫してください。
ru: Сохраняйте финансовую свободу с чистым сердцем.

# tarotWealthDetail21_Senior
source: It's a time to value the joy of life rather than material possession. If you enjoy the world with a relaxed mind, wealth will naturally follow.
es: Es un momento para valorar la alegría de vivir en lugar de la posesión material. Si disfruta del mundo con una mente relajada, la riqueza vendrá naturalmente.
fr: C'est un moment pour valoriser la joie de vivre plutôt que la possession matérielle. Si vous appréciez le monde avec un esprit détendu, la richesse suivra naturellement.
hi: यह भौतिक संपत्ति के बजाय जीवन के आनंद को महत्व देने का समय है। यदि आप तनावमुक्त मन के साथ दुनिया का आनंद लेते हैं, तो धन स्वाभाविक रूप से पीछे आएगा।
ja: 物質的な所有より人生の楽しみに価値を置く時期です。余裕のある心で世界を楽しんでいれば、財は自然についてくるでしょう。
ru: Пришло время ценить радость жизни, а не материальное обладание. Если вы будете наслаждаться миром с расслабленным умом, богатство придет само собой.

# tarotSuccessMeaning3_Senior
source: A time when life experience shines and you receive respect.
es: Un momento en que la experiencia de vida brilla y recibe respeto.
fr: Vos efforts portent leurs fruits et vous atteignez la stabilité.
hi: आपके प्रयास फल दे रहे हैं और आप स्थिरता प्राप्त कर रहे हैं।
ja: 人生の経輪が光を放ち、尊敬を受ける時期です。
ru: Ваши усилия приносят плоды, и вы достигаете стабильности.

# tarotSuccessDetail3_Senior
source: Your leadership and wisdom serve as a great model for those around you. You will taste true success when you lead with tolerance rather than authority.
es: Su liderazgo y sabiduría sirven como un gran modelo para quienes lo rodean. Saboreará el verdadero éxito cuando lidere con tolerancia más que con autoridad.
fr: Votre leadership et votre sagesse servent de modèle pour ceux qui vous entourent. Vous goûterez au vrai succès lorsque vous dirigerez avec tolérance plutôt qu'avec autorité.
hi: आपका नेतृत्व और बुद्धिमत्ता आपके आस-पास के लोगों के लिए एक आदर्श के रूप में कार्य करती है। जब आप अधिकार के बजाय सहनशीलता के साथ नेतृत्व करेंगे तो आप वास्तविक सफलता का स्वाद चखेंगे।
ja: あなたのリーダーシップと知恵が周囲の人々に大きな手本となります。権威よりは包容力で導く時、真の成功を味わうことになるでしょう。
ru: Ваше лидерство и мудрость служат отличным примером для окружающих. Вы вкусите истинный успех, когда будете руководить с терпимостью, а не с авторитетом.

# tarotSuccessMeaning4_Senior
source: Your life itself, having kept long-held convictions, is success.
es: Su vida misma, habiendo mantenido convicciones de largo tiempo, es un éxito.
fr: Un leadership fort apporte le succès dans votre domaine.
hi: मजबूत नेतृत्व आपके क्षेत्र में सफलता लाता है।
ja: 長年の信念を守ってきたあなたの人生そのものが成功です。
ru: Сильное лидерство приносит успех в вашей сфере.

# tarotSuccessDetail4_Senior
source: It's a time when unwavering values bear fruit. Your principled life will serve as a milestone presenting the right path to juniors.
es: Es un momento en que los valores inquebrantables dan sus frutos. Su vida basada en principios servirá como un hito que presenta el camino correcto a los más jóvenes.
fr: C'est un moment où les valeurs inébranlables portent leurs fruits. Votre vie fondée sur des principes servira de jalon présentant le bon chemin aux plus jeunes.
hi: यह वह समय है जब अडिग मूल्य फल देते हैं। सिद्धांतों पर आधारित आपका जीवन छोटे बच्चों को सही रास्ता दिखाने वाले मील के पत्थर के रूप में कार्य करेगा।
ja: 揺るぎなく守ってきた価値観が結実を結ぶ時です。あなたの原則ある人生が後輩たちに正しい道を示す道しるべになるでしょう。
ru: Это время, когда непоколебимые ценности приносят плоды. Ваша принципиальная жизнь послужит вехой, указывающей правильный путь младшим.

# tarotSuccessMeaning5_Senior
source: Establishing the right values determines success in the second half of life.
es: Establecer los valores correctos determina el éxito en la segunda mitad de la vida.
fr: Maintenez l'honneur et suivez les valeurs traditionnelles.
hi: सम्मान बनाए रखें और पारंपरिक मूल्यों का पालन करें।
ja: 正しい価値観の確立が人生後半の成功を左右します。
ru: Сохраняйте честь и следуйте традиционным ценностям.

# tarotSuccessDetail5_Senior
source: It's a time to make a wise choice between honor and profit. Decisions made based on your rich experience will guarantee a peaceful future.
es: Es un momento para tomar una decisión sabia entre el honor y el beneficio. Las decisiones tomadas basándose en su rica experiencia garantizarán un futuro pacífico.
fr: C'est le moment de faire un choix judicieux entre l'honneur et le profit. Les décisions prises sur la base de votre riche expérience garantiront un avenir paisible.
hi: सम्मान और लाभ के बीच बुद्धिमानी से चुनाव करने का समय है। आपके समृद्ध अनुभव के आधार पर लिए गए निर्णय एक शांतिपूर्ण भविष्य सुनिश्चित करेंगे।
ja: 名誉と実利の間で賢明な選択をすべき時期です。あなたの豊かな経験をもとに下した決定が、平穏な未来を保障するでしょう。
ru: Пришло время сделать мудрый выбор между честью и прибылью. Решения, принятые на основе вашего богатого опыта, гарантируют мирное будущее.

# tarotSuccessMeaning6_Senior
source: Persistent effort finally brings victory.
es: El esfuerzo persistente finalmente trae la victoria.
fr: Un nouveau partenariat ou une collaboration apporte de bons résultats.
hi: एक नई साझेदारी या सहयोग अच्छे परिणाम लाता है।
ja: 粘り強い努力がついに勝利をもたらします。
ru: Новое партнерство или сотрудничество приносит хорошие результаты.

# tarotSuccessDetail6_Senior
source: No obstacle can break your will. Your appearance of moving forward without giving up is already a huge success.
es: Ningún obstáculo puede quebrar su voluntad. Su apariencia de seguir adelante sin rendirse ya es un gran éxito.
fr: Aucun obstacle ne peut briser votre volonté. Votre apparence d'aller de l'avant sans abandonner est déjà un énorme succès.
hi: कोई भी बाधा आपकी इच्छाशक्ति को नहीं तोड़ सकती। हार न मानकर आगे बढ़ने का आपका स्वरूप ही पहले से ही एक बड़ी सफलता है।
ja: どんな障害物もあなたの意志を折ることはできません。諦めずに進むあなたの姿自体が、すでに大きな成功です。
ru: Никакое препятствие не может сломить вашу волю. Ваше стремление двигаться вперед, не сдаваясь, — это уже огромный успех.

# tarotSuccessMeaning7_Senior
source: Inner strength appears as a soft charisma.
es: La fuerza interior aparece como un carisma suave.
fr: Avancez hardiment vers votre objectif.
hi: अपने लक्ष्य की ओर साहसपूर्वक आगे बढ़ें।
ja: 内面の強靭さが柔らかいカリスマとして現れます。
ru: Смело идите к своей цели.

# tarotSuccessDetail7_Senior
source: It's a time when softness overcomes strength. When you embrace surroundings with patience and benevolence, your honor will be even higher.
es: Es un momento en que la suavidad vence a la fuerza. Cuando abraza el entorno con paciencia y benevolencia, su honor será aún mayor.
fr: C'est un moment où la douceur l'emporte sur la force. Lorsque vous embrassez l'entourage avec patience et bienveillance, votre honneur sera encore plus élevé.
hi: यह वह समय है जब कोमलता शक्ति पर जीत हासिल करती है। जब आप धैर्य और परोपकार के साथ परिवेश को गले लगाते हैं, तो आपका सम्मान और भी ऊंचा होगा।
ja: 柔らかさが強さに勝つ時期です。忍耐と慈愛で周囲を包み込む時、あなたの名誉はさらに高まるでしょう。
ru: Это время, когда мягкость побеждает силу. Когда вы принимаете окружающих с терпением и доброжелательностью, ваша честь будет еще выше.

# tarotSuccessMeaning8_Senior
source: Wisdom gained after solitary practice is the highest achievement.
es: La sabiduría ganada después de la práctica solitaria es el mayor logro.
fr: Un jugement juste et un équilibre sont les clés du succès.
hi: निष्पक्ष निर्णय और संतुलन सफलता की कुंजी हैं।
ja: 孤独な修行の果てに得た知恵が最高の成就です。
ru: Справедливое суждение и баланс — ключи к успеху.

# tarotSuccessDetail8_Senior
source: It's a time when you realize deep truths that others cannot see. Quiet reflection time will make you a more mature and deep human being.
es: Es un momento en que se da cuenta de verdades profundas que otros no pueden ver. El tiempo de reflexión silenciosa le convertirá en un ser humano más maduro y profundo.
fr: C'est un moment où vous réalisez des vérités profondes que les autres ne peuvent pas voir. Un temps de réflexion tranquille fera de vous un être humain plus mature et profond.
hi: यह वह समय है जब आप उन गहरे सत्यों को महसूस करते हैं जिन्हें दूसरे नहीं देख सकते। शांत चिंतन का समय आपको एक अधिक परिपक्व और गहरा इंसान बना देगा।
ja: 他の人が見ることができない深い真理を悟ることになる時です。静かな省察の時間が、あなたをさらに成熟し深みのある人間にするでしょう。
ru: Это время, когда вы осознаете глубокие истины, которые другие не могут видеть. Время тихого размышления сделает вас более зрелым и глубоким человеком.

# tarotSuccessMeaning9_Senior
source: Ride the wave of change and grab new opportunities.
es: Cabalgue la ola del cambio y aproveche nuevas oportunidades.
fr: Prenez le temps de revoir vos réalisations.
hi: अपनी उपलब्धियों की समीक्षा करने के लिए समय निकालें।
ja: 変化の波に乗り、新しい機会を掴んでください。
ru: Найдите время, чтобы пересмотреть свои достижения.

# tarotSuccessDetail9_Senior
source: A new chapter of life is opening. If you accept change positively without fearing it, you will achieve unexpectedly great results.
es: Se está abriendo un nuevo capítulo de la vida. Si acepta el cambio positivamente sin temerlo, logrará resultados inesperadamente grandes.
fr: Un nouveau chapitre de la vie s'ouvre. Si vous acceptez positivement le changement sans le craindre, vous obtiendrez des résultats inattendus et formidables.
hi: जीवन का एक नया अध्याय खुलता है। यदि आप बिना डरे परिवर्तन को सकारात्मक रूप से स्वीकार करते हैं, तो आपको अप्रत्याशित और महान परिणाम मिलेंगे।
ja: 人生の新しい章が開かれる時期です。変化を恐れずにポジティブに受け入れれば、予想外の大きな成果を収めるでしょう。
ru: Открывается новая глава жизни. Если вы примете изменения позитивно, не боясь их, вы добьетесь неожиданно больших результатов.

# tarotSuccessMeaning10_Senior
source: A fair and just attitude makes your honor shine even more.
es: Una actitud justa y recta hace que su honor brille aún más.
fr: Acceptez le changement de destin et cherchez une nouvelle voie.
hi: भाग्य के परिवर्तन को स्वीकार करें और एक नया रास्ता खोजें।
ja: 公明正大な態度があなたの名誉をさらに輝かせます。
ru: Примите перемену судьбы и ищите новый путь.

# tarotSuccessDetail10_Senior
source: Appearance following justice rather than private interest calls for respect from surroundings. Your honesty will eventually be the key to the greatest success.
es: El aspecto que sigue a la justicia más que al interés privado exige el respeto de los alrededores. Su honestidad será finalmente la clave del mayor éxito.
fr: Le fait de suivre la justice plutôt que l'intérêt privé appelle au respect de l'entourage. Votre honnêteté sera finalement la clé du plus grand succès.
hi: निजी स्वार्थ के बजाय न्याय का पालन करना परिवेश के सम्मान का आह्वान करता है। आपकी ईमानदारी अंततः सबसे बड़ी सफलता की कुंजी होगी।
ja: 私利私欲より正義に従う姿が周囲の尊敬を呼びます。あなたの正直さが結局、最も大きな成功の鍵となるでしょう。
ru: Следование справедливости, а не частным интересам, вызывает уважение окружающих. Ваша честность в конечном итоге станет ключом к величайшему успеху.

# tarotSuccessMeaning11_Senior
source: A noble spirit that is not afraid of sacrifice wins.
es: Un espíritu noble que no teme al sacrificio gana.
fr: Surmontez les défis avec persévérance et patience.
hi: दृढ़ता और धैर्य के साथ चुनौतियों को दूर करें।
ja: 犠牲を恐れない高潔な精神が勝利します。
ru: Преодолевайте трудности с упорством и терпением.

# tarotSuccessDetail11_Senior
source: Even if it's hard for now, it's a time to endure for a noble goal. Your dedication will remain as a beautiful success in the memory of history and people in the future.
es: Aunque sea difícil por ahora, es un momento para aguantar por una meta noble. Su dedicación permanecerá como un hermoso éxito en la memoria de la historia y de la gente en el futuro.
fr: Même si c'est dur pour l'instant, c'est le moment de tenir bon pour un but noble. Votre dévouement restera comme un beau succès dans la mémoire de l'histoire et des gens à l'avenir.
hi: भले ही अभी कठिन हो, यह एक नेक लक्ष्य के लिए डटे रहने का समय है। आपका समर्पण भविष्य में इतिहास और लोगों की यादों में एक सुंदर सफलता के रूप में रहेगा।
ja: 今は大変でも崇高な目標のために忍耐する時期です。あなたの献身は後日、歴史と人々の記憶の中に美しい成功として残るでしょう。
ru: Даже если сейчас трудно, пришло время выстоять ради благородной цели. Ваша преданность останется прекрасным успехом в памяти истории и людей в будущем.

# tarotSuccessMeaning12_Senior
source: Let go of old standards of success and find new values.
es: Deje ir los viejos estándares de éxito y encuentre nuevos valores.
fr: Considérez le succès d'un point de vue différent.
hi: सफलता को एक अलग दृष्टिकोण से देखें।
ja: 古い成功の基準を捨て、新しい価値を見つけてください。
ru: Посмотрите на успех с другой точки зрения.

# tarotSuccessDetail12_Senior
source: It's important to realize the preciousness of the present rather than obsessing over past glory. Peace gained by emptying is true success in life.
es: Es importante darse cuenta de lo preciado del presente en lugar de obsesionarse con la gloria pasada. La paz ganada al vaciarse es el verdadero éxito en la vida.
fr: Il est important de réaliser le caractère précieux du présent plutôt que de s'obséder pour la gloire passée. La paix acquise par le vide est le vrai succès dans la vie.
hi: अतीत की महिमा के प्रति जुनूनी होने के बजाय वर्तमान की बहुमूल्यता को महसूस करना महत्वपूर्ण है। शून्यता के माध्यम से प्राप्त शांति ही जीवन में वास्तविक सफलता है।
ja: 過去の栄光に執着するより、現在の尊さを悟ることが重要です。空けることで得る平和が、真の人生の成功です。
ru: Важно осознать ценность настоящего, а не зацикливаться на прошлой славе. Покой, обретенный через опустошение, — это истинный успех в жизни.

# tarotSuccessMeaning13_Senior
source: A time when the aesthetics of harmony and moderation are completed.
es: Un momento en que la estética de la armonía y la moderación se completan.
fr: Une phase se termine et un nouveau chapitre commence.
hi: एक चरण समाप्त होता है और एक नया अध्याय शुरू होता.
ja: 調和と節制の美学が完成する時期です。
ru: Один этап заканчивается, и начинается новая глава.
